{
  "name": "ниволумаб",
  "comment": "Rx",
  "other_names": [
    "Опдиво"
  ],
  "classes": [
    "Ингибиторы PD-1/PD-L1",
    "Противоопухолевые препараты",
    "Моноклональное антитело"
  ],
  "source": "https://reference.medscape.com/drug/opdivo-nivolumab-999989",
  "pregnancy": {
    "common": [
      "Основываясь на механизме действия и данных исследований на животных, при введении беременной женщине может быть нанесен вред плоду.",
      "Нет доступных данных о людях, информирующих о риске, связанном с наркотиками."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Эффекты ниволумаба, вероятно, будут сильнее во втором и третьем триместрах беременности.",
          "В исследованиях репродукции животных введение ниволумаба яванским макакам с начала органогенеза до родов приводило к учащению абортов и преждевременной младенческой смертности.",
          "Известно, что человеческий IgG4 проникает через плацентарный барьер, а ниволумаб представляет собой иммуноглобулин G4 (IgG4); следовательно, ниволумаб может передаваться от матери к развивающемуся плоду."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Женщины репродуктивного потенциала: проверьте статус беременности до начала терапии; используйте эффективные средства контрацепции во время лечения ниволумабом и в течение как минимум 5 месяцев после последней дозы терапии"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, распространяется ли в грудном молоке человека; рекомендовать женщинам прекратить грудное вскармливание во время лечения"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "В клинических испытаниях у пациентов с множественной миеломой добавление антител, блокирующих PD-1, к аналогу талидомида плюс дексаметазон приводило к увеличению смертности.",
        "Могут возникнуть тяжелые инфузионные реакции; прекратить у пациентов с тяжелыми или опасными для жизни инфузионными реакциями",
        "При использовании в комбинации с ипилимумабом см. информацию о назначении для получения дополнительной информации о рисках, применимых к комбинированному лечению.",
        "Смертельная или серьезная реакция «трансплантат против хозяина» (РТПХ) может возникнуть у пациентов, которые получают антитело, блокирующее рецептор CTLA-4, до или после аллогенной трансплантации гемопоэтических стволовых клеток (ТГСК); внимательно следить за признаками РТПХ и оперативно вмешиваться; рассмотрите преимущества и риски лечения антителами, блокирующими рецептор CTLA-4, после аллогенной ТГСК",
        "Может причинить вред плоду при введении беременным женщинам"
      ],
      "specific": [
        {
          "type": "Гепатотоксичность",
          "description": [
            "При повышенных ферментах печени прервите комбинацию с кабозантинибом и рассмотрите возможность назначения кортикостероидов.",
            "Мониторинг ферментов печени до начала и периодически во время лечения; рассмотрите более частый мониторинг ферментов печени по сравнению с тем, когда препараты вводятся в виде отдельных агентов",
            "В сочетании с кабозантинибом может вызывать гепатотоксичность с более высокой частотой повышения АЛТ и АСТ 3 и 4 степени по сравнению с монотерапией."
          ]
        },
        {
          "type": "Иммуноопосредованные побочные реакции",
          "description": [
            "Сообщается о иммуноопосредованном гипотиреозе и гипертиреозе; следить за изменениями функции щитовидной железы и при необходимости начинать заместительную терапию гормонами щитовидной железы; назначить заместительную гормональную терапию при гипотиреозе; инициировать медикаментозное лечение для контроля гипертиреоза",
            "Надпочечниковая недостаточность может возникнуть; следить за признаками и симптомами надпочечниковой недостаточности во время и после лечения",
            "Сообщалось об иммуноопосредованной сыпи в сочетании с ипилимумабом; приостановить при тяжелых формах и полностью прекратить при опасной для жизни сыпи",
            "Иммуноопосредованный колит",
            "Иммуноопосредованный гипофизит; монитор",
            "Иммуноопосредованные побочные реакции, которые могут быть тяжелыми или фатальными, могут возникать в любой системе органов или тканях, включая иммунноопосредованный пневмонит, иммунноопосредованный колит, иммунноопосредованный гепатит, иммунноопосредованные эндокринопатии, иммунноопосредованные дерматологические побочные реакции, иммуноопосредованный нефрит и почечная дисфункция; реакции могут быть тяжелыми или фатальными; монитор для раннего выявления и лечения; оценивайте ферменты печени, креатинин и функцию щитовидной железы на исходном уровне и периодически во время лечения",
            "Иммуноопосредованные кожные реакции",
            "Может вызывать иммуноопосредованную сыпь, включая синдром Стивенса-Джонсона (ССД) и токсический эпидермальный некролиз (ТЭН); при симптомах или признаках ССД или ТЭН приостановить терапию и направить пациента на специализированное лечение для оценки и лечения",
            "Терапия может вызвать иммуноопосредованный колит, требующий применения кортикостероидов и не имеющий четкой альтернативной этиологии; распространенным симптомом в определении колита, как сообщается, является диарея",
            "Другие клинически значимые и потенциально фатальные иммуноопосредованные нежелательные реакции (например, миокардит, рабдомиолиз, миозит, увеит, ирит, панкреатит) могут возникать после прекращения приема препарата.",
            "Цитомегаловирусная (ЦМВ) инфекция/реактивация, о которых сообщалось у пациентов с резистентным к кортикостероидам иммуноопосредованным колитом; в случаях резистентного к кортикостероидам колита рассмотреть возможность повторного инфекционного обследования для исключения альтернативной этиологии",
            "Может вызвать сахарный диабет 1 типа; контролировать гипергликемию",
            "Может возникнуть иммуноопосредованный энцефалит; приостановить терапию у пациентов с впервые выявленными неврологическими признаками или симптомами от умеренной до тяжелой степени и провести оценку, чтобы исключить инфекционные или другие причины неврологического ухудшения от умеренной до тяжелой степени",
            "Иммуноопосредованные эндокринопатии"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "ниволумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "ниволумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "ниволумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон повышает токсичность ниволумаба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Иммуносупрессия снижает терапевтический эффект ниволумаба; комбинация также увеличивает смертность у пациентов с множественной миеломой, когда к терапии добавляют талидомид и дексаметазон."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "ниволумаб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид, ниволумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования иммунодепрессантов (например, системных кортикостероидов) до начала лечения ниволумабом. Использование иммунодепрессантов после введения ниволумаба (например, для лечения побочных реакций, связанных с иммунитетом) вряд ли повлияет на эффективность ниволумаба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "ниволумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин и ниволумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования иммунодепрессантов (например, системных кортикостероидов) до начала лечения ниволумабом. Использование иммунодепрессантов после введения ниволумаба (например, для лечения побочных реакций, связанных с иммунитетом) вряд ли повлияет на эффективность ниволумаба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин, ниволумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования иммунодепрессантов (например, системных кортикостероидов) до начала лечения ниволумабом. Использование иммунодепрессантов после введения ниволумаба (например, для лечения побочных реакций, связанных с иммунитетом) вряд ли повлияет на эффективность ниволумаба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мелфалан",
      "description": {
        "common": "мелфалан, ниволумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования иммунодепрессантов (например, системных кортикостероидов) до начала лечения ниволумабом. Использование иммунодепрессантов после введения ниволумаба (например, для лечения побочных реакций, связанных с иммунитетом) вряд ли повлияет на эффективность ниволумаба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность ниволумаба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин, ниволумаб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования иммунодепрессантов (например, системных кортикостероидов) до начала лечения ниволумабом. Использование иммунодепрессантов после введения ниволумаба (например, для лечения побочных реакций, связанных с иммунитетом) вряд ли повлияет на эффективность ниволумаба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, ниволумаб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "талидомид",
      "description": {
        "common": "талидомид повышает токсичность ниволумаба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Иммуносупрессия снижает терапевтический эффект ниволумаба; комбинация также увеличивает смертность у пациентов с множественной миеломой, когда к терапии добавляют талидомид и дексаметазон."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "ниволумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "ниволумаб снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "ниволумаб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и ниволумаб снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "эфгартигимод альфа будет снижать уровень или эффект ниволумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и ниволумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и ниволумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и ниволумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и ниволумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Повышенный АСТ",
      "percent": "28"
    },
    {
      "name": "Гипонатриемия",
      "percent": "25"
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": "22"
    },
    {
      "name": "Сыпь",
      "percent": "21"
    },
    {
      "name": "Зуд",
      "percent": "19"
    },
    {
      "name": "Кашель",
      "percent": "17"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "16"
    },
    {
      "name": "Гиперкалиемия",
      "percent": "15"
    },
    {
      "name": "УРТИ",
      "percent": "11"
    },
    {
      "name": "Усталость",
      "percent": "50"
    },
    {
      "name": "лимфопения",
      "percent": "47"
    },
    {
      "name": "Одышка",
      "percent": "38"
    },
    {
      "name": "гипонатриемия",
      "percent": "36"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "32"
    },
    {
      "name": "Кашель",
      "percent": "29"
    },
    {
      "name": "Тошнота",
      "percent": "22"
    },
    {
      "name": "Увеличивает креатинин",
      "percent": "20"
    },
    {
      "name": "Гиперкальциемия",
      "percent": "19"
    },
    {
      "name": "гипокалиемия",
      "percent": "18"
    },
    {
      "name": "гипомагниемия",
      "percent": "17"
    },
    {
      "name": "Рвота",
      "percent": "16"
    },
    {
      "name": "астения",
      "percent": "14"
    },
    {
      "name": "Гипокальциемия",
      "percent": "13"
    },
    {
      "name": "гиперкалиемия",
      "percent": "12"
    },
    {
      "name": "диарея",
      "percent": "10"
    },
    {
      "name": "Отек",
      "percent": "10"
    },
    {
      "name": "лихорадка",
      "percent": "10"
    },
    {
      "name": "Боль в животе",
      "percent": "5"
    },
    {
      "name": "сыпь",
      "percent": "2.4"
    },
    {
      "name": "повышенный АСТ",
      "percent": "2.4"
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": "2"
    },
    {
      "name": "тромбоцитопения",
      "percent": "1.6"
    },
    {
      "name": "Боль в груди",
      "percent": "9"
    },
    {
      "name": "артралгия",
      "percent": "7"
    },
    {
      "name": "снижение аппетита и веса",
      "percent": "6"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "5"
    },
    {
      "name": "Периферический отек",
      "percent": "2.6"
    },
    {
      "name": "Пневмония",
      "percent": "2.6"
    },
    {
      "name": "Боль",
      "percent": "1.7"
    },
    {
      "name": "Гипонатриемия",
      "percent": "1.7"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "1.7"
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": "1.7"
    },
    {
      "name": "Гиперкалиемия",
      "percent": "1.7"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": null
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "Снижение аппетита",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "Желудочковая аритмия",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "Иридоциклит",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Настой",
      "percent": null
    },
    {
      "name": "родственные реакции",
      "percent": null
    },
    {
      "name": "Иммунный",
      "percent": null
    },
    {
      "name": "опосредованные расстройства",
      "percent": null
    },
    {
      "name": "Тяжелый пневмонит или интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "в том числе с летальным исходом",
      "percent": null
    },
    {
      "name": "колит",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "нефрит",
      "percent": null
    },
    {
      "name": "заболевания щитовидной железы",
      "percent": null
    },
    {
      "name": "другие иммунные нарушения",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "увеит",
      "percent": null
    },
    {
      "name": "демиелинизация",
      "percent": null
    },
    {
      "name": "аутоиммунная невропатия",
      "percent": null
    },
    {
      "name": "надпочечниковая недостаточность",
      "percent": null
    },
    {
      "name": "парез лицевого и отводящего нервов",
      "percent": null
    },
    {
      "name": "гипофизит",
      "percent": null
    },
    {
      "name": "ревматическая полимиалгия",
      "percent": null
    },
    {
      "name": "диабетический кетоацидоз",
      "percent": null
    },
    {
      "name": "гипопитуитаризм",
      "percent": null
    },
    {
      "name": "Гийен",
      "percent": null
    },
    {
      "name": "синдром Барре",
      "percent": null
    },
    {
      "name": "миастенический синдром",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Повышенная амилаза",
      "percent": null
    },
    {
      "name": "повышенная липаза",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "периферическая и сенсорная невропатия",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "витилиго",
      "percent": null
    },
    {
      "name": "псориаз",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Стоматит",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Периферическая невропатия",
      "percent": null
    },
    {
      "name": "Инфекции и инвазии",
      "percent": null
    },
    {
      "name": "Бронхит",
      "percent": null
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": null
    }
  ]
}