{
  "name": "мацитентан",
  "comment": "Rx",
  "other_names": [
    "Опсумит"
  ],
  "classes": [
    "ПАУ",
    "Антагонисты эндотелина"
  ],
  "source": "https://reference.medscape.com/drug/opsumit-macitentan-999880",
  "pregnancy": {
    "common": [
      "У пациенток с легочной артериальной гипертензией беременность связана с повышенной заболеваемостью и смертностью матери и плода, включая самопроизвольные аборты, задержку внутриутробного развития и преждевременные роды.",
      "Основываясь на данных исследований репродукции животных, терапия может вызвать эмбрио-фетальную токсичность, включая врожденные дефекты и гибель плода, при назначении беременной женщине и противопоказана во время беременности; существуют риски для матери и плода, связанные с легочной артериальной гипертензией при беременности; данные о применении у беременных ограничены; препарат был тератогенным у кроликов и крыс во всех исследованных дозах; если препарат используется во время беременности или если пациент забеременеет во время приема этого препарата, сообщите пациенту о риске для плода"
    ],
    "specific": [
      {
        "type": "Тестирование на беременность",
        "description": [
          "Проверяйте статус беременности у женщин репродуктивного возраста до начала терапии, ежемесячно во время лечения и через месяц после прекращения лечения; пациентка должна немедленно обратиться к своему врачу для проведения теста на беременность, если начало менструации задерживается или подозревается беременность; если тест на беременность положительный, врач и пациент должны обсудить риски для нее, беременности и плода."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Пациентки репродуктивного возраста должны использовать приемлемые методы контрацепции во время лечения и в течение 1 месяца после его прекращения.",
          "Пациенты могут выбрать 1 высокоэффективную форму контрацепции (внутриматочные спирали [ВМС], противозачаточные имплантаты или стерилизацию маточных труб) или комбинацию методов (гормональный метод с барьерным методом или 2 барьерных метода)",
          "Если вазэктомия партнера является выбранным методом контрацепции, наряду с этим методом необходимо использовать гормональный или барьерный метод."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Терапия может оказать неблагоприятное влияние на сперматогенез; консультировать мужчин о потенциальном влиянии на фертильность",
          "Основываясь на данных, полученных на животных, препарат может ухудшить фертильность у самцов с репродуктивным потенциалом; неизвестно, будет ли обратимым воздействие на фертильность"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии мацитентана в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, женщинам не следует кормить грудью во время лечения"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Противопоказания к беременности",
          "description": [
            "Предотвратите беременность во время лечения и в течение 1 месяца после прекращения лечения, используя приемлемые методы контрацепции (см. Беременность).",
            "Не назначать беременным женщинам, так как это может нанести вред плоду.",
            "Женщины репродуктивного возраста: Исключить беременность до начала лечения, ежемесячно во время лечения и через 1 месяц после прекращения лечения."
          ]
        },
        {
          "type": "Программа ограниченного распространения",
          "description": [
            "Аптеки должны быть сертифицированы в рамках программы и должны отпускать только пациентам, которым разрешено получать мацитентан.",
            "Назначающие лица должны быть сертифицированы в программе, зарегистрировавшись и пройдя обучение.",
            "Из-за риска врожденных дефектов доступно только в рамках программы ограниченного распространения, называемой программой Opsumit REMS.",
            "Женщины репродуктивного возраста должны соблюдать требования по тестированию на беременность и контрацепции.",
            "Все женщины, независимо от репродуктивного потенциала, должны зарегистрироваться в программе OPSUMIT REMS перед началом; пациенты мужского пола не включены в REMS",
            "Может выдаваться только пациентам, зарегистрированным и отвечающим всем условиям программы REMS."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Беременность; постоянно доказано, что он оказывает тератогенное действие в исследованиях на животных",
        "Реакция гиперчувствительности на препарат или вспомогательные вещества в анамнезе"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о снижении концентрации гемоглобина и гематокрита; снижение гемоглобина редко требует переливания крови; не рекомендуется начинать терапию у пациентов с тяжелой анемией; измерить гемоглобин до начала лечения и повторить во время лечения по клиническим показаниям",
        "Если возникает отек легких, рассмотрите возможность сопутствующей легочной веноокклюзионной болезни и, если подтвердится, прекратите прием препарата."
      ],
      "specific": [
        {
          "type": "Гепатотоксичность",
          "description": [
            "Получите тесты ферментов печени перед началом и повторите, как это клинически оправдано.",
            "Если происходит клинически значимое повышение активности аминотрансфераз, или если оно сопровождается увеличением билирубина более чем в 2 раза по сравнению с ВГН, или клиническими симптомами гепатотоксичности, терапию следует прекратить.",
            "Другие антагонисты эндотелиновых рецепторов (ERA) были связаны с повышением уровня печеночных аминотрансфераз, гепатотоксичностью и печеночной недостаточностью.",
            "Посоветуйте пациентам сообщать о симптомах, указывающих на повреждение печени (тошнота, рвота, боль в правом подреберье, утомляемость, анорексия, желтуха, темная моча, лихорадка или зуд).",
            "Рассмотрите возможность повторного начала терапии после нормализации уровня печеночных ферментов у пациентов, у которых не наблюдались клинические симптомы гепатотоксичности.",
            "Прекратить прием, если повышение активности аминотрансфераз сопровождается клиническими симптомами гепатотоксичности."
          ]
        },
        {
          "type": "Задержка жидкости",
          "description": [
            "Пациенты с сопутствующей дисфункцией левого желудочка могут подвергаться особому риску развития значительной задержки жидкости после начала лечения ЭРА.",
            "Сообщалось о постмаркетинговых случаях отеков и задержки жидкости, возникающих в течение нескольких недель после начала терапии, некоторые из которых требовали введения диуретиков или госпитализации по поводу декомпенсированной сердечной недостаточности.",
            "Следите за признаками задержки жидкости после начала терапии; если развивается клинически значимая задержка жидкости, обследуйте пациента, чтобы определить причину, например, проводимую терапию или лежащую в основе сердечную недостаточность, а также возможную необходимость прекращения терапии."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Также следует избегать одновременного лечения умеренным ингибитором CYP3A4 и умеренным ингибитором CYP2C9 с мацитентаном.",
            "Прогнозируется, что одновременное применение умеренных двойных ингибиторов CYP3A4 и CYP2C9, таких как флуконазол, увеличивает экспозицию мацитентана примерно в 4 раза на основе физиологически обоснованного фармакокинетического моделирования (PBPK); избегать одновременного применения препарата с умеренными двойными ингибиторами CYP3A4 и CYP2C9 (такими как флуконазол и амиодарон)",
            "Избегайте одновременного применения с сильными ингибиторами CYP3A4, так как системное воздействие мацитентана удваивается; используйте другой вариант лечения ЛАГ, когда ингибиторы CYP3A4 необходимы как часть лечения ВИЧ",
            "Сильные индукторы CYP3A4 значительно снижают системное воздействие мацитентана; избегать совместного администрирования",
            "Мацитентан является субстратом CYP3A4.",
            "Умеренные двойные или комбинированные ингибиторы CYP3A4 и CYP2C9"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан, мацитентан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Одновременное применение антагонистов эндотелина со спарсентаном связано с повышенным риском гипотензии, обмороков, гиперкалиемии и изменений функции почек (например, острой почечной недостаточности)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет увеличивать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир увеличивает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин увеличивает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, мацитентан. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, мацитентан. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Мацитентан метаболизируется преимущественно CYP3A4, но не является субстратом ОАТР. Ожидается, что уровень взаимодействия будет низким. Коррекция дозировки не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "силденафил",
      "description": {
        "common": "мацитентан повышает уровень силденафила за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Системная экспозиция силденафила в равновесном состоянии (20 мг три раза в день) увеличивалась на 15% при одновременном применении с мацитентаном (10 мг/день); это изменение не считается клинически значимым."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Назофарингит",
      "percent": "20"
    },
    {
      "name": "Головная боль",
      "percent": "14"
    },
    {
      "name": "анемия",
      "percent": "13"
    },
    {
      "name": "Бронхит",
      "percent": "12"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "9"
    },
    {
      "name": "гемоглобин",
      "percent": "10"
    },
    {
      "name": "г",
      "percent": "8.7"
    },
    {
      "name": "дл",
      "percent": "6"
    },
    {
      "name": "грипп",
      "percent": "3"
    },
    {
      "name": "Повышенные аминотрансферазы",
      "percent": "3.4"
    },
    {
      "name": "х ВГН",
      "percent": "8"
    },
    {
      "name": "Повышенные аминотрансферазы",
      "percent": "2.1"
    },
    {
      "name": "х ВГН",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "зуд и сыпь",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "Заложенность носа",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Повышение печеночных аминотрансфераз",
      "percent": null
    },
    {
      "name": "ALT",
      "percent": null
    },
    {
      "name": "АСТ",
      "percent": null
    },
    {
      "name": "Сообщалось о поражении печени",
      "percent": null
    },
    {
      "name": "в большинстве случаев могут быть идентифицированы альтернативные причины",
      "percent": null
    },
    {
      "name": "сердечная недостаточность",
      "percent": null
    },
    {
      "name": "застой в печени",
      "percent": null
    },
    {
      "name": "аутоиммунный гепатит",
      "percent": null
    },
    {
      "name": "ЭРА были связаны с повышением уровня аминотрансфераз.",
      "percent": null
    },
    {
      "name": "гепатотоксичность",
      "percent": null
    },
    {
      "name": "и случаи печеночной недостаточности",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "задержка жидкости",
      "percent": null
    },
    {
      "name": "случаи отека и задержки жидкости возникали в течение нескольких недель после начала приема мацитентана.",
      "percent": null
    },
    {
      "name": "некоторые требуют вмешательства диуретиков",
      "percent": null
    },
    {
      "name": "управление жидкостью",
      "percent": null
    },
    {
      "name": "или госпитализация по поводу декомпенсированной сердечной недостаточности",
      "percent": null
    },
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "Симптоматическая гипотензия",
      "percent": null
    }
  ]
}