{
  "name": "абатацепт",
  "comment": "Rx",
  "other_names": [
    "Оренсия",
    "Оренсия ClickJect"
  ],
  "classes": [
    "Иммунодепрессанты",
    "DMARD",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/orencia-orenica-clickject-abatacept-343194",
  "pregnancy": {
    "common": [
      "В исследованиях репродуктивной токсикологии на крысах и кроликах пороков развития плода не наблюдалось при внутривенном введении во время органогенеза в дозах, которые вызывали воздействие примерно в 29 раз больше, чем при максимально рекомендуемой дозе для человека (MRHD) 10 мг/кг/месяц на основе AUC; однако в исследовании пренатального и постнатального развития у крыс терапия изменяла иммунную функцию у самок крыс в 11 раз по сравнению с MRHD на основе AUC.",
      "Существует регистр воздействия беременных, в котором отслеживаются исходы беременности у женщин, получавших терапию во время беременности; медицинским работникам рекомендуется регистрировать пациентов, а беременным женщинам рекомендуется регистрироваться самостоятельно, позвонив по телефону 1-877-311-8972.",
      "Адекватных и строго контролируемых исследований применения у беременных женщин не проводилось; данных о беременных женщинах недостаточно для информирования о риске, связанном с употреблением наркотиков; тем не менее, есть клинические соображения для введения живых вакцин младенцам, подвергшимся воздействию препарата во время внутриутробного развития.",
      "Неизвестно, может ли абатацепт проникать через плаценту в плод при лечении женщины во время беременности; препарат является иммуномодулирующим средством; неизвестно, влияет ли это на иммунный ответ младенца, подвергшегося внутриутробному воздействию абатацепта и впоследствии введенного живой вакцины; риски и преимущества следует учитывать до вакцинации таких детей"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии абатацепта в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока; однако абатацепт присутствовал в молоке лактирующих крыс, получавших абатацепт."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Нет в списке производителя"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Медицинские работники должны проявлять осторожность при назначении терапии пациентам с рецидивирующими инфекциями в анамнезе, сопутствующими заболеваниями, которые могут предрасполагать к инфекциям, или хроническими, латентными или локализованными инфекциями; пациенты, у которых развилась новая инфекция во время лечения, должны находиться под пристальным наблюдением; введение должно быть прекращено, если у пациента развивается серьезная инфекция",
        "Более высокая заболеваемость инфекциями и злокачественными новообразованиями у пожилых людей; будьте осторожны",
        "Перед началом терапии пациентов следует обследовать на латентную туберкулезную (ТБ) инфекцию с помощью туберкулиновой кожной пробы; лечение пациентов с положительным результатом скрининга на ТБ не изучалось; безопасность терапии у лиц с латентной туберкулезной инфекцией неизвестна; пациенты с положительным результатом скрининга на ТБ должны лечиться в соответствии со стандартной медицинской практикой до начала терапии",
        "До начала терапии обновите прививки в соответствии с действующими рекомендациями по вакцинации; пролеченные пациенты могут получать современные неживые вакцины; живые вакцины не следует вводить одновременно или в течение 3 месяцев после отмены; отсутствуют данные о вторичной передаче инфекции от лиц, получающих живые вакцины, к пациентам, получающим терапию; в зависимости от механизма действия терапия может снижать эффективность некоторых прививок.",
        "Сообщается о повышенном риске лимфомы и рака легких; значение неизвестно; повышенный риск лимфомы, связанной с ревматоидным артритом",
        "Соответствующие меры медицинской поддержки для лечения реакций гиперчувствительности должны быть доступны для немедленного использования в случае реакции; при возникновении анафилактической или другой серьезной аллергической реакции немедленно прекратить введение; назначить соответствующую терапию; навсегда прекратить терапию",
        "Более высокий риск серьезных инфекций; одновременное применение с антагонистом ФНО также может увеличить риск инфекций и серьезных инфекций; одновременная терапия с другим антагонистом ФНО не рекомендуется; прекратить, если развиваются серьезные инфекции",
        "Пациенты, получающие терапию по поводу РА, сообщали о более частом развитии нежелательных явлений, включая обострения ХОБЛ, кашель, хрипы и одышку; Терапию у пациентов с ХОБЛ следует проводить с осторожностью, и таких пациентов следует контролировать на предмет ухудшения их дыхательного статуса.",
        "Существует возможность для препаратов, ингибирующих активацию Т-клеток, влиять на защиту хозяина от инфекций и злокачественных новообразований, поскольку Т-клетки опосредуют клеточные иммунные ответы; были сообщения о злокачественных новообразованиях, включая рак кожи у пациентов, получающих терапию; периодические осмотры кожи рекомендуются всем пролеченным пациентам, особенно пациентам с факторами риска развития рака кожи.",
        "Противоревматическая терапия была связана с реактивацией гепатита В; перед началом терапии следует провести скрининг на вирусный гепатит в соответствии с опубликованными рекомендациями.",
        "Сообщалось о серьезных инфекциях, включая сепсис и пневмонию; некоторые из этих инфекций были смертельными; многие серьезные инфекции возникали у пациентов, получавших сопутствующую иммуносупрессивную терапию, что в дополнение к их основному заболеванию могло еще больше предрасполагать их к инфекции; более высокая частота серьезных инфекций наблюдалась у взрослых пациентов с РА, одновременно получавших антагонисты ФНО."
      ],
      "specific": [
        {
          "type": "Реактивация цитомегаловируса (ЦМВ) и вируса Эпштейна-Барр (ВЭБ)",
          "description": [
            "Сообщается о реактивации ЦМВ и ВЭБ при профилактике оРТПХ после трансплантации гемопоэтических клеток (ТГСК)",
            "Посттрансплантационное лимфопролиферативное заболевание (ПТЛЗ) возникало у пациентов, получавших препарат для профилактики оРТПХ во время неродственной ТГСК; все случаи ПТЛЗ были связаны с инфекцией вирусом Эпштейна-Барр (ВЭБ); контролировать пациентов на реактивацию EBV в соответствии с институциональной практикой; обеспечить профилактику EBV-инфекции в течение 6 месяцев после трансплантации для предотвращения EBV-ассоциированного PTLD",
            "Цитомегаловирусная (ЦМВ) инвазивная болезнь, зарегистрированная у пациентов, получавших терапию для профилактики оРТПХ во время несвязанной ТГСК; контролировать пациентов на наличие ЦМВ-инфекции/реактивации в течение 6 месяцев после трансплантации независимо от результатов серологического исследования ЦМВ до трансплантации у донора и реципиента; рассмотреть вопрос о профилактике ЦМВ-инфекции/реактивации"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "абатацепт, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "абатацепт, адалимумаб. Механизм: фармакодинамический синергизм. Противопоказано. Повышенный риск серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "абатацепт снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "абатацепт, анакинра. Механизм: неустановленный механизм взаимодействия. Противопоказано. Одновременное применение не рекомендуется (в информации производителя)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "абатацепт, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб, абатацепт.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Барицитиниб не рекомендуется в сочетании с другими ингибиторами JAK, биологическими DMARD или сильнодействующими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "абатацепт, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "абатацепт и цертолизумаб пегол усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте комбинации из-за повышенного риска серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "абатацепт, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "абатацепт, этанерцепт. Механизм: фармакодинамический синергизм. Противопоказано. Повышенный риск серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "абатацепт, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "абатацепт, инфликсимаб. Механизм: фармакодинамический синергизм. Противопоказано. Повышенный риск серьезной инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "абатацепт снижает действие четырехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "абатацепт снижает эффекты трехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "абатацепт, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "абатацепт, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "абатацепт, тоцилизумаб. Механизм: неустановленный механизм взаимодействия. Противопоказано. Одновременное применение не рекомендуется (в информации производителя)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "абатацепт, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и абатацепт усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "абатацепт снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "абатацепт снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "абатацепт, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "абатацепт усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина, абатацепт. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "абатацепт и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "абатацепт снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "абатацепт и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с иммунодепрессантами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, абатацепт.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "абатацепт и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, абатацепт.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и абатацепт усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и абатацепт усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "абатацепт снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, абатацепт.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, абатацепт.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и абатацепт усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "18"
    },
    {
      "name": "Назофарингит",
      "percent": "12"
    },
    {
      "name": "Тошнота",
      "percent": "10"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "54"
    },
    {
      "name": "для взрослых",
      "percent": "36"
    },
    {
      "name": "для детей",
      "percent": "9"
    },
    {
      "name": "Головокружение",
      "percent": "8"
    },
    {
      "name": "Кашель",
      "percent": "7"
    },
    {
      "name": "Боль в спине",
      "percent": "7"
    },
    {
      "name": "Гипертония",
      "percent": "6"
    },
    {
      "name": "Диспепсия",
      "percent": "6"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "4"
    },
    {
      "name": "Сыпь",
      "percent": "3"
    },
    {
      "name": "Боль в крайности",
      "percent": null
    },
    {
      "name": "Острый лимфолейкоз",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Целлюлит",
      "percent": null
    },
    {
      "name": "обострение ХОБЛ",
      "percent": null
    },
    {
      "name": "Вспышка болезни",
      "percent": null
    },
    {
      "name": "Дивертикулит",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Совместная одежда",
      "percent": null
    },
    {
      "name": "Рак легких",
      "percent": null
    },
    {
      "name": "лимфома",
      "percent": null
    },
    {
      "name": "Злокачественные новообразования",
      "percent": null
    },
    {
      "name": "киста яичника",
      "percent": null
    },
    {
      "name": "пруитус",
      "percent": null
    },
    {
      "name": "Пиелонефрит",
      "percent": null
    },
    {
      "name": "Рончи",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Инфекция ветряной оспы",
      "percent": null
    },
    {
      "name": "хрипы",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Новый или прогрессирующий псориаз",
      "percent": null
    }
  ]
}