{
  "name": "релуголикс",
  "comment": "Rx",
  "other_names": [
    "Орговикс"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Антагонисты ГНРГ"
  ],
  "source": "https://reference.medscape.com/drug/orgovyx-relugolix-4000119",
  "pregnancy": {
    "common": [
      "Данные о людях недоступны",
      "Основываясь на данных, полученных на животных, и механизме действия, может вызвать повреждение плода и прерывание беременности при введении беременным самкам."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Введение беременным кроликам во время органогенеза вызывало эмбриофетальную смертность при воздействии на мать, которое в 0,3 раза превышало воздействие на человека при рекомендуемой дозе 120 мг в день на основе AUC."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Мужчины с партнершами репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение 2 недель после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Основываясь на данных, полученных у животных, и механизме действия, может нарушать фертильность у самцов с репродуктивным потенциалом."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Релуголикс и/или его метаболиты присутствовали в молоке лактирующих крыс в концентрациях, в 10 раз превышающих концентрацию в плазме через 2 часа после введения дозы.",
      "Нет данных о присутствии в грудном молоке, воздействии на детей, находящихся на грудном вскармливании, или воздействии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Основываясь на исследованиях на животных и механизме действия, может быть нанесен вред плоду.",
        "Сообщалось о реакциях гиперчувствительности, включая отек глотки и другие серьезные случаи ангионевротического отека; рекомендовать пациентам, которые испытывают какие-либо симптомы гиперчувствительности, временно прекратить терапию и незамедлительно обратиться за медицинской помощью; прекратить терапию при тяжелых реакциях гиперчувствительности и вести лечение в соответствии с клиническими показаниями",
        "Терапия угнетает гипофизарно-гонадную систему; могут быть затронуты результаты диагностических тестов, проводимых во время и после лечения; контролировать терапевтический эффект релуголикса путем периодического измерения концентрации простатического специфического антигена (ПСА) в сыворотке крови; если уровень ПСА повышается, измерьте концентрацию тестостерона в сыворотке крови."
      ],
      "specific": [
        {
          "type": "Удлинение интервала QT/QTc",
          "description": [
            "Рассмотрите возможность периодического мониторинга ЭКГ и электролитов.",
            "Учитывать преимущества и риски у пациентов с врожденным синдромом удлиненного интервала QT, застойной сердечной недостаточностью или частыми нарушениями электролитного баланса, а также у пациентов, принимающих препараты, удлиняющие интервал QT.",
            "Корректировка электролитных нарушений",
            "Андрогенная депривация может удлинять интервал QT/QTc."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Избегайте совместного администрирования",
            "Coadministration уменьшает релуголикса AUC и пиковую концентрацию в плазме; если невозможно избежать, скорректируйте дозу релуголикса",
            "Комбинированные P-gp и сильные индукторы CYP3A",
            "Ферменты CYP: субстрат CYP3A (в основном) и CYP2C8 (второстепенный)",
            "Coadministration увеличивает AUC relugolix и пиковую концентрацию в плазме; если невозможно избежать, скорректируйте время между дозированием релуголикса и ингибитора P-gp.",
            "Транспортные системы: субстрат P-gp; ингибитор BCRP и P-gp",
            "Ингибиторы Р-гликопротеина"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галлий Ga 68 ПСМА-11",
      "description": {
        "common": "relugolix уменьшит уровень или эффект галлия Ga 68 PSMA-11 по неустановленному механизму взаимодействия. Изменить терапию/внимательно контролировать. Терапия депривации андрогенов и другие методы лечения, направленные на андрогенный путь, могут привести к изменениям в поглощении галлия Ga 68 PSMA-11 при раке предстательной железы. Влияние ADT на характеристики галлия Ga 68 PSMA-11 неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Горячий смыв",
      "percent": "54"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "44"
    },
    {
      "name": "Триглицериды повышены",
      "percent": "35"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "30"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "28"
    },
    {
      "name": "АЛТ повышен",
      "percent": "27"
    },
    {
      "name": "Усталость",
      "percent": "26"
    },
    {
      "name": "АСТ повышен",
      "percent": "18"
    },
    {
      "name": "Диарея",
      "percent": "12"
    },
    {
      "name": "Запор",
      "percent": "12"
    },
    {
      "name": "Увеличенный вес",
      "percent": "10"
    },
    {
      "name": "Бессонница",
      "percent": "10"
    },
    {
      "name": "Гинекомастия",
      "percent": "10"
    },
    {
      "name": "Гипергидроз",
      "percent": "10"
    },
    {
      "name": "Депрессия",
      "percent": "10"
    },
    {
      "name": "Снижение либидо",
      "percent": "10"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "2.9"
    },
    {
      "name": "Триглицериды повышены",
      "percent": "2"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "1.1"
    },
    {
      "name": "Горячий смыв",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "АЛТ повышен",
      "percent": null
    },
    {
      "name": "Гемоглобин повышен",
      "percent": null
    }
  ]
}