{
  "name": "муромонаб CD3",
  "comment": "Discontinued",
  "other_names": [
    "Ортоклон ОКТ3"
  ],
  "classes": [
    "Иммунодепрессанты"
  ],
  "source": "https://reference.medscape.com/drug/orthoclone-okt3-muromonab-cd3-343197",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: неизвестно, выделяется ли с грудным молоком."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, выделяется ли с грудным молоком."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Только врачи, имеющие опыт иммуносупрессивной терапии и ведения пациентов с трансплантацией паренхиматозных органов, должны назначать",
        "Должен лечиться в учреждении, оборудованном и укомплектованном персоналом для сердечно-легочной реанимации.",
        "Сообщалось о серьезных и иногда угрожающих жизни системных, сердечно-сосудистых реакциях и реакциях ЦНС (например, отек легких, особенно у пациентов с перегрузкой объемом, шок, сердечно-сосудистый коллапс, остановка сердца или дыхания, судороги, кома).",
        "Анафилактические или анафилактоидные реакции могут возникать после введения любой дозы или курса."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к любым продуктам мышиного происхождения",
        "Неконтролируемая ЗСН или перегрузка жидкостью, неконтролируемая АГ, судороги Г/О, беременность, кормление грудью",
        "Титры антимышиных антител ≥ 1:1000"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск захвата; внимательно следите за неврологическими симптомами в течение первых 24 часов после первых нескольких доз",
        "Риск вирусной инфекции, лимфопролиферативной неоплазии",
        "Анафилаксия обычно появляется в течение 10 минут после введения; CRS появляется через 30-60 мин.",
        "Рекомендуется предварительное лечение метилпреднизоном",
        "Если температура >100°F, снизить жаропонижающими средствами перед следующим введением",
        "Мониторинг почечной функции, LFTs, WBCs, тромбоцитов; во время лечения ежедневно контролировать уровни муромонаб-CD3 и клиренс Т-клеток",
        "Риск анафилаксии, синдром высвобождения цитокинов (СВК: гриппоподобные симптомы или шок), тяжелый отек легких; стабилизировать любую сердечно-сосудистую патологию перед введением"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "муромонаб CD3 снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "анакинра и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошадиный и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "муромонаб CD3, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "муромонаб CD3 снижает эффекты живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "муромонаб CD3, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "муромонаб CD3, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "муромонаб CD3 снижает эффекты дифтерийных и столбнячных анатоксинов за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "муромонаб CD3 снижает действие дифтерийно-столбнячного анатоксина/бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "муромонаб CD3 снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита А/брюшного тифа",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против гепатита А/брюшного тифа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "муромонаб CD3 снижает действие невалентной вакцины против вируса папилломы человека за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "муромонаб CD3 снижает эффекты вакцины против вируса папилломы человека, четырехвалентный за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "муромонаб CD3, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "инфликсимаб и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "муромонаб CD3 снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "муромонаб CD3 снижает действие четырехвалентной вакцины против вируса гриппа, дополненной фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "муромонаб CD3 снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой на клетках, за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "муромонаб CD3 снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "муромонаб CD3 снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "муромонаб CD3 снижает эффекты трехвалентной вакцины против вируса гриппа, дополненной фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "и лефлуномид, и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "муромонаб CD3, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от кори (краснухи)",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против кори (краснухи) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против кори, эпидемического паротита и краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "муромонаб CD3 снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "муромонаб CD3 и микофенолат усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "муромонаб CD3 снижает действие 13-валентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "муромонаб CD3 снижает эффекты пневмококковой семивалентной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "муромонаб CD3 снижает действие поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут препятствовать развитию активного иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против бешенства из клеток куриного эмбриона",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "муромонаб CD3 и рилонацепт усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "муромонаб CD3 снижает эффекты пероральной ротавирусной вакцины, живой за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против краснухи",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против краснухи за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "муромонаб CD3 и сиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против оспы (вакцинии) за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "муромонаб CD3 и такролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "муромонаб CD3 и темсиролимус усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "муромонаб CD3 снижает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прививка от клещевого энцефалита",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против клещевого энцефалита за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "муромонаб CD3, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "тоцилизумаб и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "муромонаб CD3, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "муромонаб CD3 и тонгкат али усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Инактивированная вакцина против диареи и холеры путешественников",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против диареи путешественников и холеры, инактивированных фармакодинамическим антагонизмом. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "муромонаб CD3 снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "муромонаб CD3 снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "муромонаб CD3 и устекинумаб усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "муромонаб CD3 снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "муромонаб CD3 снижает эффекты живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "астрагал",
      "description": {
        "common": "муромонаб CD3 увеличивает, а астрагал снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "муромонаб CD3 снижает действие противохолерной вакцины за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "муромонаб CD3, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхинацея",
      "description": {
        "common": "муромонаб CD3 увеличивает, а эхинацея снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "муромонаб CD3 усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "муромонаб CD3 снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "муромонаб CD3 снижает действие трехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "муромонаб CD3 и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "муромонаб CD3 увеличивает, а майтаке снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "муромонаб CD3 снижает эффекты менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "меркаптопурин и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "муромонаб CD3 и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Одновременное применение окрелизумаба с иммунодепрессантами может увеличить риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, муромонаб CD3.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "муромонаб CD3 и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, муромонаб CD3.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "муромонаб CD3 снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "муромонаб CD3 снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "лихорадка",
      "percent": "90"
    },
    {
      "name": "Озноб",
      "percent": "59"
    },
    {
      "name": "Одышка",
      "percent": "21"
    },
    {
      "name": "Тошнота",
      "percent": "19"
    },
    {
      "name": "Рвота",
      "percent": "14"
    },
    {
      "name": "Боль в груди",
      "percent": "14"
    },
    {
      "name": "Диарея",
      "percent": "13"
    },
    {
      "name": "Тремор",
      "percent": "13"
    },
    {
      "name": "хрипы",
      "percent": "11"
    },
    {
      "name": "Головная боль",
      "percent": "77"
    },
    {
      "name": "лихорадка",
      "percent": "43"
    },
    {
      "name": "Озноб",
      "percent": "37"
    },
    {
      "name": "Диарея",
      "percent": "32"
    },
    {
      "name": "Тошнота",
      "percent": "28"
    },
    {
      "name": "Головная боль",
      "percent": "26"
    },
    {
      "name": "Тахикардия",
      "percent": "25"
    },
    {
      "name": "Гипотония",
      "percent": "25"
    },
    {
      "name": "Рвота",
      "percent": "19"
    },
    {
      "name": "Гипертония",
      "percent": "16"
    },
    {
      "name": "Одышка",
      "percent": "14"
    },
    {
      "name": "Сыпь",
      "percent": "12"
    },
    {
      "name": "Отек",
      "percent": "10"
    },
    {
      "name": "Abnl грудной звук",
      "percent": "10"
    },
    {
      "name": "Анорексия",
      "percent": "10"
    },
    {
      "name": "Тахикардия",
      "percent": "9"
    },
    {
      "name": "Боль в груди",
      "percent": "9"
    },
    {
      "name": "Усталость",
      "percent": "8"
    },
    {
      "name": "гипертензия",
      "percent": "7"
    },
    {
      "name": "Артралгия",
      "percent": "7"
    },
    {
      "name": "потоотделение",
      "percent": "7"
    },
    {
      "name": "боль в ЖКТ",
      "percent": "7"
    },
    {
      "name": "Гипервентиляция",
      "percent": "7"
    },
    {
      "name": "лейкопения",
      "percent": "7"
    },
    {
      "name": "Зуд",
      "percent": "7"
    },
    {
      "name": "вазодилатация",
      "percent": "6"
    },
    {
      "name": "Абд боль",
      "percent": "6"
    },
    {
      "name": "Путаница",
      "percent": "6"
    },
    {
      "name": "Головокружение",
      "percent": "6"
    },
    {
      "name": "Летаргия",
      "percent": "6"
    },
    {
      "name": "хрипы",
      "percent": "2-5"
    },
    {
      "name": "анемия",
      "percent": "2-5"
    },
    {
      "name": "Аритмия",
      "percent": "2-5"
    },
    {
      "name": "Брадикардия",
      "percent": "2-5"
    },
    {
      "name": "Депрессия",
      "percent": "2-5"
    },
    {
      "name": "Недомогание",
      "percent": "2-5"
    },
    {
      "name": "Нервозность",
      "percent": "2-5"
    },
    {
      "name": "Отек легких",
      "percent": "2-5"
    },
    {
      "name": "Сонливость",
      "percent": "2-5"
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    }
  ]
}