{
  "name": "эстропипат",
  "comment": "Rx",
  "other_names": [
    "Оген 0,625",
    "Орто Эст",
    "Оген 5",
    "Оген 2.5",
    "Оген 1.25"
  ],
  "classes": [
    "Производные эстрогена"
  ],
  "source": "https://reference.medscape.com/drug/ortho-est-estropipate-342774",
  "pregnancy": {
    "common": [
      "Категория беременности: X",
      "Лактация: Спорная; эстрогены выделяются в грудное молоко в небольших количествах, соблюдать осторожность"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Спорная; эстрогены выделяются в грудное молоко в небольших количествах, соблюдать осторожность"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Эстрогены повышают риск рака эндометрия",
          "description": [
            "Важно тщательное клиническое наблюдение за всеми женщинами, принимающими эстрогены.",
            "Нет никаких доказательств того, что использование «натуральных» эстрогенов приводит к другому профилю риска для эндометрия, чем синтетические эстрогены в эквивалентных дозах эстрогена.",
            "Адекватные диагностические меры, включая забор эндометрия по показаниям, должны быть предприняты для исключения злокачественного новообразования во всех случаях недиагностированного персистирующего или повторяющегося аномального вагинального кровотечения."
          ]
        },
        {
          "type": "Сердечно-сосудистые риски",
          "description": [
            "Только эстрогены: подисследование исследования WHI показало повышенный риск инсульта и ТГВ у женщин в постменопаузе (в возрасте 50-79 лет) в течение 6,8 лет лечения только пероральными конъюгированными эстрогенами (0,625 мг/день) по сравнению с плацебо.",
            "Эстрогены с прогестинами и без них не следует использовать для профилактики сердечно-сосудистых заболеваний.",
            "Эстрогены плюс прогестины: Инициатива по охране здоровья женщин (WHI) Подисследование эстрогена плюс прогестин сообщило о повышенном риске инфаркта миокарда, инсульта, инвазивного рака молочной железы, легочной эмболии и тромбоза глубоких вен (ТГВ) у женщин в постменопаузе (в возрасте 50–79 лет) в течение 5,6 лет. лечения ежедневными пероральными конъюгированными эстрогенами (КЭ 0,625 мг) в сочетании с ацетатом медроксипрогестерона (МПА 2,5 мг) по сравнению с плацебо"
          ]
        },
        {
          "type": "Риски деменции",
          "description": [
            "Исследование памяти инициативы по охране здоровья женщин (WHIMS), подисследование исследования WHI, сообщило о повышенном риске развития вероятной деменции у женщин в постменопаузе в возрасте 65 лет и старше в течение 4 лет лечения при ежедневном приеме КЭ 0,625 мг в сочетании с МФК 2,5 мг по сравнению с плацебо",
            "Эстрогены с прогестинами и без них не следует использовать для профилактики деменции.",
            "Только эстрогены: подисследование WHIMS сообщило о повышенном риске развития вероятной деменции у женщин в постменопаузе в возрасте 65 лет и старше в течение 5,2 лет лечения только конъюгированными эстрогенами в дозе 0,625 мг по сравнению с плацебо.",
            "Неизвестно, применимы ли эти данные к более молодым женщинам в постменопаузе."
          ]
        },
        {
          "type": "Доза и продолжительность",
          "description": [
            "При отсутствии сопоставимых данных следует предположить, что эти риски одинаковы для других доз КЭ и МФК и других комбинаций и лекарственных форм эстрогенов и прогестинов.",
            "Из-за этих рисков эстрогены с прогестинами или без них следует назначать в самой низкой эффективной дозе и на самый короткий срок в соответствии с целями лечения и индивидуальными рисками."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Недиагностированное аномальное вагинальное кровотечение",
        "Неконтролируемая гипертония",
        "Активный или история рака молочной железы",
        "Сахарный диабет с поражением сосудов",
        "Артериальная тромбоэмболическая болезнь (инсульт, ИМ), тромбофлебит, ТГВ/ТЭЛА, тромбогенный порок сердца",
        "Желтуха при предшествующем использовании оральных контрацептивов",
        "Документально подтвержденная гиперчувствительность",
        "Эстрогензависимая неоплазия, заболевания печени, опухоли печени"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сахарный диабет, эндометриоз, гиперлипидемии, АГ, гипотиреоз, пожилой возраст, печеночная/почечная недостаточность, лейомиома матки, порфирия, пациенты с дефектами обмена липопротеинов, гипертриглицеридемия, рак яичников, обострение эндометриоза или других состояний, курение и возраст старше 35 лет, СКВ , депрессия",
        "Задержка жидкости может усугубить астму, эпилепсию, мигрень и сердечную или почечную дисфункцию.",
        "Может увеличить риск тромбоэмболических нарушений, может потребоваться увеличение дозы антикоагулянтов при одновременном применении с антикоагулянтами.",
        "Прекратите прием, если в следующих случаях развиваются желтуха, проблемы со зрением (могут вызвать непереносимость контактных линз), любые признаки ВТЭ, мигрень необычной тяжести, значительное повышение артериального давления, тяжелая депрессия, повышенный риск тромбоэмболических осложнений после операции.",
        "Повышенный риск развития рака эндометрия и яичников у женщин в постменопаузе",
        "Гиперкальциемия может возникать у пациентов с раком молочной железы и метастазами в кости.",
        "Длительное постменопаузальное лечение эстрогенами было связано с повышенным риском рака молочной железы, инфаркта миокарда, инсульта, ТГВ, ТЭЛА и деменции."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "оспемифен",
      "description": {
        "common": "оспемифен, эстропипат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "эстропипат снижает эффекты анастрозола за счет фармакодинамического антагонизма. Противопоказано. Эстроген может ослаблять фармакологическое действие анастрозола. Coadministration не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "эстропипат снижает эффекты антитромбина альфа за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "эстропипат снижает эффекты антитромбина III за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "эстропипат снижает действие аргатробана за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "эстропипат снижает эффекты бемипарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "эстропипат снижает эффекты бивалирудина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "Эстропипат снижает эффекты далтепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эстропипат снижает эффекты эноксапарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина увеличивает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина увеличивает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повышает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "Эстропипат снижает эффекты фондапаринукса за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран увеличивает уровень или действие эстропипата, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "эстропипат снижает эффекты гепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фениндион",
      "description": {
        "common": "эстропипат снижает эффекты фениндиона за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "эстропипат снижает эффекты протамина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект эстропипата переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или действие эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "эстропипат снижает эффекты албиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстропипат может снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин снижает уровень или действие эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир, эстропипат. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Атазанавир может повышать или снижать уровень эстропипата. Используйте альтернативы, если они доступны. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет увеличивать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азтреонам",
      "description": {
        "common": "азтреонам снижает уровень или эффект эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил снижает уровень или действие эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефтазидим",
      "description": {
        "common": "цефтазидим снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефтибутен",
      "description": {
        "common": "цефтибутен снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин снижает уровень или эффект эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоргексидин перорально",
      "description": {
        "common": "пероральный прием хлоргексидина снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клиндамицин",
      "description": {
        "common": "клиндамицин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон",
      "description": {
        "common": "дапсон снижает уровень или действие эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин снижает уровень или действие эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или действие эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, эстропипат. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эртапенем",
      "description": {
        "common": "эртапенем снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "экземестан",
      "description": {
        "common": "эстропипат снижает эффекты экземестана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены или эстрогенсодержащие продукты, включая комбинированные пероральные контрацептивы, не следует назначать одновременно с экземестаном; эти препараты могут влиять на фармакологическое действие и эффективность экземестана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "Эстропипат снижает эффекты инъекционного раствора эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут уменьшать гипогликемические эффекты противодиабетических средств, нарушая толерантность к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "Эстропипат снижает эффекты инъекционной суспензии эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут уменьшать гипогликемические эффекты противодиабетических средств, нарушая толерантность к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "фелодипин будет увеличивать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повышает уровень или эффект эстропипата, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин снижает уровень или действие эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант повышает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфомицин",
      "description": {
        "common": "фосфомицин снижает уровень или эффект эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин снижает уровень или эффект эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или действие эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "эстропипат снижает эффекты гемина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Препараты, усиливающие синтез дельта-аминолевулиновой кислоты, могут снижать эффект гемина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "Эстропипат снижает действие гиалуронидазы на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Повышенная резистентность тканей к гиалуронидазе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир повышает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или действие эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "Эстропипат снижает уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид снижает уровень или действие эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "эстропипат снижает действие лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстропипат может снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "Эстропипат будет снижать уровень или эффект лонапегсоматропина по другим причинам (см. комментарий). Используйте осторожность/монитор. Пероральные эстрогены могут снижать реакцию сывороточного инсулиноподобного фактора роста-1 на лонапегсоматропин. Пациентам, получающим пероральную заместительную терапию эстрогенами, могут потребоваться более высокие дозы лонапегсоматропина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "лоратадин будет увеличивать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "Эстропипат повышает уровень маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или действие эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меропенем",
      "description": {
        "common": "меропенем снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меропенем/ваборбактам",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "эстропипат снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект эстропипата переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин будет увеличивать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "нитрофурантоин снижает уровень или действие эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин снижает уровень или действие эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "окситетрациклин снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или действие эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "хинупристин/дальфопристин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокситромицин",
      "description": {
        "common": "рокситромицин снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин будет увеличивать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус будет увеличивать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "эстропипат уменьшает действие сомапацитана на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Пероральные эстрогены могут снижать сывороточный ответ ИФР-1 на сомапацитан. Пациентам могут потребоваться более высокие дозы сомапацитана. Рекомендации по начальной дозе см. в монографии о препарате."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снизит уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, эстропипат. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP1A2. Мониторинг субстратов CYP1A2 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP1A2 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "стрептомицин снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин будет снижать уровень или эффект эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус будет увеличивать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или действие эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тейкопланин",
      "description": {
        "common": "тейкопланин снижает уровень или эффект эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид снижает уровень эстропипата, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тигециклин",
      "description": {
        "common": "тигециклин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "тобрамицин снижает уровень или эффект эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан будет увеличивать уровень или эффект эстропипата переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон будет снижать уровень или эффект эстропипата транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "ванкомицин снижает уровень или эффект эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "эстропипат, амитриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "эстропипат, амоксапин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол увеличивает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "андростендион",
      "description": {
        "common": "андростендион усиливает действие эстропипата за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бор",
      "description": {
        "common": "бор увеличивает уровень эстропипата, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "эстропипат, кломипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "эстропипат снижает уровень цианокобаламина, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "эстропипат, дезипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "досулепин",
      "description": {
        "common": "эстропипат, досулепин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "эстропипат, доксепин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "Эстропипат снижает уровень фолиевой кислоты, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "эстропипат, имипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "эстропипат снижает уровень L-метилфолата, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "эстропипат, лофепрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "Эстропипат снижает уровень хлорида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "Эстропипат снижает уровень цитрата магния за счет других (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "Эстропипат снижает уровень гидроксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "Эстропипат снижает уровень оксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "Эстропипат снижает уровень сульфата магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "эстропипат, мапротилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метирапон",
      "description": {
        "common": "эстропипат снижает эффекты метирапона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие эстропипата по неизвестному механизму. Незначительное/значение неизвестно. Клиническое значение неясно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "эстропипат, нортриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "фитоэстрогены уменьшают действие эстропипата за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "корень плеврита",
      "description": {
        "common": "корень плеврита снижает эффекты эстропипата за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "эстропипат, протриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "эстропипат снижает уровень пиридоксина, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "Эстропипат снижает уровень пиридоксина (антидота) за счет изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ропинирол",
      "description": {
        "common": "эстропипат повышает уровень ропинирола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "эстропипат снижает уровень шиповника за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "эстропипат, тразодон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "эстропипат, тримипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Периферический отек",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Мелазма",
      "percent": null
    },
    {
      "name": "вздутие живота",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Увеличение груди",
      "percent": null
    },
    {
      "name": "нежность",
      "percent": null
    },
    {
      "name": "Аменорея",
      "percent": null
    },
    {
      "name": "Прорывное кровотечение",
      "percent": null
    },
    {
      "name": "Споттинг",
      "percent": null
    },
    {
      "name": "Изменения веса",
      "percent": null
    },
    {
      "name": "Изменение искривления роговицы",
      "percent": null
    }
  ]
}