{
  "name": "маннит",
  "comment": "Rx",
  "other_names": [
    "Осмитрол"
  ],
  "classes": [
    "Осмотические агенты",
    "Диуретики"
  ],
  "source": "https://reference.medscape.com/drug/osmitrol-mannitol-343061",
  "pregnancy": {
    "common": [
      "Имеющиеся данные о случаях применения маннитола за десятилетия использования не выявили связанного с приемом препарата риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода.",
      "Маннитол проникает через плаценту и может вызвать сдвиг жидкости, что потенциально может привести к неблагоприятным последствиям для плода.",
      "Маннитол присутствует в амниотической жидкости при введении беременным женщинам в третьем триместре беременности."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В опубликованных исследованиях на животных не сообщалось о побочных эффектах маннитола на развитие; однако у плодов овец в ответ на инфузию препарата матери происходили сдвиги жидкости."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии маннита в грудном или животном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в лекарственном средстве и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от лекарственного средства или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Ранее существовавший тяжелый застой в легочных сосудах или отек легких",
        "Анурия",
        "Активное внутричерепное кровотечение, за исключением краниотомии.",
        "Тяжелая гиповолемия",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Вливание гипертонических растворов через периферическую вену в концентрации 10% вес/объем или выше может привести к раздражению периферических вен, включая флебит; могут возникать другие тяжелые реакции в месте инфузии, такие как компартмент-синдром и отек, связанный с экстравазацией; вводить предпочтительно в крупную центральную вену",
        "Сообщалось о серьезных реакциях гиперчувствительности, включая анафилаксию, артериальную гипотензию и одышку, приводящих к остановке сердца и смерти; немедленно прекратить инфузию при появлении признаков или симптомов подозрения на реакцию гиперчувствительности.",
        "Не смешивать с кровью"
      ],
      "specific": [
        {
          "type": "Почечные осложнения",
          "description": [
            "По возможности избегайте одновременного приема нефротоксичных препаратов или других диуретиков.",
            "Хотя осмотический нефроз, связанный с введением маннитола, в принципе обратим, известно, что осмотический нефроз в целом потенциально может перейти в хроническую или даже терминальную стадию почечной недостаточности.",
            "Внимательно следите за функцией почек во время инфузии маннитола.",
            "Прекратить прием при ухудшении функции почек.",
            "Пациенты с ранее существовавшим заболеванием почек, состояниями с высоким риском почечной недостаточности или получающие потенциально нефротоксичные препараты или другие диуретики подвергаются повышенному риску почечной недостаточности после введения.",
            "Обратимое олигурическое острое повреждение почек (ОПП) возникло при нормальной функции почек до лечения у пациента, получившего большие дозы маннитола внутривенно.",
            "Пациенты с олигурическим ОПП, у которых впоследствии на фоне приема маннитола развилась анурия, подвержены риску ХСН, отека легких, гипертонического криза, комы и летального исхода.",
            "Во время и после инфузии маннитола для снижения внутричерепного давления клинически контролируйте и анализируйте лабораторные тесты на предмет изменений водно-электролитного статуса.",
            "Почечные осложнения, в том числе необратимая почечная недостаточность, зарегистрированная у пациентов, получающих маннитол."
          ]
        },
        {
          "type": "Токсичность центральной нервной системы",
          "description": [
            "Токсичность со стороны ЦНС проявляется спутанностью сознания, летаргией или комой у пациентов, некоторые из которых приводят к смерти, в частности, при нарушении функции почек, токсичность со стороны ЦНС может быть результатом высоких концентраций маннитола в сыворотке, гиперосмолярности сыворотки, приводящей к внутриклеточной дегидратации в ЦНС, гипонатриемии или другие нарушения электролитного и кислотно-щелочного баланса, вторичные по отношению к приему маннита",
            "Рецидивное повышение внутричерепного давления может произойти через несколько часов после инфузии; пациенты с нарушенным гематоэнцефалическим барьером подвергаются повышенному риску",
            "В высоких концентрациях маннитол может преодолевать гематоэнцефалический барьер и нарушать способность мозга поддерживать рН спинномозговой жидкости, особенно при наличии ацидоза.",
            "Одновременное введение нейротоксичных препаратов (например, аминогликозидов) может усилить нейротоксичность; избегать одновременного применения нейротоксичных препаратов, если это возможно",
            "У пациентов с ранее существовавшим нарушением гематоэнцефалического барьера риск увеличения отека мозга (общий и очаговый), связанный с повторным или продолжительным использованием продукта, должен быть индивидуально взвешен относительно ожидаемых преимуществ."
          ]
        },
        {
          "type": "Водно-электролитный дисбаланс",
          "description": [
            "Осмольная щель",
            "Метаболический ацидоз/алкалоз",
            "Гипернатриемия, дегидратация и гемоконцентрация",
            "Признаки гипо- или гиперволемии, включая диурез",
            "В зависимости от дозы и продолжительности введения электролитный и кислотно-щелочной дисбаланс также может быть результатом трансцеллюлярных сдвигов воды и электролитов, осмотического диуреза и/или других механизмов; такие дисбалансы могут быть серьезными и потенциально фатальными",
            "Почечная, сердечная и легочная функция",
            "Прекратить терапию при ухудшении состояния почек, сердца или легких или развитии токсического действия на ЦНС.",
            "Гипо/гиперкалиемия; развитие дисбаланса электролитов (например, гиперкалиемия, гипокалиемия), связанного с введением маннитола, может привести к побочным реакциям со стороны сердца у пациентов, получающих препараты, чувствительные к такому дисбалансу (например, дигоксин, агенты, которые могут вызывать удлинение интервала QT, миорелаксанты)",
            "Во время и после инфузии для снижения внутричерепного давления контролируйте водно-электролитный статус и прекращайте терапию при возникновении дисбаланса.",
            "Дисбаланс в результате терапии",
            "В зависимости от дозировки и продолжительности введение может привести к гиперволемии, приводящей к или усугубляющей существующую застойную сердечную недостаточность.",
            "Гипонатриемия, которая может привести к головной боли, тошноте, судорогам, вялости, коме, отеку мозга и смерти; острая симптоматическая гипонатриемическая энцефалопатия считается неотложной медицинской помощью",
            "Осмолярность сыворотки, электролиты сыворотки (включая натрий, калий, кальций и фосфат) и кислотно-щелочной баланс",
            "Внутричерепное давление",
            "Накопление маннита из-за недостаточной почечной экскреции увеличивает риск гиперволемии; индуцированный маннитолом осмотический диурез может вызвать или усугубить обезвоживание/гиповолемию и гемоконцентрацию; терапия также может вызвать гиперосмолярность",
            "Педиатрические пациенты <2 лет, особенно недоношенные и доношенные новорожденные, могут подвергаться более высокому риску водно-электролитных нарушений после введения из-за снижения скорости клубочковой фильтрации и ограниченной способности концентрировать мочу.",
            "Во время и после инфузии для снижения внутричерепного давления контролируйте:"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Мониторинг электролитов сыворотки во время и после инфузии маннитола; прекратить, если состояние сердца ухудшается",
            "По возможности избегайте использования нейротоксичных препаратов.",
            "Развитие дисбаланса электролитов (например, гиперкалиемия, гипокалиемия), связанного с введением маннитола, может привести к побочным реакциям со стороны сердца у пациентов, получающих препараты, чувствительные к такому дисбалансу (например, дигоксин, препараты, удлиняющие интервал QT, миорелаксанты).",
            "Одновременный прием нефротоксичных препаратов усугубляет почечную недостаточность.",
            "Если возможно, избегайте использования других диуретиков.",
            "Рассмотрите возможность удержания доз лития во время лечения маннитом",
            "Препараты, выводимые почками",
            "Совместное введение с литием может первоначально увеличить выведение лития, но также может увеличить риск токсичности лития, если у пациентов разовьется гиповолемия или почечная недостаточность.",
            "Если возможно, избегайте использования с нефротоксическими препаратами.",
            "Одновременное применение с другими диуретиками может усиливать почечную токсичность.",
            "Препараты, на которые влияет электролитный дисбаланс",
            "Нейротоксические препараты",
            "Диуретики",
            "Если невозможно избежать одновременного применения, часто контролируйте концентрацию лития в сыворотке крови на наличие признаков литиевой токсичности.",
            "Может усиливать элиминацию и снижать эффективность препаратов, подвергающихся значительной почечной элиминации.",
            "Одновременное применение системных нейротоксичных препаратов может усиливать токсическое действие маннитола на ЦНС.",
            "Нефротоксические препараты"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "маннитол повышает уровень тобрамицина за счет неуказанного механизма взаимодействия. Противопоказано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и маннитол снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает эффекты маннитола Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, маннитол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Обратите внимание на возможные аддитивные гипотензивные эффекты при одновременном применении. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/?сульфат магния/хлорид калия повышает токсичность маннита по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность маннита по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "тобрамицин ингаляционно, маннитол.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Избегайте одновременного использования, если это возможно; маннитол может изменять уровни аминогликозидов в сыворотке/тканях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, маннитол.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "маннитол, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "маннитол снижает уровень хлорида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "маннитол снижает уровень цитрата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "маннитол снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "маннитол снижает уровень оксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "маннитол снижает уровень сульфата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "Остановка сердца",
      "percent": null
    },
    {
      "name": "анафилаксия",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "гипертония",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "озноб",
      "percent": null
    },
    {
      "name": "потливость",
      "percent": null
    },
    {
      "name": "кашель",
      "percent": null
    },
    {
      "name": "скелетно-мышечная тугоподвижность",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "генерализованная боль",
      "percent": null
    },
    {
      "name": "дискомфорт",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "и головная боль",
      "percent": null
    },
    {
      "name": "Почечная недостаточность",
      "percent": null
    },
    {
      "name": "острая почечная недостаточность",
      "percent": null
    },
    {
      "name": "осмотический нефроз",
      "percent": null
    },
    {
      "name": "азотемия",
      "percent": null
    },
    {
      "name": "анурия",
      "percent": null
    },
    {
      "name": "гематурия",
      "percent": null
    },
    {
      "name": "олигурия",
      "percent": null
    },
    {
      "name": "полиурия",
      "percent": null
    },
    {
      "name": "токсичность ЦНС",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "кома",
      "percent": null
    },
    {
      "name": "припадки",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "вялость",
      "percent": null
    },
    {
      "name": "рикошетное повышение внутричерепного давления",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "Дисбаланс жидкости и электролитов",
      "percent": null
    },
    {
      "name": "гиповолемия",
      "percent": null
    },
    {
      "name": "гиперволемия",
      "percent": null
    },
    {
      "name": "периферический отек",
      "percent": null
    },
    {
      "name": "обезвоживание",
      "percent": null
    },
    {
      "name": "гипонатриемия",
      "percent": null
    },
    {
      "name": "гипернатриемия",
      "percent": null
    },
    {
      "name": "гиперкалиемия",
      "percent": null
    },
    {
      "name": "гипокалиемия",
      "percent": null
    },
    {
      "name": "Метаболический ацидоз",
      "percent": null
    },
    {
      "name": "Реакции в месте инфузии",
      "percent": null
    },
    {
      "name": "Инфекционное заболевание",
      "percent": null
    },
    {
      "name": "венозный тромбоз или флебит",
      "percent": null
    },
    {
      "name": "воспаление",
      "percent": null
    },
    {
      "name": "боль",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "эритема",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "компартмент-синдром и отек, связанный с экстравазацией",
      "percent": null
    },
    {
      "name": "Сердечные и респираторные расстройства",
      "percent": null
    },
    {
      "name": "Ринит",
      "percent": null
    },
    {
      "name": "застойная сердечная недостаточность",
      "percent": null
    },
    {
      "name": "отек легких",
      "percent": null
    },
    {
      "name": "учащенное сердцебиение",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "гипертония",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "и стенокардия",
      "percent": null
    },
    {
      "name": "как боли в груди",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Жажда",
      "percent": null
    },
    {
      "name": "сухость во рту",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Другой",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "недомогание",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "озноб",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    }
  ]
}