{
  "name": "сенегермин",
  "comment": "Rx",
  "other_names": [
    "Озерват"
  ],
  "classes": [
    "Офтальмология",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/oxervate-cenegermin-1000288",
  "pregnancy": {
    "common": [
      "Нет данных об использовании беременными женщинами для информирования о каких-либо рисках, связанных с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Введение сенегермина беременным крысам или кроликам в период органогенеза не вызывало неблагоприятных эффектов на плод в клинически значимых дозах.",
          "В исследовании пренатального и постнатального развития введение сенегермина беременным крысам на протяжении всей беременности и лактации не вызывало побочных эффектов у потомства в клинически значимых дозах."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Снять контактные линзы перед применением; наличие контактной линзы (лечебной или корректирующей) теоретически может ограничивать распространение сенегермина на область поражения роговицы.",
        "Дискомфорт в глазах легкой и средней степени тяжести (например, боль в глазах во время лечения); посоветуйте пациентам обратиться к врачу, если возникнет более серьезная реакция глаз"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль в глазах после установки",
      "percent": "16"
    },
    {
      "name": "Отложения роговицы",
      "percent": null
    },
    {
      "name": "Ощущение инородного тела",
      "percent": null
    },
    {
      "name": "Глазная гиперемия",
      "percent": null
    },
    {
      "name": "Воспаление глаз и слезотечение",
      "percent": null
    }
  ]
}