{
  "name": "иоксилан",
  "comment": "Rx",
  "other_names": [
    "оксилан"
  ],
  "classes": [
    "Йодированные контрастные вещества"
  ],
  "source": "https://reference.medscape.com/drug/oxilan-ioxilan-343769",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "Лактация: неизвестно, будьте осторожны"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, будьте осторожны"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Реакция на интратекальное введение может быть фатальной."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к продукту или компонентам",
        "Интратекальное введение (потенциально смертельное)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Ингибирует свертывание крови (меньше, чем ионные контрастные вещества in vitro)",
        "Повышенная чувствительность к контрастному веществу, йоду",
        "Может вызвать почечную недостаточность у пациентов с запущенными сосудистыми заболеваниями, сахарным диабетом; должны быть хорошо увлажнены до/после процедуры",
        "Тяжелые кожные побочные реакции (SCAR), включая синдром Стивенса-Джонсона и токсический эпидермальный некролиз (SJS/TEN), острый генерализованный экзантематозный пустулез (AGEP) и лекарственную реакцию с эозинофилией и системными симптомами (DRESS), могут развиваться от 1 часа до нескольких недель. после внутрисосудистого введения контрастного вещества; тяжесть реакции может увеличиваться, а время до ее появления может уменьшаться при повторном введении контрастного вещества; профилактические препараты не могут предотвратить или смягчить тяжелые кожные побочные реакции; избегать введения продукта пациентам с тяжелой кожной побочной реакцией на продукт в анамнезе",
        "С осторожностью при тяжелой почечной недостаточности, комбинированном заболевании почек/печени, дисфункции щитовидной железы, множественной миеломе, анурии, феохромоцитоме, серповидно-клеточной анемии, ЗСН, тяжелых заболеваниях артерий/вен",
        "Избегайте экстравазации, особенно у пациентов с тяжелым заболеванием артерий или вен.",
        "Инфаркты миокарда и инсульты, зарегистрированные с помощью ангиографических процедур",
        "Аллергия (бронхиальная астма, сенная лихорадка, пищевая аллергия)"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Эритема",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Изменение цвета кожи",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "SJS",
      "percent": null
    },
    {
      "name": "ДЕСЯТЬ",
      "percent": null
    },
    {
      "name": "Острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "AGEP",
      "percent": null
    },
    {
      "name": "Лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    }
  ]
}