{
  "name": "энфортумаб ведотин",
  "comment": "Rx",
  "other_names": [
    "энфортумаб ведотин-ejfv",
    "Падчев"
  ],
  "classes": [
    "Моноклональные антитела против нектина-4",
    "Противоопухолевые препараты",
    "Антимикротрубочки"
  ],
  "source": "https://reference.medscape.com/drug/padcev-enfortumab-vedotin-4000028",
  "pregnancy": {
    "common": [
      "Основываясь на механизме действия и находках у животных, может причинить вред плоду.",
      "Консультируйте пациентов о потенциальном риске и проверяйте статус беременности у женщин с репродуктивным потенциалом перед началом",
      "Нет доступных данных о применении во время беременности у человека."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Введение беременным крысам во время органогенеза вызывало материнскую токсичность, эмбрио-фетальную летальность, структурные пороки развития и скелетные аномалии при воздействии на мать, примерно аналогичном воздействию при рекомендуемой дозе для человека 1,25 мг/кг."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Мужчины с партнершами репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение 4 месяцев после последней дозы.",
          "Женщины репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение 2 месяцев после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Согласно результатам исследований на животных, может нарушать мужскую фертильность."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии энфортумаба ведотина в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока.",
      "Рекомендовать кормящим женщинам не кормить грудью во время лечения и в течение как минимум 3 недель после последней дозы."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Серьезные кожные реакции",
          "description": [
            "Внимательно следите за кожными реакциями",
            "Немедленно откажитесь и рассмотрите направление для специализированной помощи при подозрении на ССД или ТЭН или тяжелые кожные реакции.",
            "Тяжелые и фатальные кожные побочные реакции, включая синдром Стивенса-Джонсона (ССД) и токсический эпидермальный некролиз (ТЭН), преимущественно возникали во время первого цикла лечения, но могут возникать и позже.",
            "Навсегда прекратить у пациентов с подтвержденным SJS или ТЭН; или 4 степени или рецидивирующие кожные реакции 3 степени"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "У пациентов в возрасте 65 лет и старше, получавших этот препарат в качестве монотерапии, наблюдалась более высокая частота серьезных и фатальных побочных реакций, чем у более молодых пациентов; существенных различий в фармакокинетике этого препарата между пациентами в возрасте 65 лет и старше и более молодыми пациентами не наблюдалось.",
        "Гипергликемия и диабетический кетоацидоз возникали у пациентов с уже существующим сахарным диабетом или без него; частота гипергликемии 3-4 степени постоянно увеличивалась у пациентов с более высоким индексом массы тела и с более высоким исходным уровнем A1C; фатальные случаи гипергликемии и диабетического кетоацидоза, о которых сообщалось при введении в качестве одного агента; внимательно следить за уровнем глюкозы в крови у пациентов с сахарным диабетом или гипергликемией или с риском их развития; если уровень глюкозы в крови повышен (> 250 мг/дл), приостановить терапию",
        "Может причинить вред плоду, исходя из механизма действия и данных, полученных у животных."
      ],
      "specific": [
        {
          "type": "невропатия",
          "description": [
            "При назначении в комбинации с пембролизумабом у 65 % пациентов, получавших комбинированную терапию, была периферическая невропатия любой степени, у 45 % — невропатия 2 степени и у 3,3 % — невропатия 3 степени.",
            "Среднее время до появления периферической невропатии степени выше или равной 2 составило 6 месяцев (диапазон: от 0,3 до 25 месяцев).",
            "Возникла периферическая невропатия, включая сенсорную и моторную невропатию; отслеживать симптомы новой или ухудшающейся периферической невропатии и рассмотреть вопрос о прерывании или снижении дозы при возникновении периферической невропатии; окончательно прекратить терапию у пациентов, у которых развилась периферическая невропатия >3 степени",
            "Частота периферической невропатии была выше, когда это лекарство назначалось в комбинации с пембролизумабом.",
            "Комбинация с пембролизумабом"
          ]
        },
        {
          "type": "Глазные расстройства",
          "description": [
            "Рассмотрите возможность лечения офтальмологическими топическими стероидами, если это показано после офтальмологического осмотра.",
            "Большинство событий затрагивали роговицу, включая кератит, нечеткость зрения, повышенное слезотечение, конъюнктивит, дефицит лимбальных стволовых клеток, кератопатию и другие состояния, связанные с глазами, при использовании в качестве монотерапии.",
            "Рассмотрите использование искусственной слезы для профилактики сухости глаз и офтальмологическое обследование, если глазные симптомы возникают или не проходят."
          ]
        },
        {
          "type": "Пневмонит",
          "description": [
            "Оценить и исключить инфекционные, неопластические и другие причины таких признаков и симптомов с помощью соответствующих исследований;",
            "Приостановить терапию для пациентов, у которых развивается персистирующий или рецидивирующий пневмонит 2 степени, и рассмотреть вопрос о снижении дозы; окончательно прекратить терапию у всех пациентов с пневмонитом 3 или 4 степени",
            "Комбинация с пембролизумабом",
            "Произошел тяжелый, опасный для жизни или смертельный пневмонит; медиана времени до начала пневмонита составила 2,9 месяца; следить за признаками и симптомами, указывающими на пневмонит (например, гипоксия, кашель, одышка, интерстициальные инфильтраты при рентгенологических исследованиях)",
            "Заболеваемость пневмонитом/ИЗЛ, включая тяжелые явления, возникала чаще, когда этот препарат назначался в комбинации с пембролизумабом.",
            "При назначении в комбинации с пембролизумабом у 9% из 121 пациента, получавших комбинированную терапию, был пневмонит/ИЗЛ любой степени, а у 3,3% — 3 степени.",
            "Летальный случай пневмонита произошел у одного пациента (0,8%); среднее время до начала пневмонита/ИЗЛ составляло 6 месяцев (диапазон: от 0,6 до 26 месяцев)"
          ]
        },
        {
          "type": "Кожные реакции",
          "description": [
            "Обратитесь к изменениям дозировки, чтобы узнать, когда следует приостановить терапию, уменьшить дозу или окончательно прекратить ее прием.",
            "Внимательно следите за кожными реакциями на протяжении всего лечения.",
            "При стойких или рецидивирующих кожных реакциях 2-й степени рассмотрите возможность приостановки терапии до степени ≤1.",
            "ССД и ТЭН возникали преимущественно во время первого цикла лечения, но могут возникать позже.",
            "Кожные реакции привели к прекращению терапии у 6% пациентов.",
            "Комбинация с пембролизумабом",
            "Сообщалось о других кожных реакциях (например, макуло-папулезная сыпь, зуд, симметричная интертригинозная и сгибательная экзантема, связанная с лекарственными препаратами, буллезный дерматит, эксфолиативный дерматит и ладонно-подошвенная эритродизестезия).",
            "Рассмотрите местные кортикостероиды и антигистаминные препараты по клиническим показаниям.",
            "Большинство кожных реакций, возникших при комбинированной терапии, включали макуло-папулезную сыпь, макулярную сыпь и папулезную сыпь; среднее время до появления тяжелых кожных реакций составило 2,6 месяца (диапазон: от 0,3 до 16 месяцев)",
            "Когда этот препарат назначался в комбинации с пембролизумабом, частота кожных реакций, в том числе тяжелых, возникала с большей частотой.",
            "Сообщалось о тяжелых кожных побочных реакциях, включая смертельные случаи ССД или ТЭН."
          ]
        },
        {
          "type": "Экстравазация места инфузии",
          "description": [
            "Обеспечьте адекватный венозный доступ перед началом терапии и следите за возможной экстравазацией во время введения.",
            "Эритема, отек, повышение температуры и боль усиливались до 2-7 дней после экстравазации и исчезали в течение 1-4 недель после пика",
            "Если происходит экстравазация, прекратите инфузию и следите за побочными реакциями.",
            "После введения наблюдались реакции кожи и мягких тканей, вторичные по отношению к экстравазации."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "MMAE является субстратом P-гликопротеина (P-gp) и CYP3A4.",
            "Внимательно следите за признаками токсичности энфортумаба.",
            "Двойной P-gp и сильные ингибиторы CYP3A4",
            "Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления.",
            "Совместное введение с двойным P-гликопротеином и сильными ингибиторами CYP3A4 может увеличивать экспозицию свободного MMAE и повышать частоту или тяжесть токсичности энфортумаба."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет повышать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир увеличивает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир повысит уровень или эффект энфортумаба ведотина по другим причинам (см. комментарий). Используйте осторожность/монитор. Совместное введение с двойным P-gp и сильными ингибиторами CYP3A4 может увеличить воздействие неконъюгированного низкомолекулярного агента, разрушающего микротрубочки, монометилауристатина E (MMAE), что может увеличить риск токсичности энфортумаба ведотина. Внимательно следите за признаками токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб повысит уровень или эффект энфортумаба ведотина по другим причинам (см. комментарий). Используйте осторожность/монитор. Совместное введение с двойным P-gp и сильными ингибиторами CYP3A4 может увеличить воздействие неконъюгированного низкомолекулярного агента, разрушающего микротрубочки, монометилауристатина E (MMAE), что может увеличить риск токсичности энфортумаба ведотина. Внимательно следите за признаками токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет повышать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сыпь",
      "percent": "52-66"
    },
    {
      "name": "Периферическая невропатия",
      "percent": "50-58"
    },
    {
      "name": "Усталость",
      "percent": "48-56"
    },
    {
      "name": "Алопеция",
      "percent": "47-53"
    },
    {
      "name": "Снижение аппетита",
      "percent": "40-52"
    },
    {
      "name": "Тошнота",
      "percent": "30-45"
    },
    {
      "name": "дисгевзия",
      "percent": "26-42"
    },
    {
      "name": "Диарея",
      "percent": "35-42"
    },
    {
      "name": "Сухой глаз",
      "percent": "30-40"
    },
    {
      "name": "анемия",
      "percent": "20-38"
    },
    {
      "name": "Зуд",
      "percent": "26-35"
    },
    {
      "name": "Вес уменьшился",
      "percent": "16-35"
    },
    {
      "name": "Запор",
      "percent": "28"
    },
    {
      "name": "Сухая кожа",
      "percent": "17-26"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "25"
    },
    {
      "name": "лихорадка",
      "percent": "22"
    },
    {
      "name": "Боль в животе",
      "percent": "20"
    },
    {
      "name": "Рвота",
      "percent": "13-18"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "17"
    },
    {
      "name": "Кровотечение",
      "percent": "16-17"
    },
    {
      "name": "Рвота",
      "percent": "14"
    },
    {
      "name": "АСТ повышен",
      "percent": "12"
    },
    {
      "name": "Лимфоциты уменьшились",
      "percent": "32-43"
    },
    {
      "name": "Фосфат уменьшился",
      "percent": "25-39"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "28-34"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "23-36"
    },
    {
      "name": "не",
      "percent": "14-27"
    },
    {
      "name": "голодание",
      "percent": "18-23"
    },
    {
      "name": "Нейтрофилы уменьшились",
      "percent": "8-19"
    },
    {
      "name": "Креатинин повышен",
      "percent": "13-18"
    },
    {
      "name": "Калий уменьшился",
      "percent": "13-17"
    },
    {
      "name": "Липаза повышена",
      "percent": "10-15"
    },
    {
      "name": "Сыпь",
      "percent": "8-13"
    },
    {
      "name": "Лимфоциты уменьшились",
      "percent": "5-12"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "6-11"
    },
    {
      "name": "не",
      "percent": "6-11"
    },
    {
      "name": "голодание",
      "percent": "10"
    },
    {
      "name": "Нейтрофилы уменьшились",
      "percent": "9-10"
    },
    {
      "name": "Усталость",
      "percent": "3-4"
    },
    {
      "name": "анемия",
      "percent": "0.7-1"
    },
    {
      "name": "Гипергликемия",
      "percent": "7-9"
    },
    {
      "name": "АЛТ повышен",
      "percent": "7-8"
    },
    {
      "name": "Пневмонит",
      "percent": "7-10"
    },
    {
      "name": "Экстравазация места инфузии",
      "percent": "4-10"
    },
    {
      "name": "Ураты уменьшились",
      "percent": "9"
    },
    {
      "name": "Натрий уменьшился",
      "percent": "8-9"
    },
    {
      "name": "Фосфат уменьшился",
      "percent": "7-9"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "7-8"
    },
    {
      "name": "Гипергликемия",
      "percent": "6-8"
    },
    {
      "name": "Липаза повышена",
      "percent": "4-8"
    },
    {
      "name": "Урат увеличен",
      "percent": "6"
    },
    {
      "name": "Натрий уменьшился",
      "percent": "2-6"
    },
    {
      "name": "Диарея",
      "percent": "1-6"
    },
    {
      "name": "Периферическая невропатия",
      "percent": "1-3"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "3"
    },
    {
      "name": "Снижение аппетита",
      "percent": "2-3"
    },
    {
      "name": "Калий уменьшился",
      "percent": "2-3"
    },
    {
      "name": "Тошнота",
      "percent": "2"
    },
    {
      "name": "Кровотечение",
      "percent": "2"
    },
    {
      "name": "Креатинин повышен",
      "percent": "2"
    },
    {
      "name": "Зуд",
      "percent": "1"
    },
    {
      "name": "Рвота",
      "percent": "1"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "1"
    },
    {
      "name": "лихорадка",
      "percent": "1"
    },
    {
      "name": "Тошнота",
      "percent": "0.3-1"
    },
    {
      "name": "Запор",
      "percent": "0.7"
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Сухая кожа",
      "percent": null
    },
    {
      "name": "Вес уменьшился",
      "percent": null
    },
    {
      "name": "Сухой глаз",
      "percent": null
    }
  ]
}