{
  "name": "транилципромин",
  "comment": "Rx",
  "other_names": [
    "парнат"
  ],
  "classes": [
    "Антидепрессанты",
    "Ингибиторы МАО"
  ],
  "source": "https://reference.medscape.com/drug/parnate-tranylcypromine-342952",
  "pregnancy": {
    "common": [
      "Имеются ограниченные опубликованные сообщения об инфаркте плаценты и врожденных аномалиях в связи с использованием во время беременности; тем не менее, эти отчеты не могут адекватно информировать о наличии или отсутствии риска, связанного с наркотиками, при использовании во время беременности; исследования эмбрио-фетального развития животных с транилципромином не проводились; однако в опубликованных исследованиях репродукции животных сообщается о переносе транилципромина через плаценту у крыс и дозозависимом снижении маточного кровотока у беременных овец; информировать беременных женщин о потенциальном риске для плода"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Транилципромин присутствует в материнском молоке; нет доступной информации о влиянии транилципромина на производство молока; нет доступной информации о влиянии транилципромина на ребенка, находящегося на грудном вскармливании; однако из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, посоветуйте кормящим женщинам прекратить грудное вскармливание во время лечения."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "В краткосрочных исследованиях антидепрессанты повышали риск суицидального мышления и поведения у детей, подростков и молодых людей (младше 24 лет), принимавших антидепрессанты при больших депрессивных расстройствах и других психических заболеваниях.",
        "Пациенты должны находиться под пристальным наблюдением на предмет изменений в поведении, клинического ухудшения и суицидальных тенденций; это должно быть сделано в течение первых 1-2 месяцев терапии и корректировки дозировки",
        "Ухудшение поведения и суицидальные тенденции, которые не являются частью имеющихся симптомов, могут потребовать прекращения терапии.",
        "Это увеличение не наблюдалось у пациентов старше 24 лет; небольшое снижение суицидальных мыслей наблюдалось у взрослых старше 65 лет.",
        "Этот препарат не одобрен для использования у детей",
        "Семья пациента должна сообщать медицинскому работнику о любых резких изменениях в поведении.",
        "У детей и молодых людей необходимо сопоставлять риски и пользу от приема антидепрессантов."
      ],
      "specific": [
        {
          "type": "Гипертонический криз при значительном употреблении тирамина",
          "description": [
            "Чрезмерное потребление продуктов или напитков со значительным содержанием тирамина или использование некоторых лекарственных средств во время или после прекращения терапии может спровоцировать гипертонический криз; контролировать артериальное давление и обеспечивать перерывы между приемом терапии и взаимодействующими препаратами; проинструктировать пациентов избегать приема пищи и напитков с высоким содержанием тирамина"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Прекратить прием за 10 дней до операции.",
        "Шизофрения",
        "В анамнезе сильные или частые головные боли, заболевания печени",
        "Феохромоцитома и катехоламин-высвобождающие параганглиомы",
        "Симпатомиметики (например, средства от простуды, сенной лихорадки или средства для снижения веса, содержащие сосудосуживающие средства, такие как псевдоэфедрин, фенилэфрин и эфедрин, или пищевые добавки, содержащие симпатомиметики); может вызвать кровоизлияние в мозг",
        "Феохромоцитома, ХСН, цереброваскулярный дефект, ССЗ, АГ",
        "Продукты с высоким содержанием тирамина (например, сыр, пиво, вино Кьянти, авокадо, анчоусы, сельдь, перезрелые фрукты, шоколад, соевый соус, дрожжи, йогурт, размягчители мяса, квашеная капуста, бобы)",
        "Противопоказаны ИМАО или препараты, родственные дибензазепину, симпатомиметики (включая амфетамины, которые могут быть обнаружены во многих растительных препаратах), метилфенидаты и их производные, некоторые депрессанты ЦНС (например, наркотики, алкоголь), антигипертензивные средства, диуретики, антигистаминные средства, седативные средства, анестетики, бупропион. , буспирон, декстрометорфан, меперидин, СИОЗС (например, флуоксетин, пароксетин, сертралин), СИОЗСН (например, венлафаксин), леводопа, s-аденозил-L-метионин (SAM-e), трициклические антидепрессанты, другие антидепрессанты (например, амоксапин, бупропион, мапротилин, нефазодон, тразодон, вилазодон, вортиоксетин), карбамазепин, тапентадол, циклобензаприн, метилдопа, тетрабеназин, милнаципран, триптофан, допамин, разагилин, гидрокситриптофан, резерпин, триптаны",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Гепатит и повышенные аминотрансферазы сообщили в связи с администрацией терапии; пациенты должны находиться под соответствующим наблюдением; терапию следует прекратить у пациентов, у которых развиваются признаки и симптомы гепатотоксичности.",
        "Некоторые ИМАО способствовали развитию эпизодов гипогликемии у пациентов с диабетом, получающих инсулин или другие средства, снижающие уровень глюкозы в крови; контролировать уровень глюкозы в крови у пациентов, получающих как этот препарат, так и средства, снижающие уровень глюкозы в крови; может потребоваться снижение дозы таких агентов",
        "Клиническое ухудшение и суицидальные мысли могут возникать, несмотря на прием лекарств, у подростков и молодых людей (18–24 лет)",
        "Препарат может усугубить психоз у пациентов с биполярным расстройством",
        "У пациентов с циррозом печени наблюдался седативный эффект; пациенты с циррозом печени, получающие терапию, должны находиться под наблюдением на предмет возможного повышенного риска побочных реакций со стороны центральной нервной системы, таких как чрезмерная сонливость.",
        "Если при отсутствии терапевтических альтернатив становится необходимым экстренное лечение противопоказанным препаратом (например, линезолидом, внутривенным введением метиленового синего, симпатомиметическими препаратами прямого действия, такими как адреналин), и его нельзя отложить, прекратите терапию как можно скорее, прежде чем начинать лечение другим препаратом. продукта и внимательно следите за побочными реакциями",
        "Активация мании/гипомании может быть вызвана лечением антидепрессантами у пациентов с биполярным расстройством; скрининг пациентов до лечения, до начала лечения скрининг пациентов на любой личный или семейный анамнез биполярного расстройства, мании или гипомании",
        "Терапия может усугубить сопутствующие симптомы депрессии, такие как тревога и возбуждение.",
        "Несмотря на быстрое выведение этого препарата, ингибирование МАО может сохраняться до 10 дней после отмены; это следует учитывать при рассмотрении возможности использования потенциально взаимодействующих веществ или потребления продуктов или напитков, богатых тирамином, или при интерпретации побочных реакций, наблюдаемых после прекращения приема; следует соблюдать осторожность, чтобы дифференцировать симптомы стойкого ингибирования МАО от симптомов отмены.",
        "Гипотензия и гипертония могут возникать во время анестезии и периоперационного ухода; рекомендуется прекратить терапию не менее чем за 10 дней до плановой операции; если это невозможно, для общей анестезии, регионарной и местной анестезии и периоперационного ухода избегайте использования средств, которые противопоказаны для одновременного применения с этим препаратом; тщательно учитывать риск агентов и методов, которые увеличивают риск гипотензии (например, эпидуральная или спинальная анестезия) или других побочных реакций на этот препарат (например, гипертензия, связанная с использованием сосудосуживающих средств в местных анестетиках)",
        "Сообщалось о судорогах при отмене терапии после злоупотребления и при передозировке; пациенты с анамнезом или с риском судорог должны находиться под соответствующим наблюдением",
        "С осторожностью у пациентов с сахарным диабетом (тщательно контролировать уровень глюкозы), глаукомой, печеночной/почечной недостаточностью, дисфункцией щитовидной железы",
        "Некоторые побочные реакции (например, гипотензия, обморок, сонливость, спутанность сознания, дезориентация) могут ухудшить способность пациента управлять механизмами или управлять автомобилем; пациенты должны быть предупреждены об управлении опасными механизмами, включая автомобили, до тех пор, пока они не будут достаточно уверены, что терапия не влияет на их способность заниматься такой деятельностью."
      ],
      "specific": [
        {
          "type": "Гипотония",
          "description": [
            "Во время терапии наблюдалась гипотензия, включая постуральную гипотензию; при дозах выше 30 мг в день постуральная гипотензия является серьезной побочной реакцией и может привести к обмороку; симптомы постуральной гипотензии чаще всего, но не исключительно, наблюдаются у пациентов с ранее существовавшей гипертензией; артериальное давление обычно быстро возвращается к уровню до лечения после прекращения терапии",
            "Увеличение дозы следует производить более постепенно у пациентов с тенденцией к артериальной гипотензии и/или постуральной гипотензии (например, у пожилых пациентов); таких пациентов следует тщательно наблюдать на предмет постуральных изменений артериального давления на протяжении всего лечения.",
            "Кроме того, когда терапия используется одновременно с другими агентами, которые, как известно, вызывают гипотензию, следует учитывать возможность аддитивных гипотензивных эффектов; Постуральную гипотензию можно уменьшить, если пациенту нужно лечь до тех пор, пока артериальное давление не вернется к норме."
          ]
        },
        {
          "type": "Гипертонический криз",
          "description": [
            "Связан с гипертоническими кризами, вызванными приемом внутрь продуктов или напитков с высокой концентрацией тирамина; кроме того, гипертензивные реакции и кризы могут возникать при одновременном применении других препаратов; пациенты с гипертиреозом могут подвергаться большему риску гипертонического криза",
            "Может присутствовать тахикардия или брадикардия, которые могут быть связаны со сжимающей болью в груди; также могут возникать судороги; внутричерепное кровотечение, иногда со смертельным исходом, о котором сообщалось в связи с повышением артериального давления",
            "У некоторых больных гипертонический криз представляет собой неотложную гипертоническую болезнь, требующую немедленного вмешательства для предотвращения серьезных осложнений или летального исхода; эти неотложные состояния характеризуются выраженной артериальной гипертензией (например, с артериальным давлением более 180/120 мм рт. ст.) и признаками органной дисфункции;",
            "Симптомы могут включать затылочную головную боль (которая может иррадиировать во фронтальную область), сердцебиение, ригидность или болезненность шеи, тошноту или рвоту, потливость (иногда с лихорадкой или холодом, липкая кожа), расширение зрачков, светобоязнь, одышку или спутанность сознания."
          ]
        },
        {
          "type": "Стратегии купирования гипертонического криза",
          "description": [
            "Внимательно следите за артериальным давлением, чтобы обнаружить признаки повышенного артериального давления; не следует полностью полагаться на показания артериального давления; пациент также должен наблюдаться на предмет других признаков и симптомов гипертонического криза.",
            "Тщательная оценка преимуществ и рисков терапии необходима для пациентов с артериальной гипертензией или подтвержденными или подозреваемыми цереброваскулярными или сердечно-сосудистыми заболеваниями, которые представляют собой повышенный риск осложнений тяжелой гипертензии, и головными болями в анамнезе, которые могут маскировать возникновение головных болей как продромальный период гипертонической болезни. кризис",
            "Попросите пациентов избегать продуктов и напитков с высоким содержанием тирамина во время лечения и в течение 2 недель после прекращения терапии."
          ]
        },
        {
          "type": "Лечение гипертонического криза",
          "description": [
            "Лихорадку следует контролировать с помощью внешнего охлаждения; могут потребоваться дополнительные меры для контроля причин гипертермии (психомоторное возбуждение, повышенная нервно-мышечная активность, постоянные судороги).",
            "Пациентам с выраженным повышением артериального давления (например, более 180/120 мм рт. ст.) с признаками органной дисфункции требуется немедленное снижение артериального давления.",
            "Терапию следует прервать при наличии симптомов, которые могут быть продромальными или проявлением гипертонического криза, таких как сердцебиение или головные боли, и немедленно провести обследование пациентов; немедленно прекратите терапию, другие лекарства, продукты или напитки, которые, как подозревают, могут способствовать гипертоническому кризу"
          ]
        },
        {
          "type": "Гипертония",
          "description": [
            "Сообщалось о клинически значимом повышении артериального давления после приема ИМАО у пациентов, не употреблявших продукты или напитки, богатые тирамином.",
            "Оцените артериальное давление перед назначением препарата и внимательно следите за артериальным давлением у всех пациентов, получающих эту терапию."
          ]
        },
        {
          "type": "Серотониновый синдром",
          "description": [
            "Проявления серотонинового синдрома могут включать изменения психического статуса (например, возбуждение, галлюцинации, делирий, кому), вегетативную нестабильность (например, тахикардию, лабильность артериального давления, головокружение, потливость, приливы, гипертермию; с возможными быстрыми колебаниями показателей жизнедеятельности), нервно-мышечную симптомы (например, тремор, ригидность, миоклонус, гиперрефлексия, нарушение координации), судороги и/или желудочно-кишечные симптомы (например, тошнота, рвота, диарея)",
            "Развитие потенциально опасного для жизни серотонинового синдрома, о котором сообщалось при применении ИМАО одновременно с другими серотонинергическими препаратами.",
            "Противопоказан одновременный или быстрый прием этого препарата с другими серотонинергическими препаратами; однако могут быть обстоятельства, когда лечение другими серотонинергическими веществами (такими как линезолид или метиленовый синий внутривенно) необходимо и не может быть отложено.",
            "В таких случаях прекратите терапию как можно скорее, прежде чем начинать лечение другим агентом; лечение этим препаратом и любыми сопутствующими серотонинергическими агентами следует немедленно прекратить, если возникают вышеуказанные явления, и следует начать поддерживающее симптоматическое лечение.",
            "Сообщалось о летальном исходе серотонинового синдрома, в том числе у пациентов, получавших терапию; в некоторых случаях взаимодействия этого препарата с СИОЗС или СИОЗСН признаки синдрома напоминали злокачественный нейролептический синдром.",
            "К таким препаратам относятся СИОЗС, СИОЗСН, трициклические антидепрессанты, триптаны, фентанил, литий, трамадол, триптофан, буспирон, зверобой. зверобой, S-аденозил-L-метионин (SAM-e) и другие ИМАО, используемые для лечения непсихиатрических расстройств (например, линезолид или метиленовый синий внутривенно)"
          ]
        },
        {
          "type": "Синдром отмены",
          "description": [
            "Хотя эти реакции, как правило, проходят сами по себе, были сообщения о продолжительных симптомах отмены; пациенты должны контролироваться на наличие этих симптомов при прекращении лечения этим препаратом; по возможности рекомендуется постепенное снижение дозы, а не резкое прекращение",
            "Внезапное прекращение или снижение дозы этого препарата было связано с появлением новых симптомов, которые включают головокружение, тошноту, головную боль, раздражительность, бессонницу, диарею, тревогу, утомляемость, аномальные сновидения и гипергидроз; в целом, случаи прекращения лечения возникали чаще при большей продолжительности терапии.",
            "Имеются спонтанные сообщения о нежелательных реакциях, возникающих после прекращения приема ИМАО, особенно при внезапной, включая дисфорическое настроение, раздражительность, возбуждение, головокружение, нарушения чувствительности (например, парестезии, такие как ощущение удара электрическим током), тревогу, спутанность сознания, головную боль, вялость, эмоциональные расстройства. лабильность, бессонница, гипомания, шум в ушах и судороги"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "транилципромин и амитриптилин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амоксапин",
      "description": {
        "common": "транилципромин и амоксапин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "апраклонидин",
      "description": {
        "common": "апраклонидин, транилципромин. Механизм: неизвестен. Противопоказано. Противопоказан мфр. информация о назначении."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "армодафинил",
      "description": {
        "common": "транилципромин усиливает действие армодафинила за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "транилципромин усиливает эффекты атомоксетина за счет фармакодинамического синергизма. Противопоказано. Применение атомоксетина с ингибиторами моноаминоксидазы (ИМАО) противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "транилципромин усиливает эффекты бензфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бримонидин",
      "description": {
        "common": "транилципромин, бримонидин. Механизм: неизвестен. Противопоказано. Противопоказан в инструкциях производителя."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бупропион",
      "description": {
        "common": "транилципромин и бупропион усиливают дофаминергические эффекты. Противопоказано. Бупропион ингибирует обратный захват дофамина и норадреналина (НЭ), а ИМАО снижают метаболизм дофамина и НЭ; coadministration увеличивает риск гипертензивных реакций; Между прекращением приема ИМАО и началом приема бупропиона должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "буспирон",
      "description": {
        "common": "транилципромин и буспирон повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кофеин",
      "description": {
        "common": "транилципромин усиливает действие кофеина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин увеличивает токсичность транилципромина по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "циталопрам",
      "description": {
        "common": "транилципромин и циталопрам повышают уровень серотонина. Противопоказано. Между прекращением терапии ингибиторами МАО и началом терапии циталопрамом должно пройти не менее 2 недель, а между прекращением терапии циталопрамом и началом терапии ингибиторами МАО должно пройти не менее 2 недель."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "транилципромин и кломипрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "транилципромин и циклобензаприн повышают уровень серотонина. Противопоказано. Не назначайте циклобензаприн одновременно с ИМАО или в течение 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "транилципромин, ципрогептадин. Другое (см. комментарий). Противопоказано.\nКомментарий: Ингибиторы МАО могут пролонгировать и усиливать антихолинергические эффекты антигистаминных препаратов. Ципрогептадин может ослаблять серотонинергический эффект ингибиторов МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "транилципромин и дезипрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "транилципромин и десвенлафаксин повышают уровень серотонина. Противопоказано. Между прекращением приема ИМАО и началом лечения серотонинергическим препаратом должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "транилципромин, дейтетрабеназин.\nОдин из них увеличивает токсичность другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Дейтетрабеназин не следует применять в комбинации с ИМАО или в течение 14 дней после прекращения терапии ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "транилципромин усиливает эффекты дексфенфлурамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "транилципромин усиливает действие дексметилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "транилципромин усиливает эффекты декстроамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "транилципромин усиливает действие трансдермального декстроамфетамина за счет снижения метаболизма. Противопоказано. ИМАО замедляют метаболизм амфетамина, усиливая действие амфетамина на высвобождение норадреналина и других моноаминов из адренергических нервных окончаний, вызывая признаки гипертонического криза. Не вводите декстроамфетамин во время или в течение 14 дней после введения ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "транилципромин и декстрометорфан повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "транилципромин усиливает эффекты диэтилпропиона за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "добутамин",
      "description": {
        "common": "транилципромин усиливает действие добутамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофамин",
      "description": {
        "common": "транилципромин усиливает эффекты допамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "досулепин",
      "description": {
        "common": "транилципромин и досулепин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "доксепин",
      "description": {
        "common": "транилципромин и доксепин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "транилципромин и дулоксетин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элиглустат",
      "description": {
        "common": "транилципромин повышает уровень элиглустата, влияя на метаболизм печеночного фермента CYP2D6. Противопоказано. При совместном применении с сильными или умеренными ингибиторами CYP2D6 дозу элиглустата следует снизить с 84 мг два раза в день до 84 мг один раз в день у лиц с интенсивным и промежуточным метаболизмом; Элиглустат противопоказан, если сильные или умеренные ингибиторы CYP2D6 применяются одновременно с сильными или умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "энтакапон",
      "description": {
        "common": "энтакапон, транилципромин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Как неселективные ингибиторы МАО, так и энтакапон ингибируют метаболизм катехоламинов, что приводит к повышению уровня катехоламинов. Возможно опасное повышение ЧСС или АД."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эфедрин",
      "description": {
        "common": "транилципромин усиливает действие эфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "адреналин",
      "description": {
        "common": "транилципромин усиливает действие адреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эпинефрин вдыхается",
      "description": {
        "common": "транилципромин и адреналин при вдыхании усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Совместное введение эпинефрина в виде ингаляций с ИМАО или в течение 2 недель после прекращения приема ИМАО противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "транилципромин и эсциталопрам повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "транилципромин усиливает действие фенфлурамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил",
      "description": {
        "common": "транилципромин повышает токсичность фентанила Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "транилципромин повышает токсичность фентанила при интраназальном введении Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "транилципромин повышает токсичность трансдермального фентанила Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "транилципромин повышает токсичность фентанила при трансмукозальном введении Др. (см. комментарий). Противопоказано.\nКомментарий: Избегайте фентанила у пациентов, которым требуется одновременный прием ИМАО, или в течение 14 дней после прекращения приема ИМАО. Сообщалось о тяжелом и непредсказуемом усилении действия ингибиторов МАО при применении опиоидных анальгетиков."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "транилципромин и флуоксетин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "имипрамин",
      "description": {
        "common": "транилципромин и имипрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид и транилципромин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изометептен",
      "description": {
        "common": "транилципромин, изометептен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Артериальная гипертензия, В тач."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "транилципромин усиливает эффекты изопротеренола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "леводопа",
      "description": {
        "common": "транилципромин, леводопа. Механизм: фармакодинамический синергизм. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "леводопа ингаляционно",
      "description": {
        "common": "Ингаляции леводопы усиливают эффекты транилципромина за счет дофаминергических эффектов. Противопоказано. Леводопа может повышать риск острого гипертензивного эпизода при совместном применении с неселективными ИМАО. Прекратите использование любых неселективных ингибиторов МАО по крайней мере за 2 недели до начала ингаляции леводопы."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "транилципромин и левомилнаципран повышают уровень серотонина. Противопоказано. Не используйте ИМАО, предназначенные для лечения психических расстройств с левомилнаципраном, или в течение 7 дней после прекращения приема левомилнаципрана из-за повышенного риска развития серотонинового синдрома."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "транилципромин, лиздексамфетамин.\nОдин из них усиливает действие другого за счет уровня серотонина. Противопоказано. Не принимайте амфетамины во время и в течение 14 дней после прекращения приема ингибиторов моноаминоксидазы. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "транилципромин и лофепрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мапротилин",
      "description": {
        "common": "транилципромин и мапротилин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "транилципромин будет увеличивать уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано. Сильные или умеренные ингибиторы CYP2C19 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "меперидин",
      "description": {
        "common": "транилципромин и меперидин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "транилципромин усиливает эффекты метамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "транилципромин усиливает действие метилендиоксиметамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "транилципромин усиливает эффекты метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "трансдермальный метилфенидат и транилципромин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Одновременное применение ИМАО и стимуляторов ЦНС может вызвать гипертонический криз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мидодрин",
      "description": {
        "common": "транилципромин усиливает эффекты мидодрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "милнаципран",
      "description": {
        "common": "транилципромин и милнаципран повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "модафинил",
      "description": {
        "common": "транилципромин усиливает действие модафинила за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нефазодон",
      "description": {
        "common": "транилципромин и нефазодон повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "норадреналин",
      "description": {
        "common": "транилципромин усиливает действие норадреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "транилципромин и нортриптилин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "опикапон",
      "description": {
        "common": "опикапон, транилципромин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Как неселективные ингибиторы МАО, так и опикапон ингибируют метаболизм катехоламинов, что приводит к повышению уровня катехоламинов. Возможно опасное повышение ЧСС или АД."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "озанимод",
      "description": {
        "common": "транилципромин и озанимод усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Одновременное применение озанимода с ингибиторами МАО-В может снизить экспозицию активных метаболитов озанимода, которые могут ингибировать МАО. Возможность клинического взаимодействия с ингибиторами МАО не изучалась; однако повышенный риск неселективного ингибирования МАО может привести к гипертоническому кризу. Между прекращением приема озанимода и началом приема ингибиторов МАО должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пароксетин",
      "description": {
        "common": "транилципромин и пароксетин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "транилципромин усиливает эффекты фендиметразина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин и транилципромин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентермин",
      "description": {
        "common": "транилципромин усиливает действие фентермина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "транилципромин усиливает действие фенилэфрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "транилципромин усиливает действие фенилэфрина перорально за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин и транилципромин повышают уровень серотонина. Противопоказано. Между прекращением приема одного ИМАО и началом терапии другим должно пройти не менее 2 недель."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "транилципромин усиливает эффекты пропилгекседрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "протриптилин",
      "description": {
        "common": "транилципромин и протриптилин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "транилципромин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин и транилципромин повышают уровень серотонина. Противопоказано. Между отменой разагилина и началом приема другого ИМАО или отменой другого ИМАО и началом приема разагилина должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "safinamide",
      "description": {
        "common": "транилципромин, сафинамид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение повышает риск неселективного ингибирования МАО, что может привести к гипертоническому кризу. Между прекращением приема сафинамида и началом приема ИМАО должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин и транилципромин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин и транилципромин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "транилципромин усиливает действие сердексметилфенидата/дексметилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сертралин",
      "description": {
        "common": "транилципромин и сертралин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "транилципромин увеличивает уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "Зверобой",
      "description": {
        "common": "транилципромин и зверобой повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин, транилципромин. Другое (см. комментарий). Противопоказано.\nКомментарий: риск острого гипертензивного эпизода; разделить на 14 д. Механизм: ИМАО вызывает накопление НЭ в нейронах, а тетрабеназин стимулирует высвобождение НЭ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "толкапон",
      "description": {
        "common": "толкапон, транилципромин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Как неселективные ингибиторы МАО, так и толкапон ингибируют метаболизм катехоламинов, что приводит к повышению уровня катехоламинов. Возможно опасное повышение ЧСС или АД."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тразодон",
      "description": {
        "common": "транилципромин и тразодон повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "транилципромин и тримипрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тирамин",
      "description": {
        "common": "транилципромин усиливает действие тирамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Продукты, содержащие тирамин, включают сыр, красное вино, икру, сельдь, консервированный инжир, ферментированное мясо, бобы, дрожжевые экстракты, мисо, авокадо."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "транилципромин и венлафаксин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вилазодон",
      "description": {
        "common": "транилципромин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Совместное применение с ингибиторами МАО-А противопоказано. Не назначайте вилазодон в течение 14 дней после прекращения или начала приема ингибитора МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "транилципромин увеличивает токсичность вортиоксетина за счет уровня серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "транилципромин усиливает действие ксилометазолина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "йохимбин",
      "description": {
        "common": "транилципромин усиливает эффекты йохимбина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "транилципромин и 5-HTP повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альбутерол",
      "description": {
        "common": "транилципромин усиливает действие альбутерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "транилципромин увеличивает токсичность альфентанила по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "альмотриптан и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арформотерол",
      "description": {
        "common": "транилципромин усиливает эффекты арформотерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "транилципромин увеличивает токсичность белладонны и опиума по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "транилципромин увеличивает токсичность бензгидрокодона/ацетаминофена на уровень серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "транилципромин усиливает действие бромфенирамина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "транилципромин увеличивает токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "транилципромин увеличивает буккальную токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "транилципромин увеличивает токсичность буторфанола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "транилципромин усиливает эффекты карбиноксамина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цетиризин",
      "description": {
        "common": "транилципромин усиливает действие цетиризина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "транилципромин усиливает действие хлорфенирамина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клемастин",
      "description": {
        "common": "транилципромин усиливает действие клемастина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "транилципромин и кокаин местно повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кодеин",
      "description": {
        "common": "транилципромин увеличивает токсичность кодеина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "транилципромин повышает уровень десфлурана за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезлоратадин",
      "description": {
        "common": "транилципромин усиливает действие дезлоратадина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "транилципромин усиливает действие дексхлорфенирамина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "транилципромин и дексфенфлурамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "транилципромин и декстроамфетамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "транилципромин увеличивает токсичность декстроморамида по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диаморфин",
      "description": {
        "common": "транилципромин увеличивает токсичность диаморфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "транилципромин увеличивает токсичность дифеноксина hcl по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "транилципромин и дигидроэрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "транилципромин и дигидроэрготамин интраназально повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "транилципромин усиливает действие дифенгидрамина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "транилципромин увеличивает токсичность дифеноксилата hcl по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипипанон",
      "description": {
        "common": "транилципромин увеличивает токсичность дипипанона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон, транилципромин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "допексамин",
      "description": {
        "common": "транилципромин усиливает действие допексамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксапрам",
      "description": {
        "common": "доксапрам усиливает эффекты транилципромина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивный прессорный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин крем",
      "description": {
        "common": "транилципромин повышает уровень крема доксепин за счет фармакодинамического синергизма. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксиламин",
      "description": {
        "common": "транилципромин усиливает действие доксиламина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "транилципромин усиливает действие рацемического адреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "транилципромин и эрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "транилципромин повысит уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "транилципромин и фенфлурамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексофенадин",
      "description": {
        "common": "транилципромин усиливает действие фексофенадина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и транилципромин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "формотерол",
      "description": {
        "common": "транилципромин усиливает действие формотерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон, транилципромин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "транилципромин увеличивает токсичность гидрокодона на уровень серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "транилципромин увеличивает токсичность гидроморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "транилципромин усиливает действие гидроксизина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "транилципромин снизит уровень или эффект iobenguane I 131 по другим (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "транилципромин и изониазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетамин",
      "description": {
        "common": "транилципромин повышает уровень кетамина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "транилципромин и L-триптофан повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "транилципромин усиливает действие левалбутерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левоцетиризин",
      "description": {
        "common": "транилципромин усиливает эффекты левоцетиризина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леворфанол",
      "description": {
        "common": "транилципромин увеличивает токсичность леворфанола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "транилципромин и литий повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "транилципромин увеличивает уровень или действие лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоратадин",
      "description": {
        "common": "транилципромин усиливает эффекты лоратадина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "транилципромин и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ЛСД",
      "description": {
        "common": "транилципромин и ЛСД повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "транилципромин усиливает действие метапротеренола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метформин",
      "description": {
        "common": "транилципромин будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "транилципромин увеличивает токсичность метадона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилдопа",
      "description": {
        "common": "транилципромин, метилдопа. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин ингибирует гипотензивное действие метилдопы. Между прекращением терапии ИМАО и началом лечения метилдопой должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "метиленовый синий и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Метиленовый синий может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести метиленовый синий, немедленно прекратите прием серотонинергического препарата и следите за токсичностью ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы метиленового синего или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "Интраназальный метоклопрамид повышает токсичность транилципромина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: метоклопрамид может усиливать гипертензивный эффект ингибиторов моноаминоксидазы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метризамид",
      "description": {
        "common": "транилципромин, метризамид. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Не применяйте одновременно, поскольку транилципромин может снизить порог судорожной готовности. Ингибитор Д/Ц МАО за 24 часа до введения метризамида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "транилципромин и миртазапин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "транилципромин и морфин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налбуфин",
      "description": {
        "common": "транилципромин увеличивает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "наратриптан",
      "description": {
        "common": "и наратриптан, и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "нетупитант/палоносетрон, транилципромин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "ондансетрон, транилципромин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "настойка опия",
      "description": {
        "common": "транилципромин увеличивает токсичность настойки опия по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "транилципромин увеличивает токсичность оксикодона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиметазолин интраназально",
      "description": {
        "common": "транилципромин усиливает действие интраназального оксиметазолина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. ИМАО вызывают накопление норадреналина в адренергических нейронах. При одновременном применении с агонистами альфа1 может развиться значительная артериальная гипертензия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "транилципромин увеличивает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палоносетрон",
      "description": {
        "common": "палоносетрон, транилципромин.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "папаверетум",
      "description": {
        "common": "транилципромин повышает токсичность папаверета по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "транилципромин и пентазоцин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "транилципромин усиливает эффекты пирбутерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пирфенидон",
      "description": {
        "common": "транилципромин увеличивает уровень или эффект пирфенидона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегать; одновременное применение пирфенидона и умеренных ингибиторов CYP1A2 приводит к умеренному увеличению воздействия пирфенидона; если невозможно избежать, уменьшите дозу умеренного ингибитора CYP1A2"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прометазин",
      "description": {
        "common": "транилципромин усиливает эффекты прометазина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. Комбинация транилципромина и прометазина может привести к аддитивным гипотензивным эффектам."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропофол",
      "description": {
        "common": "транилципромин повышает уровень пропофола за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Одновременное применение или применение в течение 2 недель после прекращения приема транилципромина противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "салметерол",
      "description": {
        "common": "транилципромин усиливает эффекты салметерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Такой же",
      "description": {
        "common": "транилципромин и SAMe повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "транилципромин повышает уровень севофлурана за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "транилципромин увеличивает токсичность суфентанила по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "транилципромин увеличивает токсичность суфентанила SL на уровень серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Одновременное применение или применение в течение 2 недель после прекращения приема транилципромина противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Одновременное применение или применение в течение 2 недель после прекращения приема транилципромина противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тапентадол",
      "description": {
        "common": "транилципромин увеличивает токсичность тапентадола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тедизолид",
      "description": {
        "common": "тедизолид, транилципромин.\nОдин из них усиливает действие другого по механизму: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Взаимодействие с ИМАО в клинических испытаниях не изучалось; препараты того же класса (например, линезолид) противопоказаны при применении ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тербуталин",
      "description": {
        "common": "транилципромин усиливает действие тербуталина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "транилципромин и трамадол повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "транилципромин и умеклидиния бромид/вилантерол при ингаляции усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с ИМАО или ТЦА или в течение 2 недель после прекращения приема этих препаратов; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валбеназин",
      "description": {
        "common": "транилципромин, валбеназин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение валбеназина с ингибиторами МАО может повышать концентрацию моноаминовых нейротрансмиттеров в синапсах, потенциально увеличивая риск серотонинового синдрома или ослабляя эффект валбеназина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "транилципромин и вилантерол/флутиказона фуроат при ингаляции усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с ИМАО или ТЦА или в течение 2 недель после прекращения приема этих препаратов; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "транилципромин, арипипразол. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "транилципромин, азенапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "транилципромин будет увеличивать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "транилципромин будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "транилципромин повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензтропин",
      "description": {
        "common": "транилципромин, бензтропин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Препараты против паркинсонизма следует использовать с осторожностью у пациентов, получающих транилципромин, поскольку сообщалось о тяжелых реакциях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "транилципромин усиливает эффекты бретилиума за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Изменить терапию/внимательно контролировать. Бретилий вызывает высвобождение катехоламинов из нервных окончаний. Это повышенное высвобождение катехоламинов усиливается ИМАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "транилципромин будет увеличивать уровень или эффект брекспипразола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Введите четверть дозы брекспипразола при совместном применении с умеренным ингибитором CYP2D6 ПЛЮС сильным/умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "транилципромин, бупренорфин подкожный имплантат.\nОдин из них увеличивает токсичность другого на уровень серотонина. Используйте осторожность/монитор. Одновременное применение может привести к опасному для жизни серотониновому синдрому. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно в начале лечения и во время коррекции дозы серотонинергического препарата. Прекратите прием бупренорфина при подозрении на серотониновый синдром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "транилципромин, бупренорфин, инъекции пролонгированного действия.\nОдин из них увеличивает токсичность другого на уровень серотонина. Изменить терапию/внимательно контролировать. Одновременное применение может привести к опасному для жизни серотониновому синдрому или токсичности опиоидов (например, угнетению дыхания, коме). Инъекции бупренорфина длительного действия не рекомендуются пациентам, принимающим ИМАО, или в течение 14 дней после прекращения такого лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "транилципромин увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с умеренным ингибитором CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "транилципромин усиливает действие каптоприла за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "транилципромин, карипразин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "транилципромин, хлорпромазин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение ИМАО и фенотиазинов может привести к аддитивным гипотензивным эффектам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "транилципромин усиливает действие хлорпропамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "транилципромин повышает токсичность цилостазола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность уменьшения дозы цилостазола; умеренные ингибиторы CYP2C19 могут повышать уровень 3,4-дегидроцилостазола (активный метаболит) в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "транилципромин, клозапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "транилципромин снижает эффекты кодеина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Предотвращает превращение кодеина в его активный метаболит морфин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "транилципромин, декстроамфетамин трансдермально.\nОдин из них усиливает действие другого за счет уровня серотонина. Изменить терапию/внимательно контролировать. Начните с более низких доз и следите за признаками и симптомами серотонинового синдрома, особенно во время начала или увеличения дозы. Если возникает серотониновый синдром, прекратите трансдермальный прием декстроамфетамина и сопутствующие серотонинергические препараты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "транилципромин увеличивает уровень или эффект интраназального диазепама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP2C19 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин hcl, транилципромин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат гидрохлорид, транилципромин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дисульфирам",
      "description": {
        "common": "дисульфирам, транилципромин. Механизм: неизвестен. Используйте осторожность/монитор. Возможный делирий ЦНС, включая возбуждение, зрительные галлюцинации и дезориентацию. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил трансдермальный",
      "description": {
        "common": "донепезил трансдермальный, транилципромин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "транилципромин повышает уровень элуксадолина за счет замедления метаболизма. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при одновременном применении с сильными ингибиторами CYP2A6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, транилципромин.\nОдин из них увеличивает токсичность другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Внимательно следите за артериальным давлением при одновременном применении назального эскетамина с МАО-И. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "транилципромин повышает уровень этомидата за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "транилципромин будет увеличивать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "транилципромин увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "транилципромин, флуфеназин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, транилципромин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин, энакарбил, транилципромин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "транилципромин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "транилципромин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "транилципромин усиливает действие глипизида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "транилципромин усиливает действие глибурида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, транилципромин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Избегайте сочетания или чрезмерного употребления зеленого чая. Комбинация может увеличить риск сердечной аритмии или тяжелой гипертонии из-за кофеинового компонента зеленого чая."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "транилципромин, галоперидол. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин, транилципромин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "транилципромин, илоперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, транилципромин. интервал QTc. Используйте осторожность/монитор. Индакатерол следует назначать с особой осторожностью пациентам, получающим ингибиторы МАО. Препараты, которые, как известно, удлиняют интервал QTc, могут повышать риск желудочковых аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "транилципромин усиливает действие инсулина аспарт по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "транилципромин, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "транилципромин, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "транилципромин усиливает действие инсулина детемир по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "транилципромин усиливает действие инсулина гларгина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "транилципромин усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "транилципромин, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "транилципромин усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "транилципромин усиливает действие инсулина НПХ по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "транилципромин усиливает действие обычного человеческого инсулина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "транилципромин увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "транилципромин повышает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг при одновременном применении со слабыми ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, транилципромин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "транилципромин будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий, транилципромин. Механизм: неизвестен. Используйте осторожность/монитор. Риск злокачественной гиперпирексии. Взаимодействия особенно. ожидается с неселективными ИМАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "транилципромин повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "транилципромин, локсапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "транилципромин, локсапин ингаляционно. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, транилципромин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, транилципромин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "транилципромин будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "молиндон",
      "description": {
        "common": "транилципромин, молиндон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "транилципромин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "транилципромин увеличивает уровень или эффект олицеридина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "Ингаляции транилципромина и олодатерола увеличивают интервал QTc. Используйте осторожность/монитор. Ингибиторы МАО удлиняют интервал QTc и могут потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "настойка опия, транилципромин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиметазолин актуальные",
      "description": {
        "common": "оксиметазолин для местного применения и транилципромин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "транилципромин, палиперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "транилципромин, перфеназин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин офтальмологический",
      "description": {
        "common": "транилципромин усиливает эффекты офтальмологического фенилэфрина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Некоторая системная абсорбция офтальмологического фенилэфрина; уменьшить дозу в течение 21 дня ингибиторов МАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "транилципромин, пимавансерин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "транилципромин, пимозид. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, транилципромин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "транилципромин, кветиапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремифентанил",
      "description": {
        "common": "ремифентанил увеличивает токсичность транилципромина за счет уровня серотонина. Изменить терапию/внимательно контролировать. Увеличивает риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, транилципромин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "транилципромин, рисперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "транилципромин повышает уровень тамсулозина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "транилципромин и тапентадол повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "транилципромин увеличивает уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "транилципромин, тиотиксен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "транилципромин увеличивает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "транилципромин усиливает действие толазамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "транилципромин усиливает действие толбутамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "транилципромин, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тригексифенидил",
      "description": {
        "common": "транилципромин, тригексифенидил. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Препараты против паркинсонизма следует использовать с осторожностью у пациентов, получающих транилципромин, поскольку сообщалось о тяжелых реакциях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валериана",
      "description": {
        "common": "валериана и транилципромин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "транилципромин повысит уровень или эффект варфарина на др. (см. комментарий). Используйте осторожность/монитор. Менее активный R-энантиомер варфарина частично метаболизируется CYP3A4 (а также CYP1A2 и CYP2C19). При совместном применении с ингибиторами этих изоферментов контролируйте МНО чаще и при необходимости корректируйте дозу варфарина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбе",
      "description": {
        "common": "йохимбе усиливает эффекты транилципромина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "транилципромин, зипразидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "транилципромин повышает уровень амобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "транилципромин повышает уровень бутабарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "транилципромин повышает уровень буталбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "чистотел",
      "description": {
        "common": "чистотел усиливает эффекты транилципромина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Основано на исследованиях на животных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кордицепс",
      "description": {
        "common": "кордицепс усиливает эффекты транилципромина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Женьшень",
      "description": {
        "common": "Женьшень обыкновенный усиливает действие транилципромина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "транилципромин повышает уровень пентобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "транилципромин повышает уровень фенобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "корень плеврита",
      "description": {
        "common": "корень плеврита уменьшает эффекты транилципромина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "транилципромин повышает уровень примидона за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "транилципромин будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "транилципромин повысит уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "транилципромин повышает уровень секобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "транилципромин повышает уровень сульфадиазина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "транилципромин повышает уровень сульфаметоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "транилципромин повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Ортостатическая гипотензия",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Нарушение сна",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Гиперрефлексия",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Декр памяти",
      "percent": null
    },
    {
      "name": "нистагм",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Н",
      "percent": null
    },
    {
      "name": "В",
      "percent": null
    },
    {
      "name": "Импотенция",
      "percent": null
    },
    {
      "name": "Частота мочеиспускания или задержка",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Раздражение",
      "percent": null
    },
    {
      "name": "Гипомания",
      "percent": null
    },
    {
      "name": "Гиперметаболический синдром",
      "percent": null
    },
    {
      "name": "гиперпирексия",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "тахипноэ",
      "percent": null
    },
    {
      "name": "увеличение CPK",
      "percent": null
    },
    {
      "name": "ацидоз",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "SIADH",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Риск гипертонического криза",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "usu d",
      "percent": null
    },
    {
      "name": "лекарственное взаимодействие",
      "percent": null
    },
    {
      "name": "Атаксия",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Желтуха",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Нарушение зрения",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Миастения гравис",
      "percent": null
    },
    {
      "name": "Ламберт",
      "percent": null
    },
    {
      "name": "Миастенический синдром Итона",
      "percent": null
    }
  ]
}