{
  "name": "этелкальцид",
  "comment": "Rx",
  "other_names": [
    "Парсабив"
  ],
  "classes": [
    "Агонисты кальций-чувствительных рецепторов"
  ],
  "source": "https://reference.medscape.com/drug/parsabiv-etalcalcetide-1000092",
  "pregnancy": {
    "common": [
      "Данных о применении у беременных нет."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "В исследованиях репродукции животных эффекты наблюдались при дозах, связанных с материнской токсичностью, включая гипокальциемию.",
          "В пренатальном и постнатальном исследовании у крыс, которым вводили этелкальцетид во время органогенеза во время родов и отлучения от груди, наблюдалось небольшое увеличение перинатальной смертности детенышей, задержка родов и преходящие эффекты на рост детенышей при воздействии в 1,8 раза больше, чем у человека при клинической дозе 15. мг 3 раза/неделю"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Исследования на крысах показали распределение в молоке в концентрациях, сходных с концентрациями в плазме.",
      "Из-за того, что этелкальцид может вызывать побочные эффекты у детей, находящихся на грудном вскармливании, включая гипокальциемию, его не рекомендуется использовать во время грудного вскармливания.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к этелкальциду или любому из его вспомогательных веществ."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Случаи гипотензии, застойной сердечной недостаточности и снижение производительности миокарда, о которых сообщалось в клинических испытаниях; снижение скорректированного уровня кальция в сыворотке может быть связано с застойной сердечной недостаточностью, однако причинно-следственная связь не может быть полностью исключена; внимательно следите за ухудшением признаков и симптомов сердечной недостаточности.",
        "Во время клинических испытаний возникали редкие сообщения о кровотечениях из верхних отделов ЖКТ; точная причина желудочно-кишечных кровотечений была неизвестна, и было слишком мало случаев, чтобы определить, связано ли желудочно-кишечное кровотечение с этим лекарством; пациенты с факторами риска кровотечения из верхних отделов ЖКТ (такими как известный гастрит, эзофагит, язва или сильная рвота) могут подвергаться повышенному риску желудочно-кишечного кровотечения во время лечения; контролировать пациентов для ухудшения общих побочных реакций GI тошноты и рвоты, связанных с этим лекарством и для признаков и симптомов кровотечения GI и изъязвлений во время терапии; своевременно оценивать и лечить любое подозрение на желудочно-кишечное кровотечение",
        "Адинамическая кость может развиться, если уровни ПТГ хронически подавлены; если уровни ПТГ снижаются ниже рекомендуемого целевого диапазона, дозу стеролов витамина D и/или этелкальцетида следует уменьшить или отменить; после отмены возобновить терапию в более низкой дозе для поддержания уровня ПТГ в целевом диапазоне"
      ],
      "specific": [
        {
          "type": "Гипокальциемия",
          "description": [
            "Этелкальцид снижает уровень кальция в сыворотке крови и может привести к гипокальциемии, иногда тяжелой; низкий уровень кальция в сыворотке крови может вызывать парестезии, миалгии, мышечные спазмы, судороги, удлинение интервала QT и желудочковую аритмию.",
            "Не начинать у пациентов, если скорректированный кальций в сыворотке меньше нижнего предела нормы; контролировать скорректированный уровень кальция в сыворотке в течение 1 недели после начала лечения или коррекции дозы и каждые 4 недели во время лечения; проинформировать пациентов о симптомах гипокальциемии и посоветовать им обратиться к врачу, если они возникнут",
            "Совместное применение с другим пероральным агонистом чувствительных к кальцию рецепторов может привести к тяжелой, опасной для жизни гипокальциемии; тщательно контролировать скорректированный уровень кальция в сыворотке у пациентов, получающих этелкальцетид и сопутствующую терапию, которая, как известно, снижает уровень кальция в сыворотке",
            "Если скорректированный кальций в сыворотке падает ниже нижнего предела нормы или развиваются симптомы гипокальциемии, начните или увеличьте прием кальция (включая кальций, кальцийсодержащие фосфатсвязывающие средства и/или стеролы витамина D или повышение концентрации кальция в диализате); может потребоваться снижение дозы или прекращение терапии",
            "Пациенты с врожденным синдромом удлиненного интервала QT, удлинением интервала QT в анамнезе, семейным анамнезом синдрома удлинения интервала QT или внезапной сердечной смертью, а также другими состояниями, предрасполагающими к удлинению интервала QT и желудочковой аритмии, могут подвергаться повышенному риску удлинения интервала QT и желудочковых аритмий, если они развиться гипокальциемия вследствие терапии; тщательно контролировать скорректированный кальций в сыворотке и интервал QT у пациентов с риском, получающих терапию",
            "Значительное снижение скорректированного уровня кальция в сыворотке крови может снизить порог судорожных припадков; пациенты с судорожным расстройством в анамнезе могут подвергаться повышенному риску судорог, если у них разовьется гипокальциемия из-за этого лекарства; мониторинг скорректированного уровня кальция в сыворотке у пациентов с судорожными расстройствами, получающих терапию"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "цинакальцет, этелкальцид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Прекратите прием цинакальцета как минимум за 7 дней до начала приема этелкальцетида. Одновременное введение агонистов CaSR может привести к тяжелой, опасной для жизни гипокальциемии."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Снижение уровня кальция в сыворотке",
      "percent": "7.5"
    },
    {
      "name": "бессимптомное снижение кальция",
      "percent": "7.5"
    },
    {
      "name": "мг",
      "percent": "8.3"
    },
    {
      "name": "dL или клинически значимое бессимптомное снижение скорректированного уровня кальция в сыворотке между",
      "percent": "64"
    },
    {
      "name": "и",
      "percent": "12"
    },
    {
      "name": "мг",
      "percent": "11"
    },
    {
      "name": "dL, что потребовало медицинского лечения",
      "percent": "11"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "9"
    },
    {
      "name": "Диарея",
      "percent": "8"
    },
    {
      "name": "Тошнота",
      "percent": "7"
    },
    {
      "name": "Рвота",
      "percent": "6"
    },
    {
      "name": "Головная боль",
      "percent": "4.4"
    },
    {
      "name": "Гипокальциемия",
      "percent": "4"
    },
    {
      "name": "Парестезия",
      "percent": "2"
    },
    {
      "name": "Гиперчувствительность",
      "percent": "2"
    },
    {
      "name": "Гиперкалиемия",
      "percent": "1.2"
    },
    {
      "name": "Госпитализация по поводу сердечной недостаточности",
      "percent": "1"
    },
    {
      "name": "Миалгия",
      "percent": "8.3"
    },
    {
      "name": "Удлинение интервала QTc на фоне гипокальциемии",
      "percent": "0.2"
    },
    {
      "name": "гипофосфатемия",
      "percent": null
    },
    {
      "name": "Гипокальциемия",
      "percent": null
    },
    {
      "name": "симптоматическое снижение скорректированного уровня кальция в сыворотке",
      "percent": null
    },
    {
      "name": "мг",
      "percent": null
    },
    {
      "name": "дл",
      "percent": null
    },
    {
      "name": "Анафилактическая реакция",
      "percent": null
    },
    {
      "name": "Судороги на фоне гипокальциемии",
      "percent": null
    }
  ]
}