{
  "name": "эритромициновое основание/сульфизоксазол",
  "comment": "Rx",
  "other_names": [
    "Педиазол"
  ],
  "classes": [
    "Сульфаниламиды"
  ],
  "source": "https://reference.medscape.com/drug/pediazole-erythromycin-base-sulfisoxazole-342546",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: попадает в грудное молоко"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: попадает в грудное молоко"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Срок беременности",
        "Кормление грудью",
        "Тяжелая печеночная или почечная недостаточность (КК <15 мл/мин), подтвержденная мегалобластная или фолиево-дефицитная анемия, обструктивная уропатия",
        "Возраст <2 месяцев",
        "Повышенная чувствительность к макролидам, противомикробным препаратам, сульфонамидам, производным сульфонилмочевины, тиазидам.",
        "Дефицит G-6-PD",
        "Порфирия"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминобензоат калия",
      "description": {
        "common": "аминобензоат калия снижает эффекты сульфизоксазола за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, сульфизоксазол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "сульфизоксазол повышает токсичность аминолевулиновой кислоты местно за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение фотосенсибилизирующих препаратов может усилить фототоксическую реакцию на фотодинамическую терапию аминолевулиновой кислотой."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "сульфизоксазол усиливает действие антитромбина альфа за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "сульфизоксазол усиливает действие антитромбина III за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "сульфизоксазол усиливает действие аргатробана за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "сульфизоксазол снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "сульфизоксазол усиливает действие бемипарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "сульфизоксазол усиливает действие бивалирудина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "сульфизоксазол, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "сульфизоксазол повышает уровень дабрафениба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP2C8 могут повышать уровень дабрафениба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "сульфизоксазол усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "сульфизоксазол усиливает эффекты эноксапарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "сульфизоксазол усиливает действие фондапаринукса за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "сульфизоксазол усиливает действие гепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект сульфизоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP2C9 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метенамин",
      "description": {
        "common": "метенамин, сульфизоксазол. Другое (см. комментарий). Противопоказано.\nКомментарий: Эта комбинация может образовывать нерастворимый осадок в моче, уменьшая действие обоих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "сульфизоксазол повышает токсичность метотрексата за счет конкуренции за связывание с белками плазмы. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "сульфизоксазол, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "сульфизоксазол уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "сульфизоксазол и пексидартиниб оба увеличивают значение Other (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фениндион",
      "description": {
        "common": "сульфизоксазол усиливает действие фениндиона за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "сульфизоксазол, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "сульфизоксазол усиливает действие протамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин",
      "description": {
        "common": "сульфизоксазол, третиноин. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин актуальные",
      "description": {
        "common": "сульфизоксазол, третиноин местно. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "сульфизоксазол снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект сульфизоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "сульфизоксазол снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "сульфизоксазол, бупивакаиновый имплантат.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Местные анестетики могут увеличить риск развития метгемоглобинемии при одновременном воздействии препаратов, которые также вызывают метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол повысит уровень или эффект сульфизоксазола за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Каннабидиол потенциально может ингибировать активность CYP2C9. Рассмотрите возможность снижения дозы при одновременном применении субстратов CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "сульфизоксазол повышает уровень хлорпропамида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "сульфизоксазол будет снижать уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "сульфизоксазол будет снижать уровень или эффект циклоспорина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон актуальные",
      "description": {
        "common": "сульфизоксазол повышает токсичность местного дапсона за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "сульфизоксазол будет увеличивать уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF снижает уровень сульфизоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Элвитегравир является умеренным индуктором CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "сульфизоксазол снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "сульфизоксазол будет снижать уровень или эффект синтетических конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "сульфизоксазол снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "сульфизоксазол снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "сульфизоксазол повышает уровень глимепирида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "сульфизоксазол повышает уровень глипизида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "сульфизоксазол повышает уровень глибурида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "сульфизоксазол усиливает эффекты инсулина аспарта за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт протамин/инсулин аспарт",
      "description": {
        "common": "сульфизоксазол усиливает эффекты инсулина аспарта протамина/инсулина аспарта за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "сульфизоксазол, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "сульфизоксазол, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "сульфизоксазол усиливает действие инсулина детемир за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "сульфизоксазол усиливает эффекты инсулина гларгина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "сульфизоксазол усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "сульфизоксазол, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин изофан человеческий/инсулин обычный человеческий",
      "description": {
        "common": "сульфизоксазол усиливает эффекты инсулина изофана человеческого/инсулина обычного человека за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "сульфизоксазол усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро протамин/инсулин лизпро",
      "description": {
        "common": "сульфизоксазол усиливает эффекты протамина инсулина лизпро/инсулина лизпро за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "сульфизоксазол усиливает действие инсулина НПХ за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "сульфизоксазол усиливает действие обычного человеческого инсулина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение инсулина и сульфаниламидных антибиотиков может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "сульфизоксазол будет снижать уровень или эффект перорального приема левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, сульфизоксазол. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Исследования in vitro предполагают, что люмакафтор может индуцировать, а ивакафтор может ингибировать субстраты CYP2C9. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "сульфизоксазол снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоксален",
      "description": {
        "common": "метоксален, сульфизоксазол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивный фотосенсибилизирующий эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "сульфизоксазол повышает уровень натеглинида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитизинон",
      "description": {
        "common": "нитизинон увеличивает уровень или эффект сульфизоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Нитизинон ингибирует CYP2C9. Следует соблюдать осторожность при совместном применении с субстратом CYP2C9, особенно с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "сульфизоксазол повысит уровень или действие паклитаксела на др. (см. комментарий). Изменить терапию/внимательно контролировать. Уровни/токсичность паклитаксела могут повышаться при совместном применении с ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "сульфизоксазол будет увеличивать уровень или действие белка паклитаксела, связанного с другими (см. комментарий). Изменить терапию/внимательно контролировать. Уровни/токсичность паклитаксела могут повышаться при совместном применении с ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин увеличивает токсичность сульфизоксазола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Усиленная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "сульфизоксазол повышает уровень репаглинида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект сульфизоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP2C9, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект сульфизоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Спарсентан (индуктор CYP2C9) уменьшает экспозицию субстратов CYP2C9 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетракаин",
      "description": {
        "common": "тетракаин, сульфизоксазол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Следите за признаками метгемоглобинемии при одновременном применении препаратов, индуцирующих метгемоглобин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "сульфизоксазол повышает уровень толазамида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "сульфизоксазол повышает уровень толбутамида за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, сульфизоксазол.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "сульфизоксазол, аминогиппурат натрия. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Это вещество препятствует развитию химической окраски аминогиппурата (ПАУ), что необходимо для точного анализа почечного клиренса."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "сульфизоксазол снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид повышает уровень сульфизоксазола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "сульфизоксазол будет снижать уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "буметанид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунизал повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "этакриновая кислота повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этотоин",
      "description": {
        "common": "сульфизоксазол повышает уровень этотоина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "сульфизоксазол повышает уровень фосфенитоина за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "фуросемид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "гидрохлоротиазид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метогекситал",
      "description": {
        "common": "сульфизоксазол повышает уровень метогекситала за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "минеральное масло",
      "description": {
        "common": "минеральное масло снижает уровень сульфизоксазола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ниацин",
      "description": {
        "common": "сульфизоксазол снижает уровень или эффект ниацина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "сульфизоксазол снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "сульфизоксазол повышает уровень фенитоина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин, сульфизоксазол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гемолиза у пациентов с дефицитом G6PD."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "сульфизоксазол снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "сульфизоксазол снизит уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пириметамин",
      "description": {
        "common": "сульфизоксазол, пириметамин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная токсичность костного мозга."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) повышают уровень сульфизоксазола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин повышает уровень сульфизоксазола за счет неуказанного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "Спиронолактон повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "сульфизоксазол снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "торасемид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вертепорфин",
      "description": {
        "common": "сульфизоксазол, вертепорфин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "кора ивы повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в животе и дискомфорт",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Отсутствие или потеря аппетита",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Аритмия",
      "percent": null
    },
    {
      "name": "Заболевания крови",
      "percent": null
    },
    {
      "name": "Образование крови или камней в моче",
      "percent": null
    },
    {
      "name": "Синеватый оттенок кожи",
      "percent": null
    },
    {
      "name": "Озноб",
      "percent": null
    },
    {
      "name": "Колит",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Мелена",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Дерматит",
      "percent": null
    },
    {
      "name": "Сложность",
      "percent": null
    },
    {
      "name": "неспособность мочиться",
      "percent": null
    },
    {
      "name": "Дезориентация",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "дистония",
      "percent": null
    },
    {
      "name": "истощение",
      "percent": null
    },
    {
      "name": "Обморок",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Задержка жидкости",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Газ",
      "percent": null
    },
    {
      "name": "желудочно-кишечное кровотечение",
      "percent": null
    },
    {
      "name": "Галлюцинации",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "Ульи",
      "percent": null
    },
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Полиурия",
      "percent": null
    },
    {
      "name": "стоамтит",
      "percent": null
    },
    {
      "name": "Покраснение",
      "percent": null
    },
    {
      "name": "опухоль языка",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "Чувствительность к свету",
      "percent": null
    },
    {
      "name": "Тяжелые аллергические реакции",
      "percent": null
    },
    {
      "name": "Сильные кожные рубцы или отек",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Кожная сыпь",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Отек вокруг глаза",
      "percent": null
    },
    {
      "name": "Временная потеря слуха",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    }
  ]
}