{
  "name": "тиосульфат натрия",
  "comment": "Rx",
  "other_names": [
    "Педмарк"
  ],
  "classes": [
    "Противоядия от экстравазации",
    "Цианиды Антидоты"
  ],
  "source": "https://reference.medscape.com/drug/pedmark-sodium-thiosulfate-343750",
  "pregnancy": {
    "common": [
      "Пероральное или внутривенное введение тиосульфата натрия во время органогенеза не приводило к признакам пороков развития или летальности, но в дозах и воздействиях, которые были ниже, чем у людей.",
      "Существуют риски для беременной женщины и плода, связанные с невылеченным отравлением цианидом; если отравление цианидом подозревается и известно, рекомендуется инъекция тиосульфата натрия для последовательного применения с нитритом натрия.",
      "Нет доступных данных о применении у беременных женщин для установления связанного с приемом препарата риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода.",
      "Вводят после инфузий цисплатина, которые могут нанести вред эмбриофету; Ссылаться на"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Цианид легко проникает через плаценту; отравление цианидом является неотложной медицинской помощью во время беременности, которое может быть фатальным для беременной женщины и плода, если его не лечить; не следует отменять поддерживающую жизнь терапию из-за беременности",
          "В опубликованных исследованиях на животных не сообщалось о эмбриотоксичности или пороках развития при введении тиосульфата натрия во время органогенеза беременным мышам, крысам, хомякам или крысам в дозе от 0,2 до 0,9 суточной дозы человека 12,5 г при отравлении цианидом; В исследованиях не тестировались дозы, которые были бы сопоставимы с дозой для человека при отравлении цианидом."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии тиосульфата натрия в грудном молоке или молоке животных, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; цианид и тиоцианат (который образуется при соединении тиосульфата натрия с цианидом) присутствуют в грудном молоке.",
      "Из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, грудное вскармливание не рекомендуется во время лечения инъекцией тиосульфата натрия; нет данных, чтобы определить, когда можно безопасно возобновить грудное вскармливание после введения инъекции тиосульфата натрия.",
      "Вводят после инфузий цисплатина; Ссылаться на"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Pedmark: Тяжелая гиперчувствительность к тиосульфату натрия или любым компонентам в анамнезе.",
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может вызывать тошноту и рвоту; премедикация пациентов противорвотными средствами и предоставление дополнительных противорвотных средств и поддерживающей терапии по мере необходимости",
        "Сообщили о гипернатриемии и гипокалиемии; контролировать уровни натрия и калия в сыворотке на исходном уровне и по мере необходимости; не начинать инфузию у пациентов с исходным уровнем натрия в сыворотке >145 ммоль/л"
      ],
      "specific": [
        {
          "type": "Реакции гиперчувствительности",
          "description": [
            "Возникли реакции гиперчувствительности",
            "Мониторинг реакций гиперчувствительности",
            "Может содержать сульфит натрия; Воздействие сульфитов может вызывать реакции гиперчувствительности (например, анафилактические симптомы, тяжелые приступы астмы) у пациентов с чувствительностью к сульфитам.",
            "Вводить антигистаминные препараты или глюкокортикоиды (при необходимости) перед каждым последующим введением.",
            "Немедленно прекратите прием и начните соответствующее лечение, если возникает реакция гиперчувствительности."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Рвота",
      "percent": "85"
    },
    {
      "name": "Тошнота",
      "percent": "40"
    },
    {
      "name": "Пониженный гемоглобин",
      "percent": "34"
    },
    {
      "name": "Гипокалиемия",
      "percent": "15-27"
    },
    {
      "name": "Гипокалиемия",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": "9-27"
    },
    {
      "name": "Гипернатриемия",
      "percent": "26"
    },
    {
      "name": "гипофосфатемия",
      "percent": "15-20"
    },
    {
      "name": "гипофосфатемия",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": "9-20"
    },
    {
      "name": "Пониженный гемоглобин",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": "19"
    },
    {
      "name": "лихорадка",
      "percent": "15"
    },
    {
      "name": "Гипонатриемия",
      "percent": "14"
    },
    {
      "name": "Стоматит",
      "percent": "14"
    },
    {
      "name": "Стоматит",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": "14"
    },
    {
      "name": "Гипонатриемия",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": "12"
    },
    {
      "name": "Гипермагниемия",
      "percent": "11"
    },
    {
      "name": "Гипермагниемия",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": "9"
    },
    {
      "name": "Рвота",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": "8"
    },
    {
      "name": "Тошнота",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": "3.8"
    }
  ]
}