{
  "name": "пенициллин G водный",
  "comment": "Rx",
  "other_names": [
    "пенициллин G калий",
    "Кристаллен",
    "пенициллин G натрия",
    "Пфайзерпен"
  ],
  "classes": [
    "Естественный",
    "пенициллины"
  ],
  "source": "https://reference.medscape.com/drug/pfizerpen-penicillin-g-potassium-penicillin-g-aqueous-342482",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "Лактация: выделяется с грудным молоком."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: выделяется с грудным молоком."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Аллергия на пенициллины, цефалоспорины, имипенем"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Следует соблюдать осторожность, чтобы избежать внутривенного или случайного внутриартериального введения, а также инъекции в крупные периферические нервы или кровеносные сосуды или вблизи них, поскольку такие инъекции могут привести к нейроваскулярным повреждениям; особую осторожность следует соблюдать при внутривенном введении из-за возможности тромбофлебита.",
        "При почечной/печеночной недостаточности дозу снижают в зависимости от тяжести нарушения.",
        "Использование антибиотиков может способствовать чрезмерному росту нечувствительных организмов, включая грибки; постоянные внутривенные катетеры способствуют развитию суперинфекций; в случае возникновения суперинфекции следует принять соответствующие меры; при наличии показаний разрез и дренирование или другие хирургические процедуры следует проводить в сочетании с антибактериальной терапией.",
        "Тяжелые кожные побочные реакции (SCAR), такие как синдром Стивенса-Джонсона (SJS), токсический эпидермальный некролиз (TEN), лекарственная реакция с эозинофилией и системными симптомами (DRESS) и острый генерализованный экзантематозный пустулез (AGEP), о которых сообщалось при подозрении на SCAR, прекратить терапию и рассмотреть альтернативное лечение",
        "Серьезные и иногда со смертельным исходом реакции гиперчувствительности (анафилактические) сообщили; реакции, которые могут возникать у лиц с гиперчувствительностью к пенициллину и/или чувствительностью к нескольким аллергенам в анамнезе; перед началом терапии узнайте о предыдущих реакциях гиперчувствительности на пенициллины, цефалоспорины или другие аллергены; прекратите и начните соответствующую терапию, если возникает аллергическая реакция",
        "Пропуск доз или невыполнение полного курса терапии может снизить эффективность немедленного лечения и увеличить вероятность того, что бактерии разовьют резистентность и не будут поддаваться лечению пенициллином G калия для инъекций, USP или другими антибактериальными препаратами в будущем."
      ],
      "specific": [
        {
          "type": "Clostridium трудный",
          "description": [
            "Сообщается о диарее, ассоциированной с Clostridium difficile (CDAD); степень тяжести может варьироваться от легкой диареи до колита со смертельным исходом; CDAD следует учитывать у всех пациентов с диареей после применения антибиотиков; может возникнуть в течение двух месяцев после введения антибактериальных средств",
            "При подозрении или подтверждении следует прекратить продолжающееся применение антибиотиков, не направленных против C. difficile; Адекватное введение жидкости и электролитов, белковые добавки, лечение антибиотиками C. difficile и хирургическое обследование должны быть проведены по клиническим показаниям."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "Водный пенициллин G снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "водный раствор пенициллина G, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин уменьшает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "Водный пенициллин G снижает воздействие пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омадациклин",
      "description": {
        "common": "омадациклин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "претоманид будет увеличивать уровень или эффект водного пенициллина G другим (см. комментарий). Избегайте или используйте альтернативный препарат. Исследования in vitro показали, что претоманид значительно ингибирует ОАТ3; следить за увеличением побочных эффектов и рассмотреть вопрос о снижении дозы для субстратов OAT3."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сарециклин",
      "description": {
        "common": "Сарециклин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "Водный пенициллин G снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "Водный пенициллин G увеличивает токсичность амифампридина по др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "Водный пенициллин G усиливает действие амилорида за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "водный раствор пенициллина G, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "пенициллин G водный, аспирин ректальный.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "водный раствор пенициллина G, аспирин/лимонная кислота/бикарбонат натрия.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "Водный пенициллин G снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "водный раствор пенициллина G, трисалицилат холина магния.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "Водный пенициллин G и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "Водный раствор пенициллина G снижает уровень или эффект диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "Водный пенициллин G снижает уровень этинилэстрадиола за счет усиления метаболизма. Используйте осторожность/монитор. Риск отказа оральных контрацептивов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир будет увеличивать уровень или эффект водного пенициллина G другим (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортер OATP1B1/3. Если возможно, избегайте одновременного введения или измените дозу субстратов OATP1B1/3 при одновременном применении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "пенициллин G водный, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "пенициллин G водный, ибупрофен IV.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "пероральный прием неомицина снижает уровень водного раствора пенициллина G путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повышает уровень водного раствора пенициллина G за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "водный раствор пенициллина G, плоды шиповника.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "водный раствор пенициллина G, салицилаты (не аза).\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "водный раствор пенициллина G, сальсалат.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилацетат натрия",
      "description": {
        "common": "пенициллин G водный, фенилацетат натрия.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "Водный пенициллин G снижает действие пикосульфата натрия/оксида магния/безводной лимонной кислоты за счет изменения метаболизма. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кора ивы",
      "description": {
        "common": "пенициллин G водный, кора ивы.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид повышает уровень водного раствора пенициллина G за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "фуросемид повышает уровень водного раствора пенициллина G за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень водного раствора пенициллина G за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид повышает уровень водного раствора пенициллина G за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рокситромицин",
      "description": {
        "common": "рокситромицин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "интерстициальный нефрит",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Яриш",
      "percent": null
    },
    {
      "name": "реакция Герксгеймера",
      "percent": null
    },
    {
      "name": "Положительные Кумбс",
      "percent": null
    },
    {
      "name": "реакция",
      "percent": null
    }
  ]
}