{
  "name": "порфимер",
  "comment": "Rx",
  "other_names": [
    "Фотофрин"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/photofrin-porfimer-342226",
  "pregnancy": {
    "common": [
      "Проверить статус беременности у женщин с репродуктивным потенциалом до начала терапии",
      "Согласно исследованиям на животных, препарат может вызвать эмбриофетальную токсичность при введении беременной женщине; нет доступных данных об использовании у беременных женщин для оценки риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода, связанного с приемом препарата."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Препарат может нанести вред плоду при введении беременной женщине",
          "Женщины: женщинам с репродуктивным потенциалом рекомендуется использовать эффективные методы контрацепции во время лечения и в течение 5 месяцев после приема последней дозы.",
          "Мужчины: порекомендуйте пациентам мужского пола с партнершами женского пола с репродуктивным потенциалом использовать презервативы во время лечения и в течение 5 месяцев после последней дозы."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Внутривенное введение препарата беременным крысам и кроликам в период органогенеза в дозах, примерно в 0,64 раза превышающих рекомендуемую человеческую дозу в зависимости от площади поверхности тела (ППТ), приводило к усилению резорбции плода, уменьшению размера приплода и снижению массы плода, но не вызывало атрофии плода. пороки развития"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в грудном молоке или молоке животных, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, сообщите пациентам, что грудное вскармливание не рекомендуется во время лечения и в течение 5 месяцев после последней дозы"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность к порфиринам",
        "Неотложная помощь при тяжелой острой дыхательной недостаточности, вызванной эндобронхиальным поражением",
        "Варикоз пищевода или желудка",
        "Язвы пищевода",
        "Трахеопищеводный или бронхопищеводный свищ; эрозия опухоли в крупный кровеносный сосуд",
        "Порфирия"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о реакциях фоточувствительности у пациентов, подвергшихся воздействию прямых солнечных лучей или яркого света в помещении.",
        "Если ФДТ будет использоваться до или после лучевой терапии, выделите достаточно времени между двумя видами терапии, чтобы убедиться, что воспалительная реакция, вызванная первым лечением, уменьшилась до начала второго лечения.",
        "Стриктура пищевода, зарегистрированная в течение 6 месяцев после начала лечения (обычно в течение 6 месяцев после лечения)",
        "Воспалительная реакция на ФДТ будет зависеть от размера опухоли и площади окружающих нормальных тканей, которые получают свет; через 2-4 недели после ФДТ перед началом лучевой терапии; острая воспалительная реакция после лучевой терапии обычно проходит в течение 4 недель после завершения лучевой терапии; подождите 4 недели после завершения лучевой терапии, прежде чем начинать ФДТ",
        "Долговременный эффект ФДТ на дисплазию высокой степени (HGD) при пищеводе Барретта (ПБ) неизвестен; всегда существует риск рака или аномального эпителия, невидимого для эндоскописта под новым плоскоклеточным эпителием; эти факты подчеркивают риск пропуска рака у таких пациентов и необходимость тщательного постоянного наблюдения, несмотря на эндоскопические признаки полной реэпителизации плоскоклеточных клеток.",
        "Воспаление, возникающее в результате лечения, может вызвать обструкцию дыхательных путей (не применять у пациентов с опухолями пищевода, прорастающими в трахею или бронхиальное дерево).",
        "Отдельно от лучевой терапии через 2-4 недели",
        "Избегайте солнечного света после инъекции",
        "Риск кровотечения увеличивается у пациентов с варикозным расширением вен пищевода или опухолями, разрушающими легочные кровеносные сосуды; пациенты с крупными центрально расположенными опухолями, кавитирующими опухолями или обширными опухолями вне бронхов имеют высокий риск фатального массивного кровохарканья; оценить пациентов на наличие опухолей, прорастающих в легочные кровеносные сосуды и варикозно расширенные вены пищевода; не направляйте свет непосредственно на область с варикозным расширением вен пищевода из-за высокого риска кровотечения",
        "Может возникнуть загрудинная боль из-за воспалительных реакций в области лечения.",
        "Проводить эндоскопическую биопсию каждые 3 мес, пока не будет зарегистрировано 4 последовательных отрицательных оценки на HGD; дальнейшее наблюдение может быть назначено каждые 6–12 месяцев по решению медицинских работников; последующий период рандомизированного исследования на момент анализа составлял минимум 2 года (диапазон от 2 до 5,6 лет)",
        "Сообщается о зрительном дискомфорте",
        "Печеночная или почечная недостаточность, вероятно, продлит выведение порфимера натрия, что приведет к более высокому уровню токсичности; информировать пациентов с тяжелой почечной недостаточностью или легкой или тяжелой печеночной недостаточностью, что период, требующий принятия мер предосторожности при фотосенсибилизации, может превышать 90 дней.",
        "После лечения могут возникнуть потенциально фатальные некроз и перфорация желудочно-кишечного тракта и пищевода.",
        "Сообщалось о тромбоэмболии, особенно у пациентов с другими факторами риска (например, запущенный рак, послеоперационный период, длительная иммобилизация, сердечно-сосудистые заболевания)"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, порфимер.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "порфимер, аминолевулиновая кислота местно.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "порфимер, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность порфимера по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абциксимаб",
      "description": {
        "common": "абциксимаб снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анагрелид",
      "description": {
        "common": "Анагрелид снижает эффекты порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III снижает эффекты порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин снижает эффекты порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "порфимер снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "цилостазол снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "клопидогрел снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "далтепарин снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эптифибатид",
      "description": {
        "common": "эптифибатид снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фондапаринукс снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин снижает эффекты порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "гидрохлоротиазид, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прасугрель",
      "description": {
        "common": "прасугрел снижает эффекты порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и порфимер усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "тиклопидин снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тирофибан",
      "description": {
        "common": "тирофибан снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "третиноин актуальные",
      "description": {
        "common": "tretinoin актуальные повысит уровень или эффект porfimer за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может усиливать фотосенсибилизирующие эффекты порфимера."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амлодипин",
      "description": {
        "common": "амлодипин снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клевидипин",
      "description": {
        "common": "клевидипин снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол снижает уровень порфимера за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелодипин",
      "description": {
        "common": "фелодипин снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "Исрадипин снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид, порфимер. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "нисолдипин снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень порфимера за счет неуказанного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил снижает уровень порфимера по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "анемия",
      "percent": "32"
    },
    {
      "name": "Высокая температура",
      "percent": "31"
    },
    {
      "name": "Плевральный выпот",
      "percent": "28"
    },
    {
      "name": "Запор",
      "percent": "24"
    },
    {
      "name": "Боль в груди",
      "percent": "22"
    },
    {
      "name": "Абд боль",
      "percent": "20"
    },
    {
      "name": "Одышка",
      "percent": "18"
    },
    {
      "name": "Пневмония",
      "percent": "16"
    },
    {
      "name": "Бессонница",
      "percent": "14"
    },
    {
      "name": "Боль в спине",
      "percent": "11"
    },
    {
      "name": "Предсердный",
      "percent": "10"
    },
    {
      "name": "выдумка",
      "percent": "10"
    },
    {
      "name": "Дисфагия",
      "percent": "10"
    },
    {
      "name": "Фарингит",
      "percent": "9"
    },
    {
      "name": "Респираторный дистресс",
      "percent": "9"
    },
    {
      "name": "Decr вес",
      "percent": "8"
    },
    {
      "name": "кровавая рвота",
      "percent": "7"
    },
    {
      "name": "обезвоживание",
      "percent": "7"
    },
    {
      "name": "Гипотония",
      "percent": "7"
    },
    {
      "name": "Периферический отек",
      "percent": "7"
    },
    {
      "name": "Сердечная недостаточность",
      "percent": "6"
    },
    {
      "name": "Тахикардия",
      "percent": "6"
    },
    {
      "name": "Астения",
      "percent": "6"
    },
    {
      "name": "Гипертония",
      "percent": "6"
    },
    {
      "name": "Кашель",
      "percent": "5"
    },
    {
      "name": "Диарея",
      "percent": "5"
    },
    {
      "name": "Генерализованный отек",
      "percent": null
    },
    {
      "name": "Инфузионные реакции, включая крапивницу",
      "percent": null
    },
    {
      "name": "брадикардия",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "и гипертония",
      "percent": null
    }
  ]
}