{
  "name": "алпелисиб",
  "comment": "Rx",
  "other_names": [
    "Пикрей",
    "Вижуайс"
  ],
  "classes": [
    "Ингибиторы PI3K",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/piqray-vijoice-alpelisib-1000360",
  "pregnancy": {
    "common": [
      "Основываясь на данных о животных и механизме действия, при назначении беременным женщинам может возникнуть повреждение плода.",
      "Нет данных о беременных женщинах для информирования о риске, связанном с приемом лекарств.",
      "Проверьте статус беременности у женщин с репродуктивным потенциалом перед началом",
      "Консультировать беременных женщин и женщин репродуктивного потенциала плода риска"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных пероральное введение беременным крысам и кроликам во время органогенеза вызывало неблагоприятные исходы развития, включая эмбриофетальную смертность (постимплантационная потеря), снижение веса плода и увеличение частоты пороков развития плода при воздействии на мать, в ≥0,8 раз превышающем воздействие на человека, исходя из AUC. в рекомендуемой дозе 300 мг/сут."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Женщины репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение 1 недели после приема последней дозы.",
          "Пациенты мужского пола с партнершами репродуктивного возраста: используйте презервативы и эффективные средства контрацепции во время лечения и в течение 1 недели после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "На основании результатов исследований на животных фертильность у самцов и самок с репродуктивным потенциалом может быть нарушена."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Из-за возможности серьезных побочных реакций у ребенка, находящегося на грудном вскармливании, посоветуйте кормящим женщинам не кормить грудью во время лечения и в течение 1 недели после приема последней дозы.",
      "Нет данных о присутствии алпелисиба в грудном молоке, его влиянии на выработку молока или у детей, находящихся на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к алпелисибу или любому из его компонентов."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Основываясь на данных, полученных на животных, и его механизме действия, при назначении беременным женщинам может возникнуть повреждение плода.",
        "Сообщалось о ангионевротическом отеке в постмаркетинговых условиях.",
        "Сообщалось о тяжелом пневмоните, включая острый интерстициальный пневмонит и интерстициальное заболевание легких; подозревать неинфекционный пневмонит у пациентов с неспецифическими респираторными признаками и симптомами (например, гипоксией, кашлем, одышкой или интерстициальными инфильтратами при рентгенологическом исследовании) и у которых исключены инфекционные, неопластические и другие причины; навсегда прекратить у всех пациентов, если подтверждено; рекомендовать пациентам немедленно сообщать о новых или ухудшающихся респираторных симптомах",
        "Сообщалось о тяжелых реакциях гиперчувствительности (например, анафилаксия, анафилактический шок, ангионевротический отек); реакции, проявляющиеся симптомами, включая, но не ограничиваясь ими, одышку, приливы, сыпь, лихорадку или тахикардию; окончательно прекратить, если гиперчувствительность возникает"
      ],
      "specific": [
        {
          "type": "Диарея или колит",
          "description": [
            "Возникла тяжелая диарея, включая обезвоживание и острую почечную недостаточность; в зависимости от тяжести диареи может потребоваться прерывание, снижение или отмена дозы; посоветуйте пациентам начать противодиарейное лечение, увеличить количество пероральной жидкости и уведомить своего лечащего врача в случае возникновения диареи",
            "Сообщалось о колите в постмаркетинговых условиях.",
            "Следите за диареей и дополнительными симптомами колита, такими как боль в животе и слизь или кровь в стуле; в зависимости от тяжести диареи или колита может потребоваться прерывание, снижение или отмена дозы",
            "Для пациентов с колитом может потребоваться дополнительное лечение, такое как энтеросолюбильные и/или системные стероиды."
          ]
        },
        {
          "type": "Тяжелые кожные побочные реакции",
          "description": [
            "Если SJS, TEN или EM подтверждены, окончательно прекратите их использование; не вводить повторно пациентам, у которых во время лечения ранее наблюдались тяжелые кожные реакции",
            "Сообщалось о тяжелых кожных реакциях, включая синдром Стивенса-Джонсона (ССД) и мультиформную эритему (МЭ).",
            "Не начинать при наличии в анамнезе ССД, ЭМ или токсического эпидермального некролиза (ТЭН) и лекарственной реакции с эозинофилией и системными симптомами (ПЛАТЬЕ).",
            "Если кожные реакции не подтверждены, терапия может потребовать изменения дозы, местных кортикостероидов или перорального лечения антигистаминными препаратами.",
            "Если появляются признаки или симптомы кожных реакций, прервите терапию до определения этиологии реакции."
          ]
        },
        {
          "type": "Тяжелая гипергликемия",
          "description": [
            "Консультировать пациентов признаков и симптомов гипергликемии (например, чрезмерная жажда, мочеиспускание чаще, чем обычно или большее количество мочи, чем обычно, или повышенный аппетит с потерей веса)",
            "Внимательно следите за пациентами с диабетом",
            "Контролируйте уровень глюкозы в крови и/или ГПН не реже одного раза в неделю в течение первых 2 недель, затем не реже одного раза в 4 недели и по клиническим показаниям; контролировать HbA1c каждые 3 месяца и по клиническим показаниям",
            "Перед началом лечения проверьте ГПН и HbA1c и оптимизируйте уровень глюкозы в крови.",
            "В зависимости от тяжести гипергликемии может потребоваться прерывание, снижение или отмена дозы.",
            "После начала лечения чаще контролируйте уровень глюкозы натощак в течение первых нескольких недель лечения у пациентов с факторами риска гипергликемии, такими как ожирение (ИМТ больше или равен 30), повышенный ГПН, HbA1c на верхней границе нормы или выше, использование сопутствующие системные кортикостероиды или возраст старше или равный 75 годам",
            "В ряде случаев сочетается с гипергликемическим гиперосмолярным некетотическим синдромом (ГГНКС) или кетоацидозом; несколько летальных случаев кетоацидоза произошли в постмаркетинговых условиях",
            "Во время лечения противодиабетическими препаратами продолжайте контролировать уровень глюкозы в крови или ГПН не реже одного раза в неделю в течение 8 недель, а затем один раз в 2 недели и по клиническим показаниям."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Сильные индукторы CYP3A4 могут снижать концентрацию и/или активность алпелисиба.",
            "Ингибиторы BCRP могут повышать концентрацию алпелисиба и/или риск токсичности.",
            "Избегайте совместного администрирования",
            "Внимательно следите за потенциально сниженной активностью субстрата CYP2C9.",
            "Индукторы CYP3A4",
            "Субстраты CYP2C9",
            "Одновременное применение алпелисиба с субстратами CYP2C9 (например, варфарином) может снизить концентрацию субстратов CYP2C9 в плазме.",
            "Алпелисиб: субстрат CYP3A4 и BCRP; индуктор CYP2C9",
            "Избегайте совместного администрирования; если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных эффектов алпелисиба.",
            "ингибиторы BCRP"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "даролутамид повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Даролутамид является ингибитором BCRP. Избегайте совместного применения с ингибиторами BCRP. Если использование неизбежно, внимательно следите за побочными реакциями и рассмотрите возможность снижения дозы препарата-субстрата BCRP (см. информацию о назначении субстрата BCRP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "элтромбопаг повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "Элуксадолин повышает уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "алпелисиб будет повышать уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Если одновременное применение сильных ингибиторов CYP2C9 неизбежно, следует внимательно следить за побочными реакциями и соответствующим образом изменять дозу эрдафитиниба. Если сильный ингибитор CYP2C9 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "гефитиниб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан увеличивает уровни алпелисиба на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ласмидитан ингибирует BCRP in vitro. Избегайте совместного введения лазмидитана с субстратами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин будет снижать уровень или эффект алпелисиба за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пантопразол",
      "description": {
        "common": "пантопразол будет повышать уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект алпелисиба за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект алпелисиба за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект алпелисиба за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень или эффект алпелисиба за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус будет повышать уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафамидис",
      "description": {
        "common": "тафамидис повысит уровень или эффект алпелисиба от других (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафамидис меглюмин",
      "description": {
        "common": "тафамидис меглюмин будет повышать уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "вандетаниб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "велпатасвир",
      "description": {
        "common": "велпатасвир повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор повышает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "Бексаротен снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект бозентана, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "бригатиниб будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект целекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект хлорпропамида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект диклофенака, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект дронабинола, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "Эсликарбазепина ацетат будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект этравирина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект флуоксетина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувастатин",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект флувастатина, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект фосфенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры BCRP. Если возможно, избегайте совместного введения или измените дозу субстрата BCRP при совместном введении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект глимепирида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект глипизида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект глибурида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект иматиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин повышает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект кетамина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лакосамид",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект лакосамида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лесинурад",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект лозартана, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект местранола, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол перорально",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект перорального миконазола, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект монтелукаста за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект натеглинида за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект оспемифена за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "отеконазол",
      "description": {
        "common": "отесеконазол повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Otesezonale, ингибитор BCRP, может увеличить эффекты и риск токсичности субстратов BCRP. Используйте самую низкую начальную дозу субстрата BCRP или рассмотрите возможность уменьшения дозы субстрата BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект фенитоина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект пропофола за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект сипонимода, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект сульфадиазина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект сульфизоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телотристат этил",
      "description": {
        "common": "телотристат этил будет снижать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект толбутамида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект торасемида, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект триметоприма, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект вориконазола, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект варфарина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект зафирлукаста, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дапсон",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект дапсона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Глюкоза повышена",
      "percent": "79"
    },
    {
      "name": "Креатинин повышен",
      "percent": "67"
    },
    {
      "name": "Диарея",
      "percent": "58"
    },
    {
      "name": "Сыпь",
      "percent": "52"
    },
    {
      "name": "Количество лимфоцитов уменьшилось",
      "percent": "52"
    },
    {
      "name": "ГГТ увеличился",
      "percent": "52"
    },
    {
      "name": "Тошнота",
      "percent": "45"
    },
    {
      "name": "АЛТ повышен",
      "percent": "44"
    },
    {
      "name": "Усталость",
      "percent": "42"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "42"
    },
    {
      "name": "Липаза повышена",
      "percent": "42"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "39"
    },
    {
      "name": "Снижение аппетита",
      "percent": "36"
    },
    {
      "name": "Стоматит",
      "percent": "30"
    },
    {
      "name": "Рвота",
      "percent": "27"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "27"
    },
    {
      "name": "Кальций",
      "percent": "27"
    },
    {
      "name": "исправленный",
      "percent": "26"
    },
    {
      "name": "уменьшился",
      "percent": "21"
    },
    {
      "name": "Глюкоза снизилась",
      "percent": "20"
    },
    {
      "name": "пролонгированное АЧТВ",
      "percent": "3-4"
    },
    {
      "name": "Алопеция",
      "percent": "20"
    },
    {
      "name": "Сыпь",
      "percent": "19"
    },
    {
      "name": "оценка",
      "percent": "18"
    },
    {
      "name": "Воспаление слизистой оболочки",
      "percent": "18"
    },
    {
      "name": "Зуд",
      "percent": "18"
    },
    {
      "name": "Сухая кожа",
      "percent": "18"
    },
    {
      "name": "дисгевзия",
      "percent": "17"
    },
    {
      "name": "Головная боль",
      "percent": "15"
    },
    {
      "name": "Боль в животе",
      "percent": "14"
    },
    {
      "name": "Периферический отек",
      "percent": "14"
    },
    {
      "name": "лихорадка",
      "percent": "14"
    },
    {
      "name": "Количество тромбоцитов уменьшилось",
      "percent": "14"
    },
    {
      "name": "Калий уменьшился",
      "percent": "12"
    },
    {
      "name": "Альбумин уменьшился",
      "percent": "11"
    },
    {
      "name": "Сухость слизистой",
      "percent": "11"
    },
    {
      "name": "Диспепсия",
      "percent": "3-4"
    },
    {
      "name": "Магний уменьшился",
      "percent": "11"
    },
    {
      "name": "ГГТ увеличился",
      "percent": "60"
    },
    {
      "name": "оценка",
      "percent": "59"
    },
    {
      "name": "Снижение кальция",
      "percent": "56"
    },
    {
      "name": "Пониженный фосфат",
      "percent": "1"
    },
    {
      "name": "Повышенная глюкоза",
      "percent": "38"
    },
    {
      "name": "Повышенный HbA",
      "percent": "31"
    },
    {
      "name": "с",
      "percent": "29"
    },
    {
      "name": "Повышенный креатинин",
      "percent": "24"
    },
    {
      "name": "Повышенный билирубин",
      "percent": "22"
    },
    {
      "name": "Повышенный калий",
      "percent": "20"
    },
    {
      "name": "Снижение лейкоцитов",
      "percent": "19"
    },
    {
      "name": "Пониженный гемоглобин",
      "percent": "19"
    },
    {
      "name": "Снижение нейтрофилов",
      "percent": "18"
    },
    {
      "name": "Повышение триглицеридов",
      "percent": "17"
    },
    {
      "name": "Снижение магния",
      "percent": "17"
    },
    {
      "name": "Увеличение лимфоцитов",
      "percent": "16"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "16"
    },
    {
      "name": "Диарея",
      "percent": "14"
    },
    {
      "name": "Стоматит",
      "percent": "13"
    },
    {
      "name": "Снижение тромбоцитов",
      "percent": "13"
    },
    {
      "name": "Повышенный уровень холестерина",
      "percent": "12"
    },
    {
      "name": "Снижение альбумина",
      "percent": "12"
    },
    {
      "name": "Гипергликемия",
      "percent": "12"
    },
    {
      "name": "Снижение натрия",
      "percent": "11"
    },
    {
      "name": "Снижение калия",
      "percent": "11"
    },
    {
      "name": "Повышенный ГГТ",
      "percent": "10"
    },
    {
      "name": "Повышенная глюкоза",
      "percent": "3-4"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "8"
    },
    {
      "name": "Количество лимфоцитов уменьшилось",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "7"
    },
    {
      "name": "Диарея",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "7"
    },
    {
      "name": "Липаза повышена",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "2.1"
    },
    {
      "name": "Калий уменьшился",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "5"
    },
    {
      "name": "Усталость",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "4.2"
    },
    {
      "name": "Гемоглобин снизился",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "3.9"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "3.5"
    },
    {
      "name": "АЛТ повышен",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "2.8"
    },
    {
      "name": "Креатинин повышен",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "2.5"
    },
    {
      "name": "Тошнота",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "2.5"
    },
    {
      "name": "Стоматит",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "2.1"
    },
    {
      "name": "Воспаление слизистой оболочки",
      "percent": "2.1"
    },
    {
      "name": "оценка",
      "percent": "3-4"
    },
    {
      "name": "Кальций",
      "percent": "1.4"
    },
    {
      "name": "исправленный",
      "percent": "3-4"
    },
    {
      "name": "уменьшился",
      "percent": "1.1"
    },
    {
      "name": "Боль в животе",
      "percent": "10"
    },
    {
      "name": "оценка",
      "percent": "7"
    },
    {
      "name": "Количество тромбоцитов уменьшилось",
      "percent": "7"
    },
    {
      "name": "оценка",
      "percent": "5"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "5"
    },
    {
      "name": "Экзема",
      "percent": "5"
    },
    {
      "name": "Сухая кожа",
      "percent": "6"
    },
    {
      "name": "Алопеция",
      "percent": "5"
    },
    {
      "name": "Головная боль",
      "percent": "3.5"
    },
    {
      "name": "Целлюлит",
      "percent": "2"
    },
    {
      "name": "Пониженный гемоглобин",
      "percent": "2"
    },
    {
      "name": "Пониженный фосфат",
      "percent": "2"
    },
    {
      "name": "Целлюлит",
      "percent": "3-4"
    },
    {
      "name": "Повышенный билирубин",
      "percent": "0.7"
    },
    {
      "name": "Снижение натрия",
      "percent": "3-4"
    },
    {
      "name": "Снижение тромбоцитов",
      "percent": "0.7"
    },
    {
      "name": "Зуд",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "0.7"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "0.7"
    },
    {
      "name": "Головная боль",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "0.7"
    },
    {
      "name": "Снижение аппетита",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "0.7"
    },
    {
      "name": "Рвота",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "0.4"
    },
    {
      "name": "пролонгированное АЧТВ",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "0.4"
    },
    {
      "name": "Сухая кожа",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "0.4"
    },
    {
      "name": "дисгевзия",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "0.4"
    },
    {
      "name": "Сухость слизистой",
      "percent": "3-4"
    },
    {
      "name": "оценка",
      "percent": "0.4"
    },
    {
      "name": "Глюкоза снизилась",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Магний уменьшился",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Гипергликемический гиперосмолярный некетотический синдром",
      "percent": null
    },
    {
      "name": "HHNKS",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "в том числе макуло-папулезная сыпь",
      "percent": null
    },
    {
      "name": "сыпь эритематозная",
      "percent": null
    },
    {
      "name": "папулезная сыпь",
      "percent": null
    },
    {
      "name": "и зудящая сыпь",
      "percent": null
    },
    {
      "name": "акне",
      "percent": null
    },
    {
      "name": "в том числе угревой дерматит",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Снижение аппетита",
      "percent": null
    }
  ]
}