{
  "name": "окситоцин",
  "comment": "Rx",
  "other_names": [
    "Pitocin"
  ],
  "classes": [
    "Окситотические агенты"
  ],
  "source": "https://reference.medscape.com/drug/pitocin-oxytocin-343132",
  "pregnancy": {
    "common": [
      "Инъекция окситоцина используется во время беременности для индукции родов у пациенток с медицинскими показаниями для начала родов; стимуляция или усиление родов, как в отдельных случаях вялости матки; и дополнительная терапия при лечении неполного или неизбежного аборта; нет известных показаний к применению этого препарата в первом и втором триместре беременности, кроме как в связи с самопроизвольным или искусственным абортом; основываясь на большом опыте применения этого препарата, его химической структуре и фармакологических свойствах, не ожидается, что он будет представлять риск аномалий развития плода при использовании по показаниям."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, выделяется ли этот препарат с грудным молоком; поскольку многие препараты выделяются с грудным молоком, следует соблюдать осторожность при назначении окситоцина кормящим женщинам.",
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в инъекциях окситоцина и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от инъекций окситоцина или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Плановая индукция родов определяется как начало родов у беременной, у которой нет медицинских показаний для индукции.",
        "Поскольку имеющихся данных недостаточно для оценки соотношения пользы и риска, окситоцин не показан для плановой стимуляции родов."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Значительная диспропорция тазобедренного сустава",
        "Дистресс плода, когда роды не являются неизбежными",
        "Противопоказания к вагинальным родам, например, инвазивная карцинома шейки матки, активный генитальный герпес, полное предлежание плаценты, предлежание сосудов и предлежание или выпадение пуповины",
        "Не показано для плановой индукции родов",
        "Гиперактивная или гипертоническая матка",
        "Гиперстимуляция матки с сильными (гипертоническими) и/или продолжительными (тетаническими) сокращениями или тонус матки в состоянии покоя 15-20 мм H2O между сокращениями может привести к разрыву матки, разрывам шейки матки и влагалища, послеродовому кровотечению, отслойке матки. плаценты, нарушение маточного кровотока, эмболия амниотической жидкостью и травма плода, включая внутричерепное кровоизлияние",
        "Когда адекватная активность матки не приводит к удовлетворительному прогрессу",
        "Дистресс плода, многоводие, частичное предлежание плаценты, недоношенность, пограничная тазобедренная диспропорция, предшествующая серьезная операция на шейке матки или матке (включая кесарево сечение), перерастяжение матки, большое многоплодие, инвазивная карцинома шейки матки, сепсис матки или травматические роды",
        "Неблагоприятные положения или предлежания плода, например, поперечное положение, которые невозможно родить без конверсии перед родами",
        "Неотложные акушерские состояния, в которых предпочтение отдается хирургическому вмешательству",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск тяжелой водной интоксикации при длительном применении из-за его антидиуретического действия.",
        "Если возникает гиперактивность матки, немедленно прекратите",
        "Ограничение потребления жидкости может быть оправдано",
        "В/м не рекомендуется для индукции/стимуляции родов",
        "Внутривенные препараты должны вводиться обученным персоналом.",
        "Гипертонус матки, спазмы, разрыв матки и тетанические сокращения могут возникать при высоких дозах."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и окситоцин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и окситоцин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин и окситоцин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность окситоцина на интервал QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мизопростол",
      "description": {
        "common": "мизопростол усиливает эффекты окситоцина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Мизопростол может усиливать действие окситоциновых средств, особенно при приеме менее чем за 4 часа до начала введения окситоцина. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и окситоцин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "окситоцин усиливает эффекты бензфетамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбопрост трометамин",
      "description": {
        "common": "карбопрост трометамин усиливает действие окситоцина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "окситоцин усиливает действие дексфенфлурамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "окситоцин усиливает эффекты дексметилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "окситоцин усиливает действие декстроамфетамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "окситоцин усиливает действие диэтилпропиона за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "динопростон",
      "description": {
        "common": "динопростон усиливает действие окситоцина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "окситоцин усиливает эффекты добутамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "окситоцин усиливает действие допамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "окситоцин усиливает действие эфедрина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "окситоцин усиливает действие адреналина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "окситоцин усиливает эффекты фенфлурамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "окситоцин и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "окситоцин усиливает действие изопротеренола за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "окситоцин усиливает действие лиздексамфетамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "окситоцин усиливает действие метамфетамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "окситоцин усиливает эффекты метилендиоксиметамфетамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "окситоцин усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "окситоцин усиливает действие мидодрина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "окситоцин усиливает действие норадреналина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "окситоцин усиливает эффекты фендиметразина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "окситоцин усиливает действие фентермина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "окситоцин усиливает действие фенилэфрина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "окситоцин усиливает эффекты фенилэфрина перорально за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "окситоцин усиливает действие пропилгекседрина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "окситоцин усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "окситоцин усиливает действие сердексметилфенидата/дексметилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "окситоцин усиливает действие ксилометазолина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "окситоцин усиливает действие йохимбина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Синусовая брадикардия",
      "percent": "5"
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "преждевременные желудочковые комплексы",
      "percent": null
    },
    {
      "name": "другие аритмии",
      "percent": null
    },
    {
      "name": "Необратимое поражение ЦНС или головного мозга",
      "percent": null
    },
    {
      "name": "и смерть на фоне асфиксии",
      "percent": null
    },
    {
      "name": "Неонатальный приступ",
      "percent": null
    },
    {
      "name": "неонатальная желтуха",
      "percent": null
    },
    {
      "name": "Смерть плода",
      "percent": null
    },
    {
      "name": "Низкая оценка по шкале Апгар",
      "percent": null
    },
    {
      "name": "мин",
      "percent": null
    },
    {
      "name": "маточно-плацентарная гипоперфузия",
      "percent": null
    },
    {
      "name": "вариабельное замедление сердечного ритма плода",
      "percent": null
    },
    {
      "name": "Гипоксия плода",
      "percent": null
    },
    {
      "name": "Перинатальный некроз печени",
      "percent": null
    },
    {
      "name": "Фетальная гиперкапния",
      "percent": null
    },
    {
      "name": "Серьезное снижение материнского систолического",
      "percent": null
    },
    {
      "name": "диастолическое артериальное давление",
      "percent": null
    },
    {
      "name": "увеличение частоты сердечных сокращений",
      "percent": null
    },
    {
      "name": "системный венозный возврат",
      "percent": null
    },
    {
      "name": "сердечный выброс",
      "percent": null
    },
    {
      "name": "аритмия",
      "percent": null
    }
  ]
}