{
  "name": "peginterferon beta-1a",
  "comment": "Rx",
  "other_names": [
    "Плегриди"
  ],
  "classes": [
    "Лечение рассеянного склероза",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/plegridy-peginterferon-beta-1a-999928",
  "pregnancy": {
    "common": [
      "Существует реестр воздействия наркотиков во время беременности, в котором отслеживаются исходы беременности у женщин, подвергшихся воздействию наркотиков во время беременности; поощрять пациентов зарегистрироваться, позвонив по телефону 1-866-810-1462 или посетив",
      "Данные крупного популяционного когортного исследования, а также других опубликованных исследований, проведенных за несколько десятилетий, не выявили связанного с приемом препарата риска серьезных врожденных дефектов при использовании бета-интерферона на ранних сроках беременности; результаты относительно потенциального риска низкой массы тела при рождении или выкидыша при использовании продуктов интерферона бета во время беременности были противоречивыми; в исследовании на беременных обезьянах введение бета-интерферона во время беременности привело к увеличению частоты абортов."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в лекарствах и любые потенциальные неблагоприятные последствия терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании.",
      "В ограниченной опубликованной литературе описано присутствие продуктов интерферона бета-1а в грудном молоке в небольших количествах; нет данных о влиянии интерферона бета-1а на производство молока"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к природному или рекомбинантному бета-интерферону или пегинтерферону или любым другим вспомогательным веществам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о снижении показателей периферической крови во всех клеточных линиях, включая редкие случаи панцитопении и тяжелой тромбоцитопении; следить за симптомами инфекций, кровотечений и анемии; контролировать количество CBC, дифференциальное количество WBC и количество тромбоцитов",
        "Могут возникнуть депрессия, суицидальные мысли и самоубийство; посоветуйте пациентам немедленно сообщать о любых симптомах депрессии и рассмотреть возможность прекращения лечения в случае возникновения депрессии",
        "Сообщалось о застойной сердечной недостаточности и/или кардиомиопатии (7% у пациентов, получавших как пегинтерферон бета-1а, так и плацебо)",
        "У пациентов с почечной недостаточностью следует следить за побочными реакциями из-за повышенного системного воздействия.",
        "Сообщалось о случаях тромботической микроангиопатии, включая тромботическую тромбоцитопеническую пурпуру и гемолитико-уремический синдром, некоторые со смертельным исходом; некоторые случаи были зарегистрированы через несколько недель или лет после начала приема бета-интерферона; прекратить терапию, если возникают клинические симптомы и лабораторные данные, соответствующие ТМА, и вести лечение в соответствии с клиническими показаниями",
        "Сообщалось об аутоиммунных нарушениях многих органов-мишеней, включая идиопатическую тромбоцитопению, гипер- и гипотиреоз.",
        "Сообщалось о тяжелых поражениях печени, включая гепатит, аутоиммунный гепатит и редкие случаи тяжелой печеночной недостаточности; также сообщалось о случаях неинфекционного гепатита в пострегистрационных условиях; наблюдать за пациентами на наличие признаков и симптомов повреждения печени"
      ],
      "specific": [
        {
          "type": "Серьезные аллергические реакции",
          "description": [
            "Прекратить, если возникает серьезная аллергическая реакция",
            "Сообщалось о серьезных аллергических реакциях (например, ангионевротический отек, крапивница).",
            "Правильно и быстро лечите аллергическую реакцию антигистаминными препаратами или кортикостероидами.",
            "Защитный резиновый чехол предварительно заполненного шприца для в/м введения содержит натуральный каучуковый латекс; избегать внутримышечного применения у пациентов с аллергией или чувствительностью к латексу; безопасность предварительно заполненных шприцев у лиц, чувствительных к латексу, не изучалась"
          ]
        },
        {
          "type": "Реакции в месте инъекции",
          "description": [
            "Абсцессы и целлюлит в месте инъекции, а также некроз в месте инъекции, о которых сообщалось в постмаркетинговых условиях с продуктами интерферона бета; в некоторых случаях требовалось лечение с госпитализацией для хирургического дренирования и внутривенного введения антибиотиков",
            "Периодически оценивайте понимание и использование пациентом асептических техник и процедур самостоятельного введения инъекций, особенно если произошел некроз в месте инъекции.",
            "Следует ли прекратить терапию после одного участка некроза, зависит от степени некроза; для пациентов, продолжающих терапию после того, как произошел некроз в месте инъекции, следует избегать введения препарата в пораженный участок до его полного заживления; при появлении множественных поражений смените место инъекции или прекратите терапию до заживления",
            "Реакции в месте инъекции, включая некроз в месте инъекции, могут возникать при использовании бета-интерферонов; в контролируемых клинических исследованиях сообщалось о реакциях в месте инъекции (например, боль в месте инъекции, кровоподтеки или эритема); реакции включали воспаление в месте инъекции (6%), боль в месте инъекции (8%), образование в месте инъекции (<1%), неспецифические реакции."
          ]
        },
        {
          "type": "Травма печени",
          "description": [
            "Следите за признаками и симптомами повреждения печени",
            "Сообщается о повышенных печеночных ферментах и ​​повреждении печени; рецидивировал у некоторых пациентов при повторной провокации",
            "Сообщалось о тяжелом поражении печени, включая гепатит, аутоиммунный гепатит и редкие случаи тяжелой печеночной недостаточности."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Озноб",
      "percent": "36"
    },
    {
      "name": "Головная боль",
      "percent": "36-41"
    },
    {
      "name": "Боль",
      "percent": "22"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "11"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "25-62"
    },
    {
      "name": "Гриппоподобная болезнь",
      "percent": "47"
    },
    {
      "name": "лихорадка",
      "percent": "45"
    },
    {
      "name": "Головная боль",
      "percent": "41"
    },
    {
      "name": "Озноб",
      "percent": "17-27"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "15"
    },
    {
      "name": "Астения",
      "percent": "13"
    },
    {
      "name": "Зуд в месте инъекции",
      "percent": "13"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "2"
    },
    {
      "name": "Температура тела повышена",
      "percent": "6"
    },
    {
      "name": "АЛТ повышен",
      "percent": "6"
    },
    {
      "name": "Боль",
      "percent": "5"
    },
    {
      "name": "АСТ повышен",
      "percent": "4"
    },
    {
      "name": "Зуд",
      "percent": "4"
    },
    {
      "name": "Гипертермия",
      "percent": "4"
    },
    {
      "name": "Гамма",
      "percent": "3"
    },
    {
      "name": "глутамил",
      "percent": "3"
    },
    {
      "name": "повышение трансферазы",
      "percent": "3"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "3"
    },
    {
      "name": "Согревание места инъекции",
      "percent": "2"
    },
    {
      "name": "Гематома в месте инъекции",
      "percent": null
    },
    {
      "name": "Сыпь в месте инъекции",
      "percent": null
    }
  ]
}