{
  "name": "могамулизумаб",
  "comment": "Rx",
  "other_names": [
    "могамулизумаб-kpkc",
    "Потелигео"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Моноклональное антитело",
    "Ингибиторы CCR4"
  ],
  "source": "https://reference.medscape.com/drug/poteligeo-mogamulizumab-kpkc-mogamulizumab-1000249",
  "pregnancy": {
    "common": [
      "Нет доступных данных о применении у беременных женщин для информирования о связанном с приемом препарата риске серьезных врожденных дефектов и выкидыша.",
      "Не рекомендуется во время беременности или женщинам детородного возраста, не использующим контрацепцию.",
      "В целом известно, что молекулы IgG преодолевают плацентарный барьер, и в исследовании репродукции обезьян могамулизумаб-kpkc был обнаружен в плазме плода.",
      "Следовательно, лекарство потенциально может передаваться от матери к развивающемуся плоду.",
      "Для женщин с репродуктивным потенциалом проверьте статус беременности до инициации"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследовании репродукции животных введение беременным яванским макакам с начала органогенеза до родов не показало возможности неблагоприятных исходов развития при системном воздействии на мать, в 27 раз превышающем воздействие у пациентов в рекомендуемой дозе, на основе AUC."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение как минимум 3 месяцев после последней дозы."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Нет информации о присутствии могамулизумаба-kpkc в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о повышенном риске осложнений трансплантации у пациентов, получающих аллогенную ТГСК после могамулизумаба, включая тяжелую (степень 3 или 4) острую реакцию трансплантат против хозяина (РТПХ), стероидорефрактерную РТПХ и смерть, связанную с трансплантацией; Сообщается о более высоком риске осложнений трансплантации, если могамулизумаб вводится в более короткие сроки (~ 50 дней) до ТГСК; внимательно следить за ранними признаками осложнений, связанных с трансплантацией",
        "Имели место смертельные и опасные для жизни кожные побочные реакции, включая SJS и TEN; начало лекарственной сыпи, пораженные участки и внешний вид различаются; более распространенные проявления включали папулезную или макулопапулезную сыпь, лихеноидный, спонгиотический или гранулематозный дерматит и кореподобную сыпь; следить за появлением сыпи на протяжении всего курса лечения",
        "Возникли смертельные и опасные для жизни инфекции, включая сепсис, пневмонию и кожную инфекцию; следить за признаками и симптомами инфекции и своевременно лечить",
        "Сообщалось о фатальных и опасных для жизни инфузионных реакциях; большинство реакций (~90%) происходит во время или вскоре после первой инфузии; инфузионные реакции могут возникать и при последующих инфузиях; наиболее распространенные признаки включают озноб, тошноту, лихорадку, тахикардию, озноб, головную боль и рвоту."
      ],
      "specific": [
        {
          "type": "Аутоиммунные осложнения",
          "description": [
            "Сообщалось о фатальных и угрожающих жизни иммуноопосредованных осложнениях; Иммуноопосредованные или, возможно, иммунноопосредованные реакции 3 степени или выше включают миозит, миокардит, полимиозит, гепатит, пневмонит, гломерулонефрит и вариант синдрома Гийена-Барре.",
            "Подумайте, перевешивают ли преимущества риски у пациентов с аутоиммунными заболеваниями в анамнезе.",
            "Прерывание или окончательное прекращение лечения при подозрении на иммуноопосредованные побочные реакции",
            "Использование системных иммунодепрессантов при иммуноопосредованных реакциях было сообщено у 1,9% реципиентов могамулизумаба в исследовании 1, в том числе в случае ревматической полимиалгии 2 степени.",
            "О впервые выявленном гипотиреозе (1 или 2 степени) сообщили и лечили наблюдением или левотироксином"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "могамулизумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "могамулизумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "могамулизумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "могамулизумаб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "могамулизумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность могамулизумаба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "могамулизумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "могамулизумаб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "Эфгартигимод альфа будет снижать уровень или эффект могамулизумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и могамулизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и могамулизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, могамулизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, могамулизумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и могамулизумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сыпь",
      "percent": "5"
    },
    {
      "name": "в том числе лекарственное извержение",
      "percent": "5"
    },
    {
      "name": "Извержение наркотиков",
      "percent": "5"
    },
    {
      "name": "Гипергликемия",
      "percent": "3"
    },
    {
      "name": "Кожная инфекция",
      "percent": "2"
    },
    {
      "name": "Настой",
      "percent": "2"
    },
    {
      "name": "родственная реакция",
      "percent": "2"
    },
    {
      "name": "Снижение лейкоцитов",
      "percent": "2"
    },
    {
      "name": "анемия",
      "percent": "1"
    },
    {
      "name": "АСТ повышен",
      "percent": "1"
    },
    {
      "name": "Мукозит",
      "percent": null
    },
    {
      "name": "АЛТ повышен",
      "percent": null
    }
  ]
}