{
  "name": "дабигатран",
  "comment": "Rx",
  "other_names": [
    "Прадакса"
  ],
  "classes": [
    "гематологический",
    "Сердечно-сосудистые",
    "Антикоагулянты",
    "Ингибиторы тромбина"
  ],
  "source": "https://reference.medscape.com/drug/pradaxa-dabigatran-342135",
  "pregnancy": {
    "common": [
      "Имеющиеся ограниченные данные об использовании у беременных женщин недостаточны для определения связанных с наркотиками рисков неблагоприятных исходов развития; существует риск для матери, связанный с нелеченой венозной тромбоэмболией во время беременности, и риск кровотечения у матери и плода, связанный с применением антикоагулянтов"
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Использование антикоагулянтов может увеличить риск кровотечения у плода и новорожденного; контролировать новорожденных на предмет кровотечения",
          "Беременность связана с повышенным риском тромбоэмболии, который выше у женщин с сопутствующим тромбоэмболическим заболеванием и некоторыми состояниями беременности с высоким риском; опубликованные данные описывают, что женщины с венозным тромбозом в анамнезе имеют высокий риск рецидива во время беременности."
        ]
      },
      {
        "type": "Работа или доставка",
        "description": [
          "Все пациенты, получающие антикоагулянты, в том числе беременные, подвержены риску кровотечения; использование во время родов у женщин, которым проводится нейроаксиальная анестезия, может привести к эпидуральным или спинальным гематомам; рассмотреть вопрос о прекращении или использовании антикоагулянтов короткого действия по мере приближения родов"
        ]
      },
      {
        "type": "Самки репродуктивного потенциала",
        "description": [
          "Женщины с репродуктивным потенциалом, нуждающиеся в антикоагулянтах, должны обсудить планирование беременности со своим врачом.",
          "Риск клинически значимого маточного кровотечения, потенциально требующего гинекологических хирургических вмешательств, выявленного при приеме пероральных антикоагулянтов, следует оценивать у женщин репродуктивного возраста и у женщин с аномальными маточными кровотечениями."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии дабигатрана в материнском молоке, влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока; лекарство и/или его метаболиты присутствовали в молоке крыс; грудное вскармливание не рекомендуется во время терапии"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Преждевременное прекращение",
          "description": [
            "Если прием дабигатрана необходимо прекратить по причине, отличной от патологического кровотечения, рассмотрите возможность покрытия другим антикоагулянтом.",
            "Преждевременное прекращение приема любого перорального антикоагулянта, включая дабигатран, увеличивает риск тромботических осложнений."
          ]
        },
        {
          "type": "Спинальная/эпидуральная гематома",
          "description": [
            "Одновременное применение с другими препаратами, влияющими на гемостаз (например, НПВП, ингибиторами тромбоцитов, другими антикоагулянтами)",
            "Эти гематомы могут привести к длительному или постоянному параличу.",
            "История деформации позвоночника или операции на позвоночнике",
            "Факторы, которые могут увеличить риск, включают:",
            "Травматические или повторные эпидуральные или спинномозговые пункции в анамнезе",
            "Постоянные эпидуральные катетеры",
            "Оптимальное время между введением дабигатрана и нейроаксиальными вмешательствами неизвестно.",
            "Рассмотреть преимущества и риски перед нейроаксиальным вмешательством у пациентов, получающих антикоагулянтную терапию или получающих антикоагулянтную терапию.",
            "Мониторинг пациентов часто для признаков и симптомов неврологических нарушений; если отмечается неврологический компромисс, необходимо срочное лечение",
            "Эпидуральные или спинальные гематомы могут возникать у пациентов, получающих нейроаксиальную анестезию или спинномозговую пункцию."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Активное патологическое кровотечение",
        "Повышенная чувствительность к препарату или вспомогательным веществам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Преждевременное прекращение приема пероральных антикоагулянтов (кроме патологических кровотечений) при отсутствии адекватной альтернативной антикоагулянтной терапии повышает риск тромботических осложнений.",
        "Пероральные антикоагулянты прямого действия (ПОАК) не рекомендуется применять у пациентов с тройным положительным антифосфолипидным синдромом (АФС); у пациентов с АФС (особенно у пациентов с тройным положительным результатом [положительным на антитела к волчаночному антикоагулянту, антикардиолипину и антителам к бета-2-гликопротеину I]) лечение ПОАК было связано с повышенной частотой повторных тромботических событий по сравнению с антагонистами витамина К. терапия"
      ],
      "specific": [
        {
          "type": "Спинномозговая/эпидуральная анестезия или пункция",
          "description": [
            "При нейроаксиальной анестезии (спинальной/эпидуральной анестезии) или спинномозговой пункции у пациентов, получающих лечение антикоагулянтами, существует риск развития эпидуральной или спинальной гематомы, которая может привести к длительному или постоянному параличу.",
            "Рассмотреть фармакокинетический профиль дабигатрана; постановку или удаление эпидурального катетера или люмбальную пункцию лучше проводить при низком антикоагулянтном эффекте; однако точные сроки достижения достаточно низкого антикоагулянтного эффекта у каждого пациента неизвестны."
          ]
        },
        {
          "type": "Одновременное применение с индукторами и ингибиторами P-gp",
          "description": [
            "CrCl <30 мл/мин: избегайте одновременного применения со всеми ингибиторами P-gp.",
            "Ожидается, что одновременное применение ингибиторов P-gp у пациентов с почечной недостаточностью приведет к повышению экспозиции дабигатрана по сравнению с таковой, наблюдаемой при монотерапии любым из этих факторов.",
            "Ингибирование P-gp и нарушение функции почек являются основными независимыми факторами, которые приводят к увеличению воздействия дабигатрана.",
            "Лечение/профилактика ТГВ/ТЭЛА, почечная недостаточность и ингибиторы P-gp: избегайте одновременного применения, если CrCl <50 мл/мин.",
            "Индукторы P-gp (например, рифампин) снижают экспозицию дабигатрана, и их, как правило, следует избегать.",
            "CrCl 30–50 мл/мин. Использование ингибиторов P-gp верапамила, амиодарона, хинидина, кларитромицина и тикагрелора не требует коррекции дозы, однако эти результаты не следует экстраполировать на другие ингибиторы P-gp.",
            "CrCl 30–50 мл/мин и ингибиторы P-gp дронедарон или кетоконазол: рассмотрите возможность снижения дозы (см. Модификации дозировки)",
            "Лечение ФП, почечная недостаточность и ингибиторы P-gp",
            "Одновременное применение дабигатрана в капсулах с ингибиторами P-gp у детей не изучалось, но может увеличить экспозицию дабигатрана.",
            "ВТЭ у детей: не изучалось, но ингибиторы P-gp могут повышать экспозицию дабигатрана."
          ]
        },
        {
          "type": "Обратный антикоагулянтный эффект",
          "description": [
            "Эффективность и безопасность идаруцизумаба у детей не установлены.",
            "Ожидается, что протамина сульфат и витамин К не повлияют на антикоагулянтную активность дабигатрана.",
            "Концентраты активированного протромбинового комплекса, рекомбинантный фактор VIIa или концентраты факторов свертывания крови II, IX или X могут быть рассмотрены, но их использование не оценивалось в клинических испытаниях.",
            "Идаруцизумаб коммерчески доступен для устранения антикоагулянтного эффекта дабигатрана у взрослых при хирургических вмешательствах/неотложных процедурах, угрожающих жизни или неконтролируемых кровотечениях.",
            "Может подвергаться диализу (связывание с белками низкое, с удалением около 60% препарата в течение 2-3 часов); однако количество данных, поддерживающих этот подход, ограничено.",
            "Рассмотрите введение концентратов тромбоцитов в случаях, когда присутствует тромбоцитопения или применялись антитромбоцитарные препараты длительного действия."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дефибротид",
      "description": {
        "common": "дефибротид усиливает действие дабигатрана за счет фармакодинамического синергизма. Противопоказано. Одновременное применение дефибротида с антитромботическими/фибринолитическими препаратами противопоказано. Это не включает использование для планового обслуживания или повторного открытия центральных венозных линий."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, дабигатран. Другое (см. комментарий). Противопоказано.\nКомментарий: Мифепристон может привести к чрезмерным кровотечениям после аборта у пациенток. на антикоагулянтной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "концентрат протромбинового комплекса человеческий",
      "description": {
        "common": "дабигатран, концентрат протромбинового комплекса, человек. Фармакодинамический синергизм. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа и дабигатран усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III и дабигатран усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "дабигатран и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каплацизумаб",
      "description": {
        "common": "каплацизумаб, дабигатран.\nЛибо усиливает действие другого за счет антикоагуляции. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень дабигатрана за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Как правило, следует избегать одновременного применения дабигатрана и индукторов P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "дабигатран и далтепарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "липосомальный доксорубицин будет снижать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования. Индукторы P-gp снижают системное воздействие дабигатрана"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Мерцательная аритмия: уменьшить дозу дабигатрана при совместном применении с дронедароном, если CrCl составляет 30–50 мл/мин. Избегайте одновременного применения дабигатрана с дронедароном, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с дронедароном, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "эдоксабан, дабигатран.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Избегайте или используйте альтернативный препарат. Оба препарата могут вызвать кровотечение, внимательно следите за ними. Незамедлительно оцените любые признаки или симптомы кровопотери. Длительное одновременное лечение эдоксабаном и другими антикоагулянтами не рекомендуется. Для пациентов, переходящих на эдоксабан или отказывающихся от него, может потребоваться кратковременное совместное введение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "дабигатран и эноксапарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "дабигатран и фондапаринукс усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин будет снижать уровень или эффект дабигатрана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования. Индукторы P-gp снижают системное воздействие дабигатрана"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "дабигатран и гепарин усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровень дабигатрана с помощью эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Мерцательная аритмия: уменьшить дозу дабигатрана при одновременном применении с кетоконазолом, если CrCl составляет 30–50 мл/мин. Избегайте одновременного применения дабигатрана с кетоконазолом, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с кетоконазолом, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень дабигатрана с помощью эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Мерцательная аритмия: уменьшить дозу дабигатрана при одновременном применении с кетоконазолом, если CrCl составляет 30–50 мл/мин. Избегайте одновременного применения дабигатрана с кетоконазолом, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с кетоконазолом, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал будет снижать уровень или эффект дабигатрана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования. Индукторы P-gp снижают системное воздействие дабигатрана"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект дабигатрана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования. Индукторы P-gp снижают системное воздействие дабигатрана"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон будет снижать уровень или эффект дабигатрана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования. Индукторы P-gp снижают системное воздействие дабигатрана"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования. Индукторы P-gp снижают системное воздействие дабигатрана"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект дабигатрана через транспортер оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект дабигатрана посредством транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования. Индукторы P-gp снижают системное воздействие дабигатрана"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир DF будет снижать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования. Индукторы P-gp снижают системное воздействие дабигатрана"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир усиливает действие дабигатрана за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Типранавир обладает умеренной антитромбоцитарной активностью, которая может увеличить риск кровотечения. Как правило, следует избегать одновременного применения дабигатрана и индукторов P-gp. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винбластин",
      "description": {
        "common": "винбластин будет снижать уровень или эффект дабигатрана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования. Индукторы P-gp снижают системное воздействие дабигатрана"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "вортиоксетин и дабигатран усиливают антикоагулянтное действие. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "варфарин",
      "description": {
        "common": "дабигатран усиливает эффекты варфарина за счет антикоагуляции. Избегайте или используйте альтернативный препарат. Избегайте комбинированного применения, как только МНО установится в желаемом терапевтическом диапазоне."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "дабигатран, занубрутиниб.\nЛибо усиливает действие другого за счет антикоагуляции. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абциксимаб",
      "description": {
        "common": "дабигатран, абциксимаб.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб усиливает эффекты дабигатрана за счет антикоагуляции. Используйте осторожность/монитор. Одновременное применение акалабрутиниба с антиагрегантами или антикоагулянтами может еще больше увеличить риск кровотечения. Следите за признаками кровотечения и оценивайте соотношение пользы и риска приостановки приема акалабрутиниба на 3-7 дней до и после операции в зависимости от типа операции и риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "афатиниб",
      "description": {
        "common": "афатиниб будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репейник",
      "description": {
        "common": "дабигатран и репейник усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люцерна",
      "description": {
        "common": "дабигатран и люцерна усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альтеплаза",
      "description": {
        "common": "дабигатран и альтеплаза усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "дабигатран и американский женьшень усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет повышать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анагрелид",
      "description": {
        "common": "дабигатран, анагрелид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анаму",
      "description": {
        "common": "дабигатран и анаму усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан и дабигатран усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "дабигатран и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение. Необходимость одновременного применения низких доз аспирина (<100 мг/сут) с антикоагулянтами обычна для пациентов с сердечно-сосудистыми заболеваниями, но может привести к усилению кровотечения; внимательно следите. Незамедлительно оцените любые признаки или симптомы кровопотери при одновременном лечении низкими дозами аспирина. Избегайте одновременного применения с хроническим использованием более высоких доз аспирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "дабигатран и аспирин ректально усиливают антикоагулянтную активность. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "дабигатран и аспирин/лимонная кислота/бикарбонат натрия усиливают антикоагулянтное действие. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азфицел-Т",
      "description": {
        "common": "азфицел-Т, дабигатран. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с антикоагулянтами или антиагрегантами может усилить кровоподтеки или кровотечения в местах биопсии и/или в местах инъекций; одновременное использование не рекомендуется. Решение о продолжении или прекращении приема антикоагулянтов или антитромбоцитов должно приниматься врачом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "дабигатран, бетриксабан.\nЛибо повышает уровень другого за счет антикоагулянтов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин и дабигатран усиливают антикоагулянтную активность. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол будет повышать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "дабигатран и целекоксиб усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хитозан",
      "description": {
        "common": "хитозан усиливает действие дабигатрана на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: хитозан может снижать всасывание витамина К в желудочно-кишечном тракте, усиливая антикоагулянтный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "дабигатран и трисалицилат магния холина усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "дабигатран, цилостазол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "дабигатран и корица усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам усиливает действие дабигатрана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Комбинация может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "дабигатран, клопидогрел.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "коллагеназа clostridium histolyticum",
      "description": {
        "common": "дабигатран увеличивает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кордицепс",
      "description": {
        "common": "дабигатран и кордицепс усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца уменьшают действие дабигатрана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кукурузный шелк содержит витамин К; потреблять последовательное количество ежедневно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даншен",
      "description": {
        "common": "дабигатран и даншен ​​усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Ингибиторы P-gp могут увеличивать системную экспозицию дабигатрана у пациентов с почечной недостаточностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс, дабигатран. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: у пациентов, принимающих деферазирокс, сообщалось об язвенной болезни желудка и желудочно-кишечном кровотечении, следует соблюдать осторожность при одновременном применении с другими препаратами, которые, как известно, повышают риск пептических язв или желудочного кровотечения, включая антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десирудин",
      "description": {
        "common": "дабигатран и десирудин усиливают антикоагулянтную активность. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "дабигатран и дьявольский коготь усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "дабигатран и диклофенак усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дабигатран и дифлунизал усиливают антикоагулянтную активность. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дабигатран, дипиридамол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дивалпроекс натрия",
      "description": {
        "common": "дивальпроекс натрия будет снижать уровень или эффект дабигатрана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "dong quai",
      "description": {
        "common": "дабигатран и дягиль обыкновенный усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет повышать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повысит уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "дабигатран и эпопростенол усиливают антикоагулянтное действие. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эптифибатид",
      "description": {
        "common": "дабигатран, эптифибатид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина будет увеличивать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол усиливает действие дабигатрана по неизвестному механизму. Используйте осторожность/монитор. Острая интоксикация этанолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "дабигатран повышает уровень этотоина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "дабигатран и этодолак усиливают антикоагулянтную активность. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенхель",
      "description": {
        "common": "дабигатран и фенхель усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "дабигатран и фенопрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиретрум",
      "description": {
        "common": "дабигатран и пиретрум усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рыбий жир",
      "description": {
        "common": "рыбий жир, дабигатран. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих рыбий жир и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциального повышенного риска кровотечения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект дабигатрана за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фторурацил",
      "description": {
        "common": "фторурацил усиливает действие дабигатрана за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. В связи с тромбоцитопеническими эффектами фторурацила у пациентов, одновременно принимающих антикоагулянты, может наблюдаться аддитивный риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "дабигатран и флурбипрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "форсколин",
      "description": {
        "common": "дабигатран и форсколин усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чеснок",
      "description": {
        "common": "дабигатран и чеснок усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имбирь",
      "description": {
        "common": "дабигатран и имбирь усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ginkgo biloba",
      "description": {
        "common": "дабигатран и гинкго билоба усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, дабигатран. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск кровотечения, рекомендуется соблюдать осторожность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "дабигатран, гемин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Продукт деградации гемина (например, гематин) может вызывать коагулопатию (например, тромбоцитопению, дегрануляцию тромбоцитов) и вызывать умеренные антикоагулянтные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "дабигатран и семена конского каштана усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "дабигатран и ибупрофен усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "дабигатран и ибупрофен внутривенно усиливают антикоагулянтную активность. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "икосапент",
      "description": {
        "common": "икозапент, дабигатран.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Икозапент может увеличить время кровотечения; периодически контролировать, если coadministered с другими препаратами, которые влияют на кровотечение."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илопрост",
      "description": {
        "common": "дабигатран и илопрост усиливают антикоагулянтное действие. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб, дабигатран.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: иматиниб может вызывать тромбоцитопению; риск кровотечения повышается при совместном применении иматиниба с антикоагулянтами, НПВП, ингибиторами тромбоцитов и тромболитическими средствами; пациенты, нуждающиеся в антикоагулянтной терапии во время лечения иматинибом, должны получать НМГ или нефракционированный гепарин вместо варфарина из-за множественных механизмов взаимодействия иматиниба с варфарином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "дабигатран и индометацин усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов P-gp в клинических исследованиях. Рассмотрите возможность снижения дозы чувствительных субстратов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "дабигатран и кетопрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "дабигатран и кеторолак усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "дабигатран и кеторолак интраназально усиливают антикоагулянтную активность. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "Ледипасвир/софосбувир будет повышать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир повысит уровень или эффект дабигатрана по другим причинам (см. комментарий). Используйте осторожность/монитор. Обратитесь к инструкции по медицинскому применению для одновременного применения с комбинированными умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леветирацетам",
      "description": {
        "common": "леветирацетам будет снижать уровень или эффект дабигатрана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ломитапид будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "дабигатран и меклофенамат усиливают антикоагулянтную активность. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "дабигатран и мефенамовая кислота усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин будет повышать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин усиливает эффекты дабигатрана за счет антикоагуляции. Используйте осторожность/монитор. Мелатонин может уменьшить протромбиновое время."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "дабигатран и мелоксикам усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омела",
      "description": {
        "common": "дабигатран увеличивает, а омела снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "дабигатран и набуметон усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "дабигатран и напроксен усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нератиниб",
      "description": {
        "common": "нератиниб повышает уровень дабигатрана за счет эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Нератиниб ингибирует транспорт P-gp. Следует соблюдать осторожность при совместном применении с субстратом P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крапива",
      "description": {
        "common": "дабигатран увеличивает, а крапива снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин будет повышать уровень или эффект дабигатрана через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "нинтеданиб усиливает эффекты дабигатрана за счет антикоагуляции. Используйте осторожность/монитор. Нинтеданиб является ингибитором VEGFR и может повышать риск кровотечения; наблюдать за пациентами, получающими полную антикоагулянтную терапию; внимательно следить за кровотечением и корректировать терапию по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Клиническое значение зависит от степени почечной недостаточности. Дабигатран в основном выводится путем клубочковой фильтрации. Пролекарство дабигатрана является субстратом P-gp, и его концентрация может увеличиваться из-за ингибирования P-gp ритонавиром. При одновременном применении с ингибитором Р-гликопротеина у пациентов с легкой/умеренной почечной недостаточностью может потребоваться снижение дозы дабигатрана. Дабигатран не рекомендуется пациентам с тяжелой почечной недостаточностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 карбоновые кислоты",
      "description": {
        "common": "омега-3 карбоновые кислоты, дабигатран. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3 кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 жирные кислоты",
      "description": {
        "common": "омега-3 жирные кислоты, дабигатран. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3-жирные кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "дабигатран и оксапрозин усиливают антикоагулянтную активность. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Женьшень",
      "description": {
        "common": "дабигатран и женьшень усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пау д'арко",
      "description": {
        "common": "дабигатран и пау д'арко усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегаспаргаза",
      "description": {
        "common": "пегаспаргаза усиливает эффекты дабигатрана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентозан полисульфат натрия",
      "description": {
        "common": "дабигатран и пентозан полисульфат натрия усиливают антикоагулянтное действие. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "дабигатран и пироксикам усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "порфимер",
      "description": {
        "common": "дабигатран снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прасугрель",
      "description": {
        "common": "дабигатран, прасугрел.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прогестерон микронизированный",
      "description": {
        "common": "микронизированный прогестерон повысит уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол будет повышать уровень или эффект дабигатрана через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет повышать уровень или эффект дабигатрана через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "хинин будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "reishi",
      "description": {
        "common": "дабигатран и рейши усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ретеплаза",
      "description": {
        "common": "дабигатран и ретеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень дабигатрана за счет усиления метаболизма. Используйте осторожность/монитор. Как правило, следует избегать одновременного применения дабигатрана и индукторов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "ривароксабан, дабигатран.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Избегайте одновременного применения ривароксабана с другими антикоагулянтами из-за повышенного риска кровотечения, за исключением переходных периодов терапии, когда пациенты должны находиться под пристальным наблюдением. Следите за признаками/симптомами кровопотери."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "дабигатран и сальсалат усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "увидел пальметто",
      "description": {
        "common": "пальма сереноа повышает токсичность дабигатрана за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "дабигатран и сибирский женьшень усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "Циклосиликат натрия-циркония снижает уровень или эффект дабигатрана за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Отдельные администрации по крайней мере 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы субстратов P-гликопротеина (P-gp), если возникают побочные реакции при одновременном применении со стирипентолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "дабигатран и сулиндак усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "суворексант будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "тамоксифен будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенектеплаза",
      "description": {
        "common": "дабигатран и тенектеплаза усиливают антикоагулянтное действие. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "тикагрелор, дабигатран.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Согласно официальной этикетке на упаковке, коррекция дозы дабигатрана для перорального приема не требуется при одновременном применении с пероральной дозой тикагрелора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "дабигатран, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тирофибан",
      "description": {
        "common": "дабигатран, тирофибан.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "дабигатран и толметин усиливают антикоагулянтное действие. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность, оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трепростинил",
      "description": {
        "common": "дабигатран и трепростинил усиливают антикоагулянтную активность. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "улипристал",
      "description": {
        "common": "улипристал будет повышать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "вальпроевая кислота будет снижать уровень или эффект дабигатрана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "вандетаниб будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб будет повышать уровень или эффект дабигатрана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "дабигатран, ворапаксар.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Одновременное применение антикоагулянтов, антитромбоцитов или других препаратов, влияющих на свертываемость, следует периодически контролировать из-за потенциального повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорелла",
      "description": {
        "common": "хлорелла снижает эффекты дабигатрана за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретически, из-за содержания витамина К."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "минеральное масло",
      "description": {
        "common": "минеральное масло снижает уровень дабигатрана за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вертепорфин",
      "description": {
        "common": "дабигатран снижает эффекты вертепорфина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диспепсия и гастрит",
      "percent": "35"
    },
    {
      "name": "по сравнению с варфарином",
      "percent": "24"
    },
    {
      "name": "Любое кровотечение",
      "percent": "16.6"
    },
    {
      "name": "по сравнению с варфарином",
      "percent": "18.4"
    },
    {
      "name": "желудочно-кишечные побочные эффекты",
      "percent": "32"
    },
    {
      "name": "по сравнению со стандартом лечения",
      "percent": "12"
    },
    {
      "name": "SOC",
      "percent": "22"
    },
    {
      "name": "с варфарином",
      "percent": "24"
    },
    {
      "name": "НМГ",
      "percent": "19"
    },
    {
      "name": "или фондапаринукс",
      "percent": "23"
    },
    {
      "name": "Любое кровотечение",
      "percent": "3.47"
    },
    {
      "name": "SOC",
      "percent": "3.58"
    },
    {
      "name": "Незначительное кровотечение",
      "percent": "1.59"
    },
    {
      "name": "SOC",
      "percent": "1.51"
    },
    {
      "name": "Большое кровотечение",
      "percent": "3.4"
    },
    {
      "name": "у",
      "percent": "3.3"
    },
    {
      "name": "по сравнению с варфарином",
      "percent": "2.3"
    },
    {
      "name": "у",
      "percent": "2.2"
    },
    {
      "name": "желудочно-кишечное кровотечение",
      "percent": "1.1"
    },
    {
      "name": "у",
      "percent": "1.1"
    },
    {
      "name": "по сравнению с варфарином",
      "percent": "0.22"
    },
    {
      "name": "у",
      "percent": "0.77"
    },
    {
      "name": "Большие и клинически значимые небольшие кровотечения",
      "percent": "0.1"
    },
    {
      "name": "SOC",
      "percent": null
    },
    {
      "name": "Большое кровотечение",
      "percent": null
    },
    {
      "name": "SOC",
      "percent": null
    },
    {
      "name": "Клинически значимое незначительное кровотечение",
      "percent": null
    },
    {
      "name": "SOC",
      "percent": null
    },
    {
      "name": "Внутричерепное кровоизлияние",
      "percent": null
    },
    {
      "name": "у",
      "percent": null
    },
    {
      "name": "по сравнению с варфарином",
      "percent": null
    },
    {
      "name": "у",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "включая крапивницу",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "Язвы пищевода",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    }
  ]
}