{
  "name": "идаруцизумаб",
  "comment": "Rx",
  "other_names": [
    "Праксбинд"
  ],
  "classes": [
    "Противоядия",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/praxbind-idarucizumab-1000042",
  "pregnancy": {
    "common": [
      "Не изучалось для использования во время родов",
      "Исследования репродукции и развития животных не проводились; также неизвестно, может ли идаруцизумаб нанести вред плоду при введении беременной женщине или повлиять на репродуктивную способность.",
      "Отсутствуют адекватные и хорошо контролируемые исследования идаруцизумаба у беременных женщин для информирования о связанных рисках."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "С осторожностью при наследственной непереносимости фруктозы; рекомендуемая доза идаруцизумаба содержит 4 г сорбита в качестве вспомогательного вещества; при назначении препарата пациентам с наследственной непереносимостью фруктозы учитывать суммарную суточную метаболическую нагрузку сорбита/фруктозы из всех источников; Известно, что введение сорбитола у этих пациентов вызывает серьезные побочные реакции, включая фатальные реакции, включая гипогликемию, гипофосфатемию, метаболический ацидоз, повышение уровня мочевой кислоты и острую печеночную недостаточность с нарушением выделительной и синтетической функции.",
        "Пациенты, получающие дабигатран, имеют сопутствующие заболевания, предрасполагающие к тромбоэмболическим осложнениям; отмена терапии дабигатраном подвергает пациентов тромботическому риску основного заболевания; чтобы снизить этот риск, возобновите антикоагулянтную терапию, как только это будет оправдано с медицинской точки зрения.",
        "Недостаточно клинического опыта для оценки риска гиперчувствительности к идаруцизумабу; прекратить, если возникает серьезная реакция гиперчувствительности"
      ],
      "specific": [
        {
          "type": "Повторное повышение показателей коагуляции",
          "description": [
            "Аналогичным образом, пациенты, которым требуется повторная неотложная операция/неотложная процедура и у которых повышены параметры коагуляции, могут получить дополнительную дозу 5 г.",
            "У ограниченного числа пациентов в клинической программе через 12-24 часа после введения идаруцизумаба 5 г наблюдались повышенные параметры свертывания крови (например, АЧТВ, ЭСТ).",
            "Если после введения идаруцизумаба 5 г наблюдается повторное появление клинически значимого кровотечения вместе с повышенными показателями свертывания крови, можно рассмотреть возможность введения дополнительной дозы 5 г.",
            "Безопасность и эффективность повторного лечения идаруцизумабом не установлены."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гипокалиемия",
      "percent": "7"
    },
    {
      "name": "Бред",
      "percent": "7"
    },
    {
      "name": "Запор",
      "percent": "7"
    },
    {
      "name": "лихорадка",
      "percent": "6"
    },
    {
      "name": "Пневмония",
      "percent": "6"
    },
    {
      "name": "Головная боль",
      "percent": "5"
    },
    {
      "name": "Тромбоэмболические события",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    }
  ]
}