{
  "name": "конъюгированные эстрогены, вагинальные",
  "comment": "Rx",
  "other_names": [
    "Премарин вагинальный крем"
  ],
  "classes": [
    "Производные эстрогена"
  ],
  "source": "https://reference.medscape.com/drug/premarin-vaginal-cream-conjugated-estrogens-vaginal-999949",
  "pregnancy": {
    "common": [
      "Категория беременности: X",
      "Лактация: Распространены в грудном молоке человека; осторожность при грудном вскармливании, эстрогены могут снижать количество и качество молока"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Распространены в грудном молоке человека; осторожность при грудном вскармливании, эстрогены могут снижать количество и качество молока"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Рак эндометрия",
          "description": [
            "Важно тщательное клиническое наблюдение за всеми женщинами, принимающими эстрогены.",
            "Адекватные диагностические меры, включая забор эндометрия по показаниям, должны быть предприняты для исключения злокачественного новообразования во всех случаях недиагностированного персистирующего или повторяющегося аномального вагинального кровотечения.",
            "Эстрогены увеличивают риск рака эндометрия у женщин с маткой, которые используют непротиворечивые эстрогены.",
            "Нет никаких доказательств того, что использование «натуральных» эстрогенов приводит к другому профилю риска для эндометрия, чем использование синтетических эстрогенов в эквивалентных дозах эстрогена."
          ]
        },
        {
          "type": "Рак молочной железы",
          "description": [
            "Использование конъюгированных эстрогенов в сочетании с медроксипрогестероном повышает риск развития инвазивного рака молочной железы."
          ]
        },
        {
          "type": "Сердечно-сосудистые риски",
          "description": [
            "Эстрогены с прогестинами не следует использовать для профилактики сердечно-сосудистых заболеваний.",
            "Только эстрогены: подисследование исследования WHI сообщило о повышенном риске инсульта и ТГВ у женщин в постменопаузе (в возрасте 50-79 лет) в течение 6,8 лет ежедневного приема перорально конъюгированных эстрогенов (0,625 мг) отдельно по сравнению с плацебо.",
            "Эстрогены плюс прогестины: Инициатива по охране здоровья женщин (WHI) Подисследование эстрогена плюс прогестин сообщило о повышенном риске инфаркта миокарда (ИМ), инсульта, инвазивного рака молочной железы, легочной эмболии (ТЭЛА) и тромбоза глубоких вен (ТГВ) у женщин в постменопаузе (в возрасте 50-50 лет). 79 лет) в течение 5,6 лет лечения перорально ежедневно конъюгированными эстрогенами (0,625 мг) в сочетании с медроксипрогестерона ацетатом (2,5 мг) по сравнению с плацебо"
          ]
        },
        {
          "type": "Риски деменции",
          "description": [
            "Исследование памяти Инициативы женского здоровья (WHIMS), подисследование исследования WHI, сообщило о повышенном риске развития вероятной деменции у женщин в постменопаузе в возрасте ≥65 лет в течение 4 лет лечения ежедневным пероральным приемом конъюгированных эстрогенов (0,625 мг) в сочетании с медроксипрогестерона ацетатом (2,5 мг). мг) по сравнению с плацебо",
            "Только эстрогены: подисследование WHIMS сообщило о повышенном риске развития вероятной деменции у женщин в постменопаузе в возрасте ≥65 лет в течение 5,2 лет ежедневного лечения перорально конъюгированными эстрогенами (0,625 мг) отдельно по сравнению с плацебо.",
            "Эстрогены с прогестинами или без них не следует использовать для профилактики деменции.",
            "Неизвестно, применимы ли эти данные к более молодым женщинам в постменопаузе."
          ]
        },
        {
          "type": "Доза и продолжительность",
          "description": [
            "Из-за этих рисков эстрогены с прогестинами или без них следует назначать в самой низкой эффективной дозе и на самый короткий срок в соответствии с целями лечения и индивидуальными рисками.",
            "При отсутствии сопоставимых данных эти риски следует считать аналогичными для других доз конъюгированных эстрогенов и медроксипрогестерона ацетата, а также для других комбинаций и лекарственных форм эстрогенов и прогестинов."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Известная или предполагаемая беременность",
        "Известная анафилактическая реакция или ангионевротический отек на препараты конъюгированного эстрогена",
        "Недиагностированные аномальные генитальные кровотечения",
        "Известный, подозреваемый или история рака молочной железы",
        "Известный дефицит протеина С, протеина S или антитромбина или другие известные тромбофильные расстройства",
        "Активная артериальная тромбоэмболия (например, инсульт, ИМ) или эти состояния в анамнезе",
        "Известная дисфункция или заболевание печени",
        "Установленная или подозреваемая эстрогензависимая неоплазия",
        "Активный ТГВ, ТЭЛА или наличие этих состояний в анамнезе"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Большинство исследований не показывают значительного увеличения риска рака эндометрия, связанного с применением эстрогенов в течение <1 года; наибольший риск, по-видимому, связан с длительным использованием, при этом риски увеличиваются в 15-24 раза в течение 5-10 лет и более; было показано, что этот риск сохраняется в течение как минимум 8-15 лет после прекращения терапии эстрогенами.",
        "Риск сердечно-сосудистых заболеваний, рака эндометрия, рака молочной железы и деменции; см. Предупреждения о черном ящике",
        "Системная абсорбция происходит при использовании вагинального крема.",
        "Мониторинг функции щитовидной железы у женщин, получающих заместительную тиреоидную терапию",
        "Может вызвать задержку жидкости; женщины с состояниями, на которые может повлиять этот фактор, такими как сердечная или почечная дисфункция, требуют тщательного наблюдения при назначении монотерапии эстрогеном.",
        "Все женщины должны ежегодно проходить обследование молочных желез у врача и ежемесячно проводить самообследование молочных желез; кроме того, маммографические обследования следует планировать с учетом возраста пациента, факторов риска и предыдущих результатов маммографии.",
        "Сообщалось о нескольких случаях злокачественной трансформации имплантатов остаточного эндометрия у женщин после гистерэктомии, получавших только терапию эстрогенами; для женщин с остаточным эндометриозом после гистерэктомии следует рассмотреть возможность добавления прогестина",
        "Прекратите прием эстрогена, если возникает тяжелая гиперкальциемия, тяжелая гипертриглицеридемия.",
        "Если возможно, прием эстрогенов следует прекратить по крайней мере за 4–6 недель до операции типа, связанного с повышенным риском тромбоэмболии, или в периоды длительной иммобилизации.",
        "Эстрогены повышают риск заболеваний желчного пузыря",
        "Терапия эстрогенами должна применяться с осторожностью у женщин с гипопаратиреозом, так как может возникнуть эстроген-индуцированная гипокальциемия.",
        "Крем Premarin может ослабить латексные презервативы; следует учитывать возможность ослабления вагинального крема и способствовать выходу из строя презервативов, диафрагм или цервикальных колпачков, изготовленных из латекса или резины.",
        "Исследования добавления прогестина в течение 10 или более дней цикла введения эстрогена или ежедневного приема эстрогена в непрерывном режиме могут снизить частоту гиперплазии эндометрия по сравнению с лечением только эстрогеном; гиперплазия эндометрия может быть предвестником рака эндометрия",
        "Эстрогены могут плохо метаболизироваться у женщин с нарушением функции печени; для женщин с холестатической желтухой в анамнезе, связанной с приемом эстрогенов в прошлом или с беременностью, следует соблюдать осторожность, а в случае рецидива следует прекратить прием препарата.",
        "Сообщалось о редких случаях анафилаксии и ангионевротического отека; может усугубить симптомы наследственного ангионевротического отека",
        "Гормональная терапия симптомов менопаузы, связанных с повышенным риском развития рака яичников; точная продолжительность применения гормональной терапии, связанная с повышенным риском развития рака яичников, неизвестна.",
        "Может вызывать обострение астмы, сахарного диабета, эпилепсии, мигрени, порфирии, системной красной волчанки и гемангиом печени.",
        "Сообщалось о тромбозе сосудов сетчатки у пациентов, получавших эстрогены; прекратите лечение до обследования, если есть внезапная частичная или полная потеря зрения или внезапное начало экзофтальма, диплопии или мигрени; если при обследовании выявляется отек диска зрительного нерва или поражение сосудов сетчатки, прием эстрогенов следует навсегда прекратить.",
        "Существуют возможные риски, которые могут быть связаны с использованием прогестинов с эстрогенами по сравнению со схемами, содержащими только эстроген, включая повышенный риск рака молочной железы."
      ],
      "specific": [
        {
          "type": "Гипотиреоз",
          "description": [
            "Введение эстрогенов приводит к повышению уровня тиреоидсвязывающего глобулина (ТСГ); женщины с нормальной функцией щитовидной железы могут компенсировать повышенный уровень ТСГ, вырабатывая больше гормонов щитовидной железы, таким образом поддерживая концентрации свободных Т4 и Т3 в сыворотке крови в нормальном диапазоне.",
            "Женщинам, зависящим от заместительной терапии гормонами щитовидной железы, которые также получают эстрогены, могут потребоваться повышенные дозы заместительной терапии щитовидной железы; этим женщинам следует контролировать функцию щитовидной железы, чтобы поддерживать уровень свободных гормонов щитовидной железы в приемлемом диапазоне."
          ]
        },
        {
          "type": "Венозная тромбоэмболия",
          "description": [
            "Надлежащим образом контролируйте факторы риска артериальных сосудистых заболеваний (например, артериальная гипертензия, сахарный диабет, употребление табака, гиперхолестеринемия и ожирение) и/или венозной тромбоэмболии (ВТЭ) (например, личный или семейный анамнез ВТЭ, ожирения и системной волчанки). эритематоз)",
            "В случае возникновения или подозрения на ВТЭ монотерапия эстрогенами должна быть немедленно прекращена."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально, воздействуя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "Нефазодон будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снизит уровень или эффект конъюгированных эстрогенов, вагинальных, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты албиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут уменьшать гипогликемические эффекты противодиабетических средств, нарушая толерантность к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "амбризентан увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анастрозол",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты анастрозола за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты антитромбина альфа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты антитромбина III за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты аргатробана за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "армодафинил снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/лумефантрин будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир, конъюгированные эстрогены, вагинальные. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Атазанавир может повышать или снижать уровень конъюгированных эстрогенов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты бемипарина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты бивалирудина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид будет снижать уровень или эффект конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол, конъюгированные эстрогены, вагинальные. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Из-за возможности как индукции, так и ингибирования CYP1A2 при одновременном применении субстратов CYP1A2 и каннабидиола следует рассмотреть возможность снижения дозировки субстратов CYP1A2 в соответствии с клиническими показаниями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень конъюгированных эстрогенов, вагинально влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект конъюгированных эстрогенов, вагинально с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снизит уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень конъюгированных эстрогенов, вагинально влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 и транспортеры MRP2 и OATP1A2 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты далтепарина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "Деферазирокс снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, увеличивает уровень или эффект конъюгированных эстрогенов, вагинальный, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты эноксапарина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты инъекционного раствора эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут уменьшать гипогликемические эффекты противодиабетических средств, нарушая толерантность к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты инъекционной суспензии эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут уменьшать гипогликемические эффекты противодиабетических средств, нарушая толерантность к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "Фелодипин будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "Флудрокортизон снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают действие фондапаринукса за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект конъюгированных эстрогенов, вагинально, воздействуя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты гемина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Препараты, усиливающие синтез дельта-аминолевулиновой кислоты, могут снижать эффект гемина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты гепарина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают действие гиалуронидазы на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Повышенная резистентность тканей к гиалуронидазе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут уменьшать гипогликемические эффекты противодиабетических средств, нарушая толерантность к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "лоратадин будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ловастатин",
      "description": {
        "common": "ловастатин будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "конъюгированные эстрогены вагинально повышают уровень маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меропенем/ваборбактам",
      "description": {
        "common": "меропенем/ваборбактам будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект конъюгированных эстрогенов, вагинальный, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "Нефазодон будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилутамид",
      "description": {
        "common": "нилутамид будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "оспемифен, конъюгированные эстрогены, вагинальные.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного / кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты фениндиона за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, воздействуя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "посаконазол увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают эффекты протамина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "хинупристин/далфопристин увеличивает уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект конъюгированных эстрогенов, вагинально с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают действие сомапацитана на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Пероральные эстрогены могут снижать сывороточный ответ ИФР-1 на сомапацитан. Пациентам могут потребоваться более высокие дозы сомапацитана. Рекомендации по начальной дозе см. в монографии о препарате."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой уменьшит уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "Такролимус будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенипозид",
      "description": {
        "common": "Тенипозид будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тесаморелин",
      "description": {
        "common": "tesamorelin уменьшит уровень или эффект конъюгированных эстрогенов, вагинальных путем изменения метаболизма. Используйте осторожность/монитор. Может снизить эффективность; монитор"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон будет снижать уровень или эффект конъюгированных эстрогенов, вагинально с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, амитриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, амоксапин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "андростендион",
      "description": {
        "common": "андростендион усиливает эффекты конъюгированных вагинальных эстрогенов за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аскорбиновая кислота",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень аскорбиновой кислоты за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бор",
      "description": {
        "common": "бор повышает уровень конъюгированных эстрогенов, вагинально изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, кломипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень цианокобаламина за счет изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, дезипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "досулепин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, досулепин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, доксепин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "экземестан",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень экземестана за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень фолиевой кислоты за счет изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, имипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень L-метилфолата за счет изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, лофепрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень хлорида магния за счет др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень цитрата магния за счет др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень гидроксида магния за счет др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень оксида магния за счет др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень сульфата магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, мапротилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метирапон",
      "description": {
        "common": "конъюгированные эстрогены вагинально уменьшают действие метирапона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат уменьшает эффекты конъюгированных эстрогенов, вагинально по неизвестному механизму. Незначительное/значение неизвестно. Клиническое значение неясно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, нортриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "фитоэстрогены уменьшают эффекты конъюгированных эстрогенов, вагинальных за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "корень плеврита",
      "description": {
        "common": "корень плеврита уменьшает эффекты конъюгированных эстрогенов, вагинальные по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "прогестерон, натуральный",
      "description": {
        "common": "прогестерон, натуральный, конъюгированные эстрогены, вагинальный. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Комбинация может вызвать болезненность молочных желез."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, протриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень пиридоксина за счет изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень пиридоксина (антидота) за счет изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ропинирол",
      "description": {
        "common": "конъюгированные эстрогены вагинально повышают уровень ропинирола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень плодов шиповника за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, тразодон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "конъюгированные эстрогены, вагинальные, тримипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в груди",
      "percent": "4.9"
    },
    {
      "name": "Головная боль",
      "percent": "3.5"
    },
    {
      "name": "Боль в области таза",
      "percent": "2.8"
    },
    {
      "name": "Вульвовагинальное расстройство",
      "percent": "2.8"
    },
    {
      "name": "вазодилатация",
      "percent": "2.1"
    },
    {
      "name": "бели",
      "percent": "2.1"
    },
    {
      "name": "монилиоз",
      "percent": "1.4"
    },
    {
      "name": "Боль",
      "percent": "1.4"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "1.4"
    },
    {
      "name": "Зуд",
      "percent": "1.4"
    },
    {
      "name": "Дизурия",
      "percent": "1.4"
    },
    {
      "name": "Вагинальное кровотечение",
      "percent": "1.4"
    },
    {
      "name": "вагинит",
      "percent": "1.4"
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Увеличение груди",
      "percent": null
    },
    {
      "name": "Императивные позывы к мочеиспусканию",
      "percent": null
    },
    {
      "name": "Мочеполовая система",
      "percent": null
    },
    {
      "name": "Аномальные маточные кровотечения или кровянистые выделения",
      "percent": null
    },
    {
      "name": "дисменорея или тазовая боль",
      "percent": null
    },
    {
      "name": "увеличение размеров лейомиомы матки",
      "percent": null
    },
    {
      "name": "вагинит",
      "percent": null
    },
    {
      "name": "в том числе вагинальный кандидоз",
      "percent": null
    },
    {
      "name": "изменение цервикальной секреции",
      "percent": null
    },
    {
      "name": "цистит",
      "percent": null
    },
    {
      "name": "как синдром",
      "percent": null
    },
    {
      "name": "Реакции в месте применения вульвовагинального дискомфорта",
      "percent": null
    },
    {
      "name": "включая сжигание",
      "percent": null
    },
    {
      "name": "раздражение",
      "percent": null
    },
    {
      "name": "и генитальный зуд",
      "percent": null
    },
    {
      "name": "гиперплазия эндометрия",
      "percent": null
    },
    {
      "name": "рак эндометрия",
      "percent": null
    },
    {
      "name": "преждевременное половое созревание",
      "percent": null
    },
    {
      "name": "бели",
      "percent": null
    },
    {
      "name": "грудь",
      "percent": null
    },
    {
      "name": "Нежность",
      "percent": null
    },
    {
      "name": "расширение",
      "percent": null
    },
    {
      "name": "боль",
      "percent": null
    },
    {
      "name": "увольнять",
      "percent": null
    },
    {
      "name": "фиброзно-кистозные изменения молочной железы",
      "percent": null
    },
    {
      "name": "рак молочной железы",
      "percent": null
    },
    {
      "name": "гинекомастия у мужчин",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "ТГВ",
      "percent": null
    },
    {
      "name": "ЧП",
      "percent": null
    },
    {
      "name": "Ми",
      "percent": null
    },
    {
      "name": "гладить",
      "percent": null
    },
    {
      "name": "повышенное АД",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "брюшные судороги",
      "percent": null
    },
    {
      "name": "вздутие живота",
      "percent": null
    },
    {
      "name": "повышенная частота заболеваний желчного пузыря",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Хлоазма, которая может сохраняться после отмены препарата",
      "percent": null
    },
    {
      "name": "потеря волос на голове",
      "percent": null
    },
    {
      "name": "гирсутизм",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "Глаза",
      "percent": null
    },
    {
      "name": "Тромбоз сосудов сетчатки",
      "percent": null
    },
    {
      "name": "непереносимость контактных линз",
      "percent": null
    },
    {
      "name": "Центральная нервная система",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "мигрень",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "психическая депрессия",
      "percent": null
    },
    {
      "name": "нервозность",
      "percent": null
    },
    {
      "name": "расстройства настроения",
      "percent": null
    },
    {
      "name": "раздражительность",
      "percent": null
    },
    {
      "name": "слабоумие",
      "percent": null
    },
    {
      "name": "Разнообразный",
      "percent": null
    },
    {
      "name": "Увеличение или уменьшение веса",
      "percent": null
    },
    {
      "name": "непереносимость глюкозы",
      "percent": null
    },
    {
      "name": "отек",
      "percent": null
    },
    {
      "name": "артралгии",
      "percent": null
    },
    {
      "name": "судороги ног",
      "percent": null
    },
    {
      "name": "изменения либидо",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "обострение астмы",
      "percent": null
    },
    {
      "name": "повышенные триглицериды",
      "percent": null
    },
    {
      "name": "гиперчувствительность",
      "percent": null
    }
  ]
}