{
  "name": "конъюгированные эстрогены/медроксипрогестерон",
  "comment": "Rx",
  "other_names": [
    "Премпро",
    "Предварительная фаза"
  ],
  "classes": [
    "Эстрогены/прогестины-ЗГТ"
  ],
  "source": "https://reference.medscape.com/drug/premphase-conjugated-estrogens-medroxyprogesterone-342802",
  "pregnancy": {
    "common": [
      "Эту комбинацию препаратов не следует применять во время беременности; риск врожденных дефектов у детей, рожденных женщинами, которые непреднамеренно использовали эстрогены и прогестины в качестве оральных контрацептивов во время ранней беременности, по-видимому, невелик или отсутствует."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "В грудном молоке женщин, получающих эти препараты, были обнаружены определяемые количества эстрогена и прогестина; следует соблюдать осторожность при назначении этой комбинации лекарств кормящим женщинам.",
      "Эту комбинацию препаратов не следует применять в период лактации; Было показано, что введение эстрогенов кормящим женщинам снижает количество и качество грудного молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Сердечно-сосудистые расстройства и возможная деменция",
          "description": [
            "Терапия эстрогенами и прогестинами не должна использоваться для профилактики сердечно-сосудистых заболеваний или деменции.",
            "Исследование памяти WHI (WHIMS) эстроген плюс прогестин, вспомогательное исследование WHI, сообщило о повышенном риске развития вероятной деменции у женщин в постменопаузе в возрасте 65 лет и старше в течение 4 лет лечения ежедневным КЭ (0,625 мг) в сочетании с МПА (2,5 мг). , относительно плацебо; неизвестно, применимы ли эти данные к более молодым женщинам в постменопаузе.",
            "Подисследование эстрогена и прогестина, проведенное Инициативой по охране здоровья женщин (WHI), сообщило о повышенном риске тромбоза глубоких вен (ТГВ), тромбоэмболии легочной артерии (ТЭЛА), инсульта и инфаркта миокарда (ИМ) у женщин в постменопаузе (в возрасте от 50 до 79 лет) в течение 5,6 лет. лет лечения ежедневным пероральным приемом конъюгированного эстрогена (КЭ) [0,625 мг] в сочетании с ацетатом медроксипрогестерона (МПА) [2,5 мг] по сравнению с плацебо"
          ]
        },
        {
          "type": "Рак молочной железы",
          "description": [
            "При отсутствии сопоставимых данных следует предположить, что эти риски одинаковы для других доз КЭ и МФК и других комбинаций и лекарственных форм эстрогенов и прогестинов.",
            "Эстрогены с прогестинами или без них следует назначать в самых низких эффективных дозах и на самую короткую продолжительность в соответствии с целями лечения и рисками для конкретной женщины.",
            "Подисследование WHI эстроген плюс прогестин также продемонстрировало повышенный риск инвазивного рака молочной железы."
          ]
        },
        {
          "type": "Рак эндометрия",
          "description": [
            "Существует повышенный риск рака эндометрия у женщин с маткой, которые используют непротиворечивые эстрогены; Было показано, что добавление прогестина к терапии эстрогенами снижает риск гиперплазии эндометрия, которая может быть предшественником рака эндометрия; адекватные диагностические меры, включая направленный или случайный забор эндометрия по показаниям, должны быть предприняты для исключения злокачественных новообразований у женщин в постменопаузе с недиагностированным постоянным или повторяющимся аномальным генитальным кровотечением."
          ]
        },
        {
          "type": "Сердечно-сосудистые расстройства и возможная деменция",
          "description": [
            "В дополнительном исследовании WHI, посвященном монотерапии эстрогенами, WHIMS сообщалось о повышенном риске развития вероятной деменции у женщин в постменопаузе в возрасте 65 лет и старше в течение 5,2 лет лечения ежедневным приемом только КЭ (0,625 мг) по сравнению с плацебо.",
            "При отсутствии сопоставимых данных следует предположить, что эти риски одинаковы для других доз КЭ и других лекарственных форм эстрогенов.",
            "В субисследовании WHI, посвященном монотерапии эстрогенами, сообщалось о повышенном риске инсульта и ТГВ у женщин в постменопаузе (в возрасте от 50 до 79 лет) в течение 7,1 года лечения ежедневным пероральным приемом только КЭ (0,625 мг) по сравнению с плацебо.",
            "Терапия только эстрогенами не должна использоваться для профилактики сердечно-сосудистых заболеваний или деменции.",
            "Неизвестно, применимы ли эти данные к более молодым женщинам в постменопаузе.",
            "Эстрогены с прогестинами или без них следует назначать в самых низких эффективных дозах и на короткий срок в соответствии с целями лечения и рисками для конкретной женщины."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Известная или предполагаемая беременность",
        "Недиагностированные аномальные генитальные кровотечения",
        "Известный, подозреваемый или история рака молочной железы",
        "Известная или подозреваемая эстроген-зависимая неоплазия Активный ТГВ, ТЭЛА или эти состояния в анамнезе",
        "Известный дефицит протеина С, протеина S или антитромбина или другие известные тромбофильные расстройства",
        "Известная дисфункция или заболевание печени",
        "Известная анафилактическая реакция или ангионевротический отек на PREMPRO/PREMPHASE",
        "Активное артериальное тромбоэмболическое заболевание (например, инсульт и ИМ) или наличие этих состояний в анамнезе"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о повышенном риске рака эндометрия при использовании непротиворечивой терапии эстрогенами у женщин с маткой; сообщаемый риск рака эндометрия среди тех, кто не принимал эстрогены, примерно в 2-12 раз выше, чем у тех, кто не принимал их, и, по-видимому, зависит от продолжительности лечения и дозы эстрогена.",
        "Пациенты, принимающие варфарин/оральные антикоагулянты: эстрогены повышают риск тромбоэмболии; увеличение дозы антикоагулянта может быть оправдано",
        "Следует соблюдать осторожность у пациентов с состояниями, усугубляемыми задержкой жидкости (например, астмой, мигренью, сердечной/почечной дисфункцией, эпилепсией).",
        "Терапия эстрогенами может вызвать обострение астмы, сахарного диабета, эпилепсии, мигрени, порфирии, системной красной волчанки и гемангиом печени и должна применяться с осторожностью у женщин с этими состояниями.",
        "Сообщалось, что использование только эстрогена и эстрогена в сочетании с прогестином приводит к увеличению числа аномальных маммограмм, требующих дальнейшего обследования.",
        "О повышенном риске ТЭЛА, ТГВ, инсульта и ИМ сообщалось при терапии эстрогенами и прогестинами; повышенный риск инсульта и ТГВ, о которых сообщалось при терапии только эстрогенами; в случае возникновения любого из них или подозрения на них следует немедленно прекратить прием эстрогена с терапией прогестином или без нее.",
        "Сообщается о 2-4-кратном увеличении риска заболевания желчного пузыря, требующего хирургического вмешательства, у женщин в постменопаузе, получающих эстрогены.",
        "Все женщины должны ежегодно проходить обследование молочных желез у врача и ежемесячно проводить самообследование молочных желез; кроме того, маммографические обследования следует планировать с учетом возраста пациента, факторов риска и предыдущих результатов маммографии.",
        "По возможности прием эстрогенов следует прекратить не менее чем за 4–6 недель до хирургического вмешательства или длительной иммобилизации, а также при наличии каких-либо симптомов ВТЭ, выраженного повышения АД, необычно тяжелой мигрени или мигрени впервые, депрессии.",
        "Нет никаких доказательств того, что использование натуральных эстрогенов приводит к другому профилю риска для эндометрия, чем синтетические эстрогены с эквивалентной дозой эстрогена; Было показано, что добавление прогестина к терапии эстрогенами у женщин в постменопаузе снижает риск гиперплазии эндометрия, которая может быть предшественником рака эндометрия.",
        "У пациентов с ранее существовавшей гипертриглицеридемией терапия эстрогенами может быть связана с повышением уровня триглицеридов в плазме, что приводит к панкреатиту и другим осложнениям.",
        "Эстрогены могут плохо метаболизироваться у пациентов с нарушением функции печени; проявлять осторожность у пациентов с холестатической желтухой в анамнезе, связанной с применением эстрогенов в прошлом или с беременностью; в случае рецидива прекратить прием препарата",
        "Сообщается о тромбозе сосудов сетчатки у пациентов, получающих эстрогены; прекратите лечение до обследования, если есть внезапная частичная или полная потеря зрения или внезапное начало экзофтальма, диплопии или мигрени; если при обследовании выявляется отек диска зрительного нерва или поражение сосудов сетчатки, прием эстрогенов следует прекратить.",
        "Введение эстрогенов может привести к тяжелой гиперкальциемии у женщин с раком молочной железы и метастазами в кости; при возникновении гиперкальциемии применение препарата следует прекратить и принять соответствующие меры для снижения уровня кальция в сыворотке крови.",
        "Исследования добавления прогестина в течение 10 или более дней цикла введения эстрогена или ежедневного приема эстрогена в непрерывном режиме показали снижение частоты гиперплазии эндометрия по сравнению с лечением только эстрогеном; гиперплазия эндометрия может быть предвестником рака эндометрия; однако существуют возможные риски, которые могут быть связаны с применением прогестинов с эстрогенами по сравнению со схемами, содержащими только эстроген; они включают повышенный риск рака молочной железы",
        "Существуют возможные риски, которые могут быть связаны с использованием прогестинов с эстрогенами по сравнению со схемами, содержащими только эстроген, включая возможный повышенный риск рака молочной железы, неблагоприятное воздействие на метаболизм липопротеинов (например, снижение ЛПВП, повышение ЛПНП) и нарушение уровня глюкозы. толерантность",
        "Сообщается о повышенном риске развития рака яичников у женщин, применявших гормональную терапию для лечения симптомов менопаузы.",
        "Пациентам, зависящим от заместительной терапии гормонами щитовидной железы, которые также получают эстрогены, могут потребоваться повышенные дозы заместительной терапии щитовидной железы; у этих пациентов следует контролировать функцию щитовидной железы, чтобы поддерживать уровень свободных гормонов щитовидной железы в приемлемом диапазоне.",
        "С осторожностью применять у пациентов с изменениями минеральной плотности костной ткани, депрессией в настоящее время/в анамнезе, сахарным диабетом, артериальной гипертензией, гиперлипидемией, гипертриглицеридемией, ожирением, эндометриозом, семейным анамнезом рака молочной железы и/или ТГВ/ТЭЛА, курением, тяжелой гипокальциемией.",
        "Повышенный риск послеоперационных тромбоэмболических осложнений, ИМ, инсульта, легочной эмболии, ТГВ, болезни Альцгеймера, сердечно-сосудистых заболеваний, вероятной деменции и рака эндометрия",
        "Не использовать при состояниях, предрасполагающих к гиперкалиемии.",
        "Важно клиническое наблюдение за всеми женщинами, принимающими только эстроген или эстроген плюс прогестин; адекватные диагностические меры, включая направленный или случайный забор эндометрия по показаниям, должны быть предприняты для исключения злокачественных новообразований у женщин в постменопаузе с недиагностированным постоянным или повторяющимся аномальным генитальным кровотечением.",
        "Ангионевротический отек с вовлечением языка, гортани, лица, рук и ног, требующий медицинского вмешательства, наблюдался в пострегистрационном периоде у пациентов, принимающих эту терапию; если ангионевротический отек затрагивает язык, голосовую щель или гортань, может возникнуть обструкция дыхательных путей; пациенты, у которых после лечения развивается анафилактическая реакция с ангионевротическим отеком или без него, должны навсегда прекратить терапию.",
        "Надлежащим образом контролируйте факторы риска артериальных сосудистых заболеваний (например, артериальная гипертензия, сахарный диабет, употребление табака, гиперхолестеринемия и ожирение) и/или венозной тромбоэмболии (например, личный или семейный анамнез ВТЭ, ожирения и системной красной волчанки)"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "оспемифен",
      "description": {
        "common": "оспемифен, конъюгированные эстрогены.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет увеличивать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацитретин",
      "description": {
        "common": "ацитретин снижает действие медроксипрогестерона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Результатом может стать неэффективность контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "конъюгированные эстрогены снижают действие анастрозола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "конъюгированные эстрогены уменьшают эффекты антитромбина альфа за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "конъюгированные эстрогены снижают действие антитромбина III за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "конъюгированные эстрогены снижают действие аргатробана за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "бригатиниб будет снижать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Бригатиниб индуцирует CYP3A4 in vitro. Одновременное применение гормональных контрацептивов с бригатинибом может привести к снижению концентрации и потере эффективности. Бригатиниб может нанести вред плоду. Женщины должны использовать эффективный негормональный метод контрацепции во время лечения и в течение как минимум 4 месяцев после приема последней дозы бригатиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "конъюгированные эстрогены снижают эффекты бемипарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "конъюгированные эстрогены уменьшают эффекты бивалирудина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "конъюгированные эстрогены снижают эффекты далтепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет снижать уровень или эффект конъюгированных эстрогенов за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "конъюгированные эстрогены снижают эффекты эноксапарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол увеличивает уровень или действие медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "конъюгированные эстрогены снижают действие фондапаринукса за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "конъюгированные эстрогены уменьшают эффекты гепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лесинурад",
      "description": {
        "common": "лезинурад снижает эффекты медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные методы негормональной контрацепции. Не полагайтесь только на гормональную контрацепцию при приеме лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "мавакамтен снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Прогестин и этинилэстрадиол являются субстратами CYP3A4. Мавакамтен может снижать системную экспозицию этинилэстрадиола и прогестина, что может привести к неэффективности контрацептивов или учащению прорывных кровотечений. Посоветуйте пациенткам использовать метод контрацепции, на который не влияет индукция фермента CYP450 (например, внутриматочная система), или добавить негормональную контрацепцию (например, презервативы) во время совместного введения и в течение 4 месяцев после последней дозы мавакамтена."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "медроксипрогестерон снижает уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фениндион",
      "description": {
        "common": "конъюгированные эстрогены уменьшают действие фениндиона за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "претоманид повысит уровень или эффект конъюгированных эстрогенов на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Исследования in vitro показали, что претоманид значительно ингибирует ОАТ3; следить за увеличением побочных эффектов и рассмотреть вопрос о снижении дозы для субстратов OAT3."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "конъюгированные эстрогены уменьшают эффекты протамина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект конъюгированных эстрогенов переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сугаммадекс натрия",
      "description": {
        "common": "сугаммадекс натрия снижает действие медроксипрогестерона за счет конкуренции за связывание с рецепторами. Избегайте или используйте альтернативный препарат. Исследования связывания in vitro показали, что сугаммадекс может связываться с прогестагеном, тем самым снижая воздействие прогестагена. Таким образом, болюсная доза сугаммадекса считается эквивалентной отсутствующей дозе(ам) гормональных контрацептивов, содержащих эстроген или прогестаген. Если оральные контрацептивы принимаются в тот же день, что и сугаммадекс, или у пациента есть трансдермальные или имплантированные гормональные контрацептивы, пациент должен использовать дополнительный, негормональный метод контрацепции или резервный метод контрацепции (например, презервативы и спермициды) для следующие 7 дней."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "медроксипрогестерон снижает эффекты албиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Медроксипрогестерон может снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "амбризентан увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна неэффективность контрацепции. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир, медроксипрогестерон.\nОдин из них снижает действие другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир, конъюгированные эстрогены. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Атазанавир может повышать или снижать уровень конъюгированных эстрогенов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет увеличивать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азтреонам",
      "description": {
        "common": "азтреонам снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна неэффективность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол, конъюгированные эстрогены. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Из-за возможности как индукции, так и ингибирования CYP1A2 при одновременном применении субстратов CYP1A2 и каннабидиола следует рассмотреть возможность снижения дозировки субстратов CYP1A2 в соответствии с клиническими показаниями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил будет снижать уровень или эффект конъюгированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоргексидин перорально",
      "description": {
        "common": "пероральный хлоргексидин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клиндамицин",
      "description": {
        "common": "клиндамицин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "клобазам снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Клобазам является слабым индуктором CYP3A4; эффективность гормональных контрацептивов может снижаться при одновременном применении с клобазамом. Рекомендуются дополнительные негормональные формы контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин повышает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон",
      "description": {
        "common": "дапсон снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "Деферазирокс снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень конъюгированных эстрогенов за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, конъюгированные эстрогены. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна неэффективность контрацепции. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эртапенем",
      "description": {
        "common": "эртапенем снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает уровень или действие конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна неэффективность контрацепции. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "медроксипрогестерон снижает эффекты инъекционного раствора эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут уменьшать гипогликемические эффекты противодиабетических средств, нарушая толерантность к глюкозе. Монтиор для гликемического контроля у больных сахарным диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "медроксипрогестерон снижает эффекты инъекционной суспензии эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут уменьшать гипогликемические эффекты противодиабетических средств, нарушая толерантность к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "фелодипин будет увеличивать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфомицин",
      "description": {
        "common": "фосфомицин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "конъюгированные эстрогены уменьшают эффекты гемина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Препараты, усиливающие синтез дельта-аминолевулиновой кислоты, могут снижать эффект гемина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "конъюгированные эстрогены уменьшают действие гиалуронидазы на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Повышенная резистентность тканей к гиалуронидазе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир будет увеличивать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "медроксипрогестерон снижает действие инсулина деглудек за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Прогестины могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "конъюгированные эстрогены снижают действие инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "медроксипрогестерон снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Прогестины могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "конъюгированные эстрогены будут снижать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "медроксипрогестерон снижает эффекты лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Медроксипрогестерон может снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "конъюгированные эстрогены снижают эффекты лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут уменьшать гипогликемические эффекты противодиабетических средств, нарушая толерантность к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "конъюгированные эстрогены будут снижать уровень или эффект лонапегсоматропина по другим причинам (см. комментарий). Используйте осторожность/монитор. Пероральные эстрогены могут снижать реакцию сывороточного инсулиноподобного фактора роста-1 на лонапегсоматропин. Пациентам, получающим пероральную заместительную терапию эстрогенами, могут потребоваться более высокие дозы лонапегсоматропина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "лоратадин будет увеличивать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна неэффективность контрацепции. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ловастатин",
      "description": {
        "common": "ловастатин будет увеличивать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лумефантрин снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "конъюгированные эстрогены повышают уровень маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меропенем",
      "description": {
        "common": "меропенем снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меропенем/ваборбактам",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "конъюгированные эстрогены снижают действие метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "миконазол вагинальный повышает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна неэффективность контрацепции. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально снижает уровень или эффект конъюгированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин увеличивает уровень или действие конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна неэффективность контрацепции. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "нитрофурантоин будет снижать уровень или эффект конъюгированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "окситетрациклин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект конъюгированных эстрогенов переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Если эстроген используется для контрацепции, может произойти потеря контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам будет снижать уровень или эффект конъюгированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол увеличивает уровень или действие конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект конъюгированных эстрогенов переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "хинупристин/дальфопристин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект конъюгированных эстрогенов переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна неэффективность контрацепции. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокситромицин",
      "description": {
        "common": "рокситромицин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин будет увеличивать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна неэффективность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и медроксипрогестерон усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус будет увеличивать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "конъюгированные эстрогены уменьшают действие сомапацитана на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Пероральные эстрогены могут снижать сывороточный ответ ИФР-1 на сомапацитан. Пациентам могут потребоваться более высокие дозы сомапацитана. Рекомендации по начальной дозе см. в монографии о препарате."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, конъюгированные эстрогены. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP1A2. Мониторинг субстратов CYP1A2 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP1A2 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "стрептомицин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин будет снижать уровень или эффект конъюгированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол будет снижать уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус будет увеличивать уровень или эффект конъюгированных эстрогенов транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тейкопланин",
      "description": {
        "common": "тейкопланин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тесаморелин",
      "description": {
        "common": "tesamorelin будет снижать уровень или эффект медроксипрогестерона путем изменения метаболизма. Используйте осторожность/монитор. Используйте альтернативную контрацепцию"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Тенапанор",
      "description": {
        "common": "Тенапанор снижает уровень конъюгированных эстрогенов с помощью др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Тенапанор (ингибитор переносчика кишечного захвата, OATP2B1) может снижать воздействие субстратов OATP2B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенипозид",
      "description": {
        "common": "тенипозид будет увеличивать уровень или эффект конъюгированных эстрогенов переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тесаморелин",
      "description": {
        "common": "tesamorelin будет снижать уровень или эффект конъюгированных эстрогенов путем изменения метаболизма. Используйте осторожность/монитор. Может снизить эффективность; монитор"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тигециклин",
      "description": {
        "common": "тигециклин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "тобрамицин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "конъюгированные эстрогены, амитриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "конъюгированные эстрогены, амоксапин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "андростендион",
      "description": {
        "common": "андростендион усиливает эффекты конъюгированных эстрогенов за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аскорбиновая кислота",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень аскорбиновой кислоты за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бор",
      "description": {
        "common": "бор повышает уровень конъюгированных эстрогенов, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "конъюгированные эстрогены, кломипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень цианокобаламина, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "конъюгированные эстрогены, дезипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "досулепин",
      "description": {
        "common": "конъюгированные эстрогены, досулепин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "конъюгированные эстрогены, доксепин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "экземестан",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень экземестана за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень фолиевой кислоты, изменяя метаболизм. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "конъюгированные эстрогены, имипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень L-метилфолата за счет изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "конъюгированные эстрогены, лофепрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень хлорида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень цитрата магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень гидроксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень оксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень сульфата магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие медроксипрогестерона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Гриб майтаке обладает противоопухолевым действием (исследования на животных/в пробирке)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "конъюгированные эстрогены, мапротилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метирапон",
      "description": {
        "common": "конъюгированные эстрогены снижают действие метирапона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает эффекты конъюгированных эстрогенов по неизвестному механизму. Незначительное/значение неизвестно. Клиническое значение неясно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "конъюгированные эстрогены, нортриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "фитоэстрогены уменьшают эффекты конъюгированных эстрогенов за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "корень плеврита",
      "description": {
        "common": "корень плеврита снижает эффекты конъюгированных эстрогенов по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "прогестерон, натуральный",
      "description": {
        "common": "прогестерон, натуральные, конъюгированные эстрогены. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Комбинация может вызвать болезненность молочных желез."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "конъюгированные эстрогены, протриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень пиридоксина за счет изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень пиридоксина (антидота) за счет изменения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ропинирол",
      "description": {
        "common": "конъюгированные эстрогены повышают уровень ропинирола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень шиповника за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "таурин",
      "description": {
        "common": "медроксипрогестерон снижает уровень таурина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "конъюгированные эстрогены, тразодон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Увеличение груди",
      "percent": null
    },
    {
      "name": "Болезненность молочных желез",
      "percent": null
    },
    {
      "name": "вздутие живота",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Периферический отек",
      "percent": null
    },
    {
      "name": "Аменорея",
      "percent": null
    },
    {
      "name": "Прорывное кровотечение",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Мелазма",
      "percent": null
    },
    {
      "name": "Споттинг",
      "percent": null
    },
    {
      "name": "Изменения веса",
      "percent": null
    },
    {
      "name": "Ишемический колит",
      "percent": null
    },
    {
      "name": "Потенцирование роста доброкачественной менингиомы",
      "percent": null
    }
  ]
}