{
  "name": "лансопразол",
  "comment": "Rx, OTC",
  "other_names": [
    "Вкладка Prevacid Solu",
    "Превацид 24 часа",
    "превацид"
  ],
  "classes": [
    "Ингибиторы протонной помпы"
  ],
  "source": "https://reference.medscape.com/drug/prevacid-solu-tab-lansoprazole-341991",
  "pregnancy": {
    "common": [
      "Имеющиеся данные опубликованных обсервационных исследований в целом не указывают на связь неблагоприятных исходов беременности с лечением лансопразолом; предполагаемый фоновый риск серьезных врожденных дефектов и выкидыша для указанных групп населения неизвестен",
      "В исследованиях, проведенных на беременных крысах, при пероральном введении лансопразола в дозах до 150 мг/кг/день (в 40 раз выше рекомендуемой дозы для человека [30 мг/день] в зависимости от площади поверхности тела) во время органогенеза и беременные кролики при пероральном приеме лансопразола в дозах до 0 мг/кг/день (в 16 раз выше рекомендуемой дозы для человека в зависимости от площади поверхности тела), вводимых во время органогенеза",
      "Не рекомендуется в педиатрических больных < 2 лет; неклинические исследования лансопразола на молодых крысах продемонстрировали неблагоприятный эффект утолщения сердечного клапана.",
      "Имеющиеся данные опубликованных обсервационных исследований не смогли продемонстрировать связь неблагоприятных исходов, связанных с беременностью, и применения лансопразола; методологические ограничения этих обсервационных исследований не могут однозначно установить или исключить какой-либо риск, связанный с приемом лекарств во время беременности."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии лансопразола в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; однако лансопразол и его метаболиты присутствуют в молоке крыс; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями лечения или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к лансопразолу или другим ингибиторам протонной помпы.",
        "Одновременное применение с препаратами, содержащими рилпивирин"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Терапия увеличивает риск заражения сальмонеллой, кампилобактером и другими инфекциями.",
        "Кожная красная волчанка (CLE) и системная красная волчанка (SLE), зарегистрированные с ИПП; избегать использования дольше, чем по медицинским показаниям; прекратить, если наблюдаются признаки или симптомы, характерные для CLE или SLE, и направить пациента к специалисту",
        "Может повышать и/или продлевать концентрацию метотрексата и/или его метаболита в сыворотке при одновременном применении с ИПП, что может привести к токсичности; рассмотреть возможность временной отмены терапии ИПП с введением высоких доз метотрексата",
        "ИПП могут снижать эффективность клопидогрела за счет уменьшения образования активного метаболита.",
        "Сообщается об остром интерстициальном нефрите у пациентов, принимающих ингибиторы протонной помпы; прекратить терапию, если развивается интерстициальный нефрит",
        "Облегчение симптомов не исключает возможности злокачественного новообразования желудка.",
        "Лекарственная форма Солютаб содержит фенилаланин, компонент аспартама, который может быть опасен для пациентов с фенилкетонурией (ФКУ); перед назначением лансопразола пациенту с фенилкетонурией рассмотрите суммарную суточную дозу фенилаланина из всех источников, включая лекарственную форму SoluTab",
        "Об остром тубулоинтерстициальном нефрите (ТИН) сообщалось у пациентов, принимающих ИПП; может возникнуть в любой момент терапии ИПП; у пациентов могут проявляться различные признаки и симптомы от симптоматических реакций гиперчувствительности до неспецифических симптомов снижения функции почек (например, недомогание, тошнота, анорексия); в зарегистрированных сериях случаев у некоторых пациентов диагноз был поставлен при биопсии и при отсутствии внепочечных проявлений (например, лихорадки, сыпи или артралгии); прекратить терапию и обследовать пациентов с подозрением на острую ТИН",
        "Ежедневное длительное применение (например, более 3 лет) может привести к нарушению всасывания или дефициту цианокобаламина.",
        "Терапия ИПП связана с повышенным риском полипа фундальной железы; риск увеличивается при длительном использовании > 1 года; пациент может быть бессимптомным; проблема обычно выявляется случайно при эндоскопии; используйте самую короткую продолжительность терапии, соответствующую состоянию, которое лечат",
        "Может вызывать тяжелые кожные реакции; симптомы могут включать покраснение кожи, волдыри, сыпь; при возникновении аллергической реакции прекратите использование и немедленно обратитесь за медицинской помощью",
        "Если пациент принимает лекарство, отпускаемое по рецепту, он должен спросить врача или фармацевта, можно ли одновременно с ним принимать препараты, снижающие кислотность.",
        "Опубликованные обсервационные исследования показывают, что терапия ИПП может быть связана с повышенным риском связанных с остеопорозом переломов бедра, запястья или позвоночника, особенно при длительной (> 1 года) терапии высокими дозами.",
        "Ингибиторы протонной помпы (ИПП), возможно, связаны с увеличением частоты диареи, связанной с Clostridium difficile (CDAD); рассмотреть диагноз CDAD у пациентов, принимающих ИПП, с диареей, которая не улучшается",
        "Заболевания печени могут потребовать снижения дозы",
        "Тяжелые кожные побочные реакции, включая синдром Стивенса-Джонсона (ССД) и токсический эпидермальный некролиз (ТЭН), лекарственные реакции с эозинофилией и системными симптомами (DRESS) и острый генерализованный экзантематозный пустулез (ОГЭП), зарегистрированные в связи с применением ИПП; прекратите терапию при первых признаках или симптомах тяжелых кожных побочных реакций или других признаков гиперчувствительности и рассмотрите возможность дальнейшего обследования",
        "Снижение кислотности желудочного сока повышает уровень хромогранина А (CgA) в сыворотке крови и может привести к ложноположительным результатам диагностики нейроэндокринных опухолей; временно прекратить прием ИПП перед оценкой уровня CgA",
        "Некоторые лекарственные формы содержат бензиловый спирт, который вызывает синдром удушья у новорожденных; избегайте или с осторожностью используйте лекарственные формы, содержащие бензиловый спирт, у новорожденных"
      ],
      "specific": [
        {
          "type": "Гипомагниемия и минеральный обмен",
          "description": [
            "Рассмотрите возможность мониторинга уровней магния и кальция до начала терапии и периодически во время лечения у пациентов с существовавшим ранее риском гипокальциемии (например, гипопаратиреоз); при необходимости добавляйте магний и/или кальций. Если гипокальциемия рефрактерна к лечению, рассмотрите возможность прекращения приема ИПП.",
            "Гипомагниемия может возникнуть при длительном применении (т.е. > 1 года); могут возникнуть побочные эффекты, в том числе тетания, аритмии и судороги; в 25% рассмотренных случаев добавки магния сами по себе не улучшали низкий уровень магния в сыворотке, и ИПП пришлось прекратить",
            "Гипомагниемия может привести к гипокальциемии и/или гипокалиемии и может усугубить гипокальциемию у пациентов из группы риска; у большинства пациентов лечение гипомагниемии требовало заместительной терапии магнием и отмены ИПП."
          ]
        },
        {
          "type": "Безрецептурное использование",
          "description": [
            "Избегайте использования безрецептурных препаратов и обратитесь к врачу, если у вас возникли проблемы или боль при глотании пищи, рвота с кровью, кровавый или черный стул, изжога с головокружением, потливость или головокружение, боль в груди или боль в плече с одышкой; потливость; боль распространяется на руки, шею или плечи; или легкомысленность, частые боли в груди; это могут быть признаки серьезного заболевания; обратитесь к медицинскому работнику"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "лансопразол снижает уровень эрлотиниба по другим причинам (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "лансопразол будет увеличивать уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано. Сильные или умеренные ингибиторы CYP2C19 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "лансопразол снижает уровень нелфинавира за счет неустановленного механизма взаимодействия. Противопоказано. Одновременное применение может привести к потере вирусологического ответа на нелфинавир и развитию резистентности; Механизмом может быть ингибирование CYP2C19 превращения нелфинавира в активный метаболит М8, а также снижение рН желудка ИПП, что приводит к снижению всасывания нелфинавира."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "лансопразол снижает уровень рилпивирина за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Противопоказано. Одновременное применение может привести к неэффективности лечения и/или развитию резистентности к рилпивирину или ННИОТ из-за снижения уровня."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "лансопразол снижает уровень акалабрутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость акалабрутиниба снижается с увеличением рН желудка. Из-за длительного эффекта ИПП разделение доз может не устранить взаимодействие."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Совместное введение апалутамида, сильного индуктора CYP2C19, с препаратами, которые являются субстратами CYP2C19, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект атазанавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость атазанавира снижается по мере увеличения рН. Ожидается существенное снижение концентрации атазанавира в плазме при одновременном применении с ИПП. Доза ИПП не должна превышать дозу, сравнимую с дозой омепразола 20 мг, и ее следует принимать примерно за 12 ч до применения атазанавира/ритонавира у пациентов, ранее не получавших лечения. ИПП не рекомендуются при лечении атазанавиром."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дакомитиниб",
      "description": {
        "common": "лансопразол будет повышать уровень или эффект дакомитиниба за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение с ИПП снижает концентрацию дакомитиниба, что может снижать эффективность дакомитиниба. Избегайте использования ИПП с дакомитинибом. В качестве альтернативы ИПП используйте антациды местного действия или антагонисты Н2-рецепторов. Вводить по крайней мере за 6 часов до или через 10 часов после приема антагониста Н2-рецепторов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дапсон",
      "description": {
        "common": "лансопразол снижает уровень или эффект дапсона за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "лансопразол будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "лансопразол повысит уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повышает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект индинавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект инфигратиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект итраконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект кетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект левокетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лансопразол будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "месаламин",
      "description": {
        "common": "лансопразол снижает действие месаламина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Относится только к лекарственной форме пролонгированного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "лансопразол снижает уровень или эффект нератиниба за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "лансопразол увеличивает уровень или действие нисолдипина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект пексидартиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ингибиторов протонной помпы (ИПП) с пексидартинибом. При необходимости используйте антагонисты Н2-рецепторов или антациды. При использовании альтернатив ИПП назначайте пексидартиниб за 2 часа до или после приема антацидов местного действия ИЛИ назначайте пексидартиниб как минимум за 2 часа до или через 10 часов после приема антагониста Н2-рецепторов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рассмотреть альтернативу одному из взаимодействующих препаратов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секретин",
      "description": {
        "common": "лансопразол, секретин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременный прием ИПП может вызвать гиперреакцию секреции гастрина в ответ на тест на стимуляцию с секретином, ложно предполагая гастриному. Время, необходимое для возвращения концентрации гастрина в сыворотке к исходному уровню после прекращения приема ИПП, зависит от конкретного ИПП. Временно прекратите лечение лансопразолом по крайней мере за 30 дней до оценки, чтобы позволить уровням гастрина вернуться к исходному уровню."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "лансопразол снизит уровень или эффект софосбувира/велпатасвира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость велпатасвира снижается по мере увеличения pH желудка (практически нерастворим при pH > 5). Совместное применение софосбувира/велпатасвира с омепразолом или другими ИПП не рекомендуется. Если это необходимо по медицинским показаниям, давайте софосбувир/велпатасвир во время еды за 4 часа до приема 20 мг омепразола. Использование с другими ИПП не изучалось."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "лансопразол снижает действие спарсентана за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Ингибиторы протонной помпы могут снижать экспозицию спарсентана, что может снижать его эффективность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект ампициллина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "лансопразол будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "лансопразол будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "лансопразол повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белумосудил",
      "description": {
        "common": "лансопразол снижает уровень или эффект белумосудила за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Увеличьте дозу белумосудила до 200 мг перорально два раза в день при совместном применении с ингибиторами протонной помпы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "лансопразол снижает уровень бозутиниба по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ИПП могут снижать концентрацию бозутиниба примерно на 45%; бозутиниб проявляет рН-зависимую растворимость."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "лансопразол снижает действие будесонида за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Будесонид с энтеросолюбильным покрытием растворяется при pH > 5,5. Кроме того, растворение таблеток будесонида пролонгированного действия зависит от рН. Одновременное применение с препаратами, повышающими рН желудка, может вызвать преждевременное растворение этих продуктов будесонида и, возможно, повлиять на свойства высвобождения и всасывание препарата в двенадцатиперстной кишке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "лансопразол увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с умеренным ингибитором CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "лансопразол снижает действие капецитабина по неизвестному механизму. Используйте осторожность/монитор. Ретроспективные данные свидетельствуют о том, что повышенный рН желудка, вызванный применением ИПП, может ухудшать растворение таблеток капецитабина и/или снижать всасывание."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "лансопразол снизит уровень или эффект карбонильного железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "лансопразол будет увеличивать уровень или эффект клобазама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Может потребоваться корректировка дозировки; Ингибиторы CYP2C19 могут привести к повышенному воздействию N-десметилклобазама (активный метаболит)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "лансопразол снижает действие клопидогреля, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Средняя AUC активного метаболита клопидогрела снижалась примерно на 14 % при совместном применении с лансопразолом по сравнению с монотерапией клопидогрелом у здоровых добровольцев, которые активно метаболизировали CYP2C19. Эффективность клопидогреля может быть снижена препаратами, ингибирующими CYP2C19. Ингибирование агрегации тромбоцитов клопидогрелом полностью обусловлено активным метаболитом клопидогреля. Клопидогрел частично метаболизируется CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "лансопразол снижает уровень кризотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, повышающие pH желудка, могут снижать растворимость кризотиниба и впоследствии снижать его биодоступность. Однако официальных исследований не проводилось. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "лансопразол снижает уровень или эффект дабрафениба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, которые изменяют рН верхних отделов желудочно-кишечного тракта (например, ИПП, Н2-блокаторы, антациды), могут снижать растворимость дабрафениба и снижать его биодоступность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "лансопразол, декстроамфетамин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Снижение кислотности желудка, вызванное ингибиторами протонной помпы, сокращает время достижения Tmax для амфетамина и декстроамфетамина. AUC не пострадал. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "лансопразол будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP2C19 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "лансопразол повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное использование ИПП может вызвать гипомагниемию и увеличить риск токсичности дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс повышает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Элаголикс является слабым ингибитором CYP2C19. Осторожно с чувствительными субстратами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, лансопразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат повышает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "лансопразол снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "лансопразол снизит уровень или эффект мальтола железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "лансопразол снизит уровень или эффект фумарата железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "лансопразол снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "лансопразол снизит уровень или эффект сульфата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повышает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "лансопразол будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "лансопразол будет повышать уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "лансопразол снижает уровень или действие фосампренавира за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "лансопразол снижает уровень гефитиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. По возможности избегайте одновременного применения гефитиниба с ИПП. Если требуется лечение ИПП, разделите дозы гефитиниба и ИПП на 12 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "Лансопразол снизит уровень или эффект комплекса декстрана железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "Лансопразол снизит уровень или эффект сахарозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "лансопразол будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или действие лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отдельные ингибиторы протонной помпы, по крайней мере, за 2 часа до или через 2 часа после итраконазола. Использование раствора для приема внутрь Sporanox (вместо капсулы) или прием итраконазола с кислым напитком (например, колой) может свести к минимуму значимость этого взаимодействия. Внимательно следите за снижением эффективности итраконазола при их сочетании."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "лансопразол снижает уровни ледипасвира/софосбувира по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Растворимость ледипасвира снижается по мере увеличения pH; Ожидается, что препараты, повышающие pH желудка, будут снижать уровень ледипасвира; дозы ингибитора протонной помпы, сравнимые с дозой омепразола <20 мг, можно вводить одновременно с ледипасвиром/софосбувиром натощак."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лансопразол будет повышать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень лансопразола, влияя на метаболизм печеночного фермента CYP2E1. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "лансопразол повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, лансопразол. влияет на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Исследования in vitro предполагают, что люмакафтор может индуцировать, а ивакафтор может ингибировать субстраты CYP2C19. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "лансопразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышенный риск токсичности при более высоких дозах."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "лансопразол снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "лансопразол будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "лансопразол снизит уровень или эффект микофенолата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Потенциальное взаимодействие относится к мофетилу микофенолата. Композиция микофенолата натрия с энтеросолюбильным покрытием менее чувствительна к этому взаимодействию. Клиническое значение неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект полисахарида железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "лансопразол снижает уровень или эффект позаконазола за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "лансопразол снизит уровень или эффект плодов шиповника за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "лансопразол повышает уровень саквинавира по неизвестному механизму. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Спарсентан (индуктор CYP2C19) снижает экспозицию субстратов CYP2C19 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, лансопразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "лансопразол будет увеличивать уровень или эффект такролимуса, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Одновременное применение может повышать концентрацию такролимуса в цельной крови, особенно у лиц со средним или низким уровнем метаболизма CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Тековиримат является слабым ингибитором CYP2C8 и CYP2C19. Следите за побочными эффектами при совместном применении с чувствительными субстратами этих ферментов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "лансопразол будет увеличивать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "лансопразол увеличивает уровень или действие толбутамида за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Если концентрация субстратов CYP2C19 в плазме повышается во время приема триклабендазола, повторно проверьте концентрацию субстратов CYP2C19 в плазме после прекращения приема триклабендазола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "висмодегиб",
      "description": {
        "common": "лансопразол снизит уровень или эффект висмодегибу от других (см. комментарий). Используйте осторожность/монитор. Препараты, повышающие pH желудка, изменяют растворимость висмодегиба и, следовательно, снижают биодоступность; влияние на эффективность неизвестно"
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол повышает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил увеличивает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "благословенный чертополох",
      "description": {
        "common": "чертополох снижает действие лансопразола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "Бортезомиб увеличивает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "лансопразол снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин снижает эффекты лансопразола по другим причинам (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически эффективность ингибиторов протонной помпы может снижаться при их применении с другими антисекреторными средствами."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб повышает уровень лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "дьявольский коготь снижает эффекты лансопразола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц повышает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ, лансопразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. На основании исследований лекарственных взаимодействий, проведенных с компонентами Стрибилда, не наблюдалось и не ожидается клинически значимых лекарственных взаимодействий при одновременном применении с ИПП."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина увеличивает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин повышает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбоксимальтоза железа",
      "description": {
        "common": "лансопразол снизит уровень или эффект карбоксимальтозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин повышает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левотироксин",
      "description": {
        "common": "лансопразол снижает уровень левотироксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "лансопразол снижает уровень лиотиронина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотрис",
      "description": {
        "common": "лансопразол снижает уровень лиотрикса за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "лансопразол, лиздексамфетамин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Снижение кислотности желудка, вызванное ингибиторами протонной помпы, сокращает время достижения Tmax для амфетамина и декстроамфетамина. AUC не пострадал. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "лансопразол снижает уровень метамфетамина по другим причинам (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Время достижения максимальной концентрации (Tmax) амфетамина уменьшается по сравнению с приемом в одиночку; контролировать пациентов для изменения клинического эффекта и корректировать терапию на основе клинического ответа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил увеличивает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно. Чистый эффект на действия пантопразола неизвестен из-за противоположных эффектов ферментов CYP450; монитор"
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет увеличивать уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "лансопразол снижает уровень фитоэстрогенов путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "лансопразол снижает уровень понатиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "лансопразол будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сукральфат",
      "description": {
        "common": "сукральфат снижает уровень лансопразола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "лансопразол повышает уровень теофиллина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "лансопразол снижает уровень обезвоживания щитовидной железы за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "3-7"
    },
    {
      "name": "Диарея",
      "percent": "1-5"
    },
    {
      "name": "Запор",
      "percent": "1-5"
    },
    {
      "name": "Тошнота",
      "percent": "1-3"
    },
    {
      "name": "Боль в животе",
      "percent": "1-3"
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Стенокардия",
      "percent": null
    },
    {
      "name": "Сердцебиение",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "тенезмы",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Мелена",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "Аллергическая реакция",
      "percent": null
    },
    {
      "name": "Трещина в кости",
      "percent": null
    },
    {
      "name": "Полипы фундальной железы",
      "percent": null
    },
    {
      "name": "Острый тубулоинтерстициальный нефрит",
      "percent": null
    },
    {
      "name": "Лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "AGEP",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "гипокальциемия",
      "percent": null
    },
    {
      "name": "гипокалиемия",
      "percent": null
    },
    {
      "name": "гипонатриемия",
      "percent": null
    }
  ]
}