{
  "name": "лансопразол/амоксициллин/кларитромицин",
  "comment": "Rx",
  "other_names": [
    "Превпак"
  ],
  "classes": [
    "Агенты H. pylori",
    "ПУД Комбо"
  ],
  "source": "https://reference.medscape.com/drug/prevpac-lansoprazole-amoxicillin-clarithromycin-999477",
  "pregnancy": {
    "common": [
      "Следует соблюдать осторожность при назначении кларитромицина кормящим женщинам; развитие и пользу для здоровья грудного вскармливания следует учитывать наряду с клинической потребностью матери в кларитромицине и любыми потенциальными неблагоприятными эффектами на ребенка, вскармливаемого грудным молоком, от препарата или основного заболевания матери."
    ],
    "specific": [
      {
        "type": "Кларитромицин",
        "description": [
          "Нет адекватных и хорошо контролируемых исследований у беременных женщин; не используйте кларитромицин у беременных, за исключением случаев, когда альтернативная терапия не подходит.",
          "Если беременность наступает при приеме кларитромицина, сообщите пациенту о потенциальной опасности для плода; препарат продемонстрировал неблагоприятное воздействие на исход беременности и/или развитие эмбриона у обезьян, крыс, мышей и кроликов в дозах, которые давали уровни в плазме в 2–17 раз выше уровней в сыворотке, достигнутые у людей, получавших максимальные рекомендуемые дозы для человека."
        ]
      },
      {
        "type": "Лансопразол",
        "description": [
          "Имеющиеся данные опубликованных обсервационных исследований в целом не указывают на связь неблагоприятных исходов беременности с лечением лансопразолом; предполагаемый фоновый риск серьезных врожденных дефектов и выкидыша для указанных групп населения неизвестен",
          "В исследованиях, проведенных на беременных крысах, при пероральном введении лансопразола в дозах до 150 мг/кг/день (в 40 раз выше рекомендуемой дозы для человека [30 мг/день] в зависимости от площади поверхности тела) во время органогенеза и беременные кролики при пероральном приеме лансопразола в дозах до 0 мг/кг/день (в 16 раз выше рекомендуемой дозы для человека в зависимости от площади поверхности тела), вводимых во время органогенеза",
          "Имеющиеся данные опубликованных обсервационных исследований не смогли продемонстрировать связь неблагоприятных исходов, связанных с беременностью, и применения лансопразола; методологические ограничения этих обсервационных исследований не могут однозначно установить или исключить какой-либо риск, связанный с приемом лекарств во время беременности."
        ]
      },
      {
        "type": "Амоксициллин",
        "description": [
          "Побочные эффекты, не наблюдаемые в исследованиях репродукции животных; использование матерью не привело к повышенному риску неблагоприятных последствий для плода; однако возможная связь расщелины губы с расщелиной неба отмечена в некоторых исследованиях; нужно больше данных"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Следует соблюдать осторожность при назначении кларитромицина кормящим женщинам; развитие и пользу для здоровья грудного вскармливания следует учитывать наряду с клинической потребностью матери в кларитромицине и любыми потенциальными неблагоприятными эффектами на ребенка, вскармливаемого грудным молоком, от препарата или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о серьезных побочных реакциях при одновременном применении кларитромицина с субстратами CYP3A4; они включают токсичность колхицина при применении колхицина; рабдомиолиз при применении симвастатина, ловастатина и аторвастатина; гипогликемия при приеме дизопирамида, гипотензия и острая почечная недостаточность при приеме блокаторов кальциевых каналов, метаболизирующихся CYP3A4 (например, верапамил, амлодипин, дилтиазем, нифедипин); большинство сообщений об остром повреждении почек при применении блокаторов кальциевых каналов, метаболизирующихся CYP3A4, касались пожилых пациентов в возрасте 65 лет и старше; кларитромицин следует применять с осторожностью при одновременном применении с препаратами, индуцирующими фермент цитохром CYP3A4.",
        "Рассмотреть возможность суперинфекций с грибковыми или бактериальными возбудителями во время терапии; при возникновении суперинфекций прекратите терапию и начните соответствующую терапию; назначение терапии при отсутствии подтвержденной или сильно подозреваемой бактериальной инфекции вряд ли принесет пользу пациенту и увеличивает риск развития устойчивых к лекарственным препаратам бактерий."
      ],
      "specific": [
        {
          "type": "Лансопразол",
          "description": [
            "Кожная красная волчанка (CLE) и системная красная волчанка (SLE), зарегистрированные с ИПП; избегать использования дольше, чем по медицинским показаниям; прекратить, если наблюдаются признаки или симптомы, характерные для CLE или SLE, и направить пациента к специалисту",
            "ИПП, возможно, связаны с повышенной заболеваемостью диареей, ассоциированной с Clostridium difficile (CDAD); рассмотреть диагноз CDAD у пациентов, принимающих ИПП, с диареей, которая не улучшается",
            "Симптоматический ответ на терапию лансопразолом не исключает наличия злокачественного новообразования желудка; рассмотреть вопрос о дополнительном последующем наблюдении и диагностическом тестировании у взрослых пациентов с субоптимальным ответом или ранним симптоматическим рецидивом после завершения лечения ИПП; у пожилых пациентов также следует рассмотреть возможность проведения эндоскопии",
            "ИПП могут повышать и пролонгировать уровни метотрексата или его метаболитов в сыворотке крови, что может привести к токсичности.",
            "Острый интерстициальный нефрит (ОИН), наблюдаемый у пациентов, принимающих ингибиторы протонной помпы (ИПП), включая лансопразол; острый интерстициальный нефрит может возникнуть в любой момент терапии ИПП и обычно связан с идиопатической реакцией гиперчувствительности; прекратить прием лансопразола при развитии AIN",
            "Опубликованные обсервационные исследования предполагают, что терапия ингибиторами протонной помпы (ИПП) может быть связана с повышенным риском связанных с остеопорозом переломов бедра, запястья или позвоночника; особенно при длительной (> 1 года) терапии высокими дозами",
            "Терапия ИПП связана с повышенным риском полипа фундальной железы; риск увеличивается при длительном использовании > 1 года; пациент может быть бессимптомным; проблема обычно выявляется случайно при эндоскопии; используйте самую короткую продолжительность терапии, соответствующую состоянию, которое лечат",
            "Гипомагниемия может возникнуть при длительном применении (т.е. > 1 года); могут возникнуть побочные эффекты, включая тетанию, аритмии или судороги; в 25% рассмотренных случаев добавки магния сами по себе не улучшали низкий уровень магния в сыворотке, и ИПП пришлось прекратить",
            "Заболевания печени могут потребовать снижения дозы"
          ]
        },
        {
          "type": "Амоксициллин",
          "description": [
            "Профилактика эндокардита: использовать только для пациентов с высоким риском, в соответствии с последними рекомендациями AHA.",
            "Высокие дозы могут вызвать ложный анализ мочи на глюкозу некоторыми методами.",
            "Аллергия на цефалоспорины, карбапенемы"
          ]
        },
        {
          "type": "Кларитромицин",
          "description": [
            "Существует риск серьезных кровотечений и значительного повышения МНО и протромбинового времени при одновременном применении кларитромицина с варфарином; контролировать МНО и протромбиновое время",
            "Перед началом терапии тщательно расспросите о предшествующих реакциях гиперчувствительности на пенициллины, цефалоспорины или другие аллергены.",
            "В случае тяжелых острых реакций гиперчувствительности, таких как анафилаксия, синдром Стивенса-Джонсона, токсический эпидермальный некролиз, лекарственная сыпь с эозинофилией и системными симптомами (DRESS) и пурпура Шенлейна-Геноха, немедленно прекратить терапию и срочно начать соответствующее лечение.",
            "С осторожностью при тяжелой почечной или печеночной недостаточности; при наличии тяжелой почечной недостаточности с сопутствующей печеночной недостаточностью или без нее может быть целесообразным снижение дозы или удлинение интервалов дозирования кларитромицина.",
            "torsades de pointes",
            "Одновременное применение кларитромицина и пероральных гипогликемических средств и/или инсулина может привести к выраженной гипогликемии.",
            "Печеночная дисфункция, в том числе увеличение ферментов печени и гепатоцеллюлярный и/или холестатический гепатит с желтухой или без нее, о которых сообщалось при приеме препарата; печеночная дисфункция может быть тяжелой и обычно обратимой; в некоторых случаях сообщалось о печеночной недостаточности с летальным исходом, обычно связанной с серьезными сопутствующими заболеваниями и/или сопутствующими лекарствами; симптомы гепатита могут включать анорексию, желтуху, потемнение мочи, зуд или болезненность живота; немедленно прекратить прием кларитромицина при появлении признаков и симптомов гепатита.",
            "Препарат был связан с удлинением интервала QT и нечастыми случаями аритмии; случаи",
            "Профилактика эндокардита: использовать только для пациентов с высоким риском, в соответствии с последними рекомендациями AHA.",
            "Не охлаждайте раствор для приема внутрь",
            "Реакции гиперчувствительности",
            "Лица с гиперчувствительностью к пенициллину в анамнезе, у которых наблюдались тяжелые реакции при лечении цефалоспоринами, сообщили о",
            "спонтанно сообщалось во время постмаркетингового наблюдения; сообщается о смертельных случаях; избегать терапии у пациентов с текущими проаритмическими состояниями, такими как нескорректированная гипокалиемия или гипомагниемия, клинически значимая брадикардия, а также у пациентов, получающих антиаритмические средства класса IA ​​(хинидин, новокаинамид) или класса III (дофетилид, амиодарон, соталол); пожилые пациенты могут быть более восприимчивы к влиянию препарата на интервал QT."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "GI эффекты",
      "percent": "13"
    },
    {
      "name": "общий",
      "percent": "6"
    },
    {
      "name": "Головная боль",
      "percent": "3"
    },
    {
      "name": "Сыпь",
      "percent": "2"
    },
    {
      "name": "дети",
      "percent": "3"
    },
    {
      "name": "Боль в животе",
      "percent": "3-7"
    },
    {
      "name": "Взрослые",
      "percent": "3-6"
    },
    {
      "name": "дети",
      "percent": "2"
    },
    {
      "name": "Ненормальный вкус",
      "percent": "2"
    },
    {
      "name": "Взрослые",
      "percent": "3-6"
    },
    {
      "name": "Диарея",
      "percent": "1"
    },
    {
      "name": "Диспепсия",
      "percent": "6"
    },
    {
      "name": "Изжога",
      "percent": "4"
    },
    {
      "name": "Взрослые",
      "percent": "1"
    },
    {
      "name": "желудочно-кишечная непереносимость",
      "percent": "3"
    },
    {
      "name": "устный",
      "percent": "2.5-4.7"
    },
    {
      "name": "дозозависимый",
      "percent": "1.8"
    },
    {
      "name": "Тошнота",
      "percent": "8"
    },
    {
      "name": "Взрослые",
      "percent": "3.7"
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Взрослые",
      "percent": null
    },
    {
      "name": "дети",
      "percent": null
    },
    {
      "name": "Снижение лейкоцитов",
      "percent": null
    },
    {
      "name": "повышенная БУН",
      "percent": null
    },
    {
      "name": "повышенный ПВ",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "удлинение интервала QT",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "галлюцинации",
      "percent": null
    },
    {
      "name": "маниакальное поведение",
      "percent": null
    },
    {
      "name": "нервно-мышечная блокада",
      "percent": null
    },
    {
      "name": "психоз",
      "percent": null
    },
    {
      "name": "припадки",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "глоссит",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "АСТ повышен",
      "percent": null
    },
    {
      "name": "билирубин повышен",
      "percent": null
    },
    {
      "name": "повышенные LFT",
      "percent": null
    },
    {
      "name": "печеночная дисфункция",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "повышенный щелочной фосфат",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "Повышенный креатинин сыворотки",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "C Дифференциальный колит",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "АСТ",
      "percent": null
    },
    {
      "name": "высота ALT",
      "percent": null
    },
    {
      "name": "Острый экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "Эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Геморрагический колит",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Кандидоз",
      "percent": null
    },
    {
      "name": "кожно-слизистый",
      "percent": null
    },
    {
      "name": "псевдомембранозный колит",
      "percent": null
    },
    {
      "name": "сывороточная болезнь",
      "percent": null
    },
    {
      "name": "Торсад де пуант",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Аллергические реакции",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "кожные высыпания",
      "percent": null
    },
    {
      "name": "лейкоцитокластический васкулит",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "Преходящие эффекты ЦНС",
      "percent": null
    },
    {
      "name": "психоз",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "поведенческие изменения",
      "percent": null
    },
    {
      "name": "спутанность сознания",
      "percent": null
    },
    {
      "name": "обезличивание",
      "percent": null
    },
    {
      "name": "дезориентация",
      "percent": null
    },
    {
      "name": "галлюцинации",
      "percent": null
    },
    {
      "name": "бессонница",
      "percent": null
    },
    {
      "name": "кошмары",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "тремор",
      "percent": null
    },
    {
      "name": "и головокружение",
      "percent": null
    },
    {
      "name": "Печеночная недостаточность",
      "percent": null
    },
    {
      "name": "Стоматит",
      "percent": null
    },
    {
      "name": "Острая почечная недостаточность",
      "percent": null
    },
    {
      "name": "Обратимая потеря слуха",
      "percent": null
    },
    {
      "name": "тугоухость",
      "percent": null
    },
    {
      "name": "Полипы фундальной железы",
      "percent": null
    }
  ]
}