{
  "name": "имипенем/циластатин",
  "comment": "Rx",
  "other_names": [
    "Примаксин"
  ],
  "classes": [
    "карбапенемы"
  ],
  "source": "https://reference.medscape.com/drug/primaxin-imipenem-cilastatin-342562",
  "pregnancy": {
    "common": [
      "Имеющихся данных о небольшом количестве постмаркетинговых случаев беременности недостаточно для выявления каких-либо рисков, связанных с приемом препарата, серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования эмбрионального развития с имипенемом/циластатином, вводимым яванским макакам в дозах, аналогичных RHD (в зависимости от площади поверхности тела), показали увеличение эмбриональной гибели.",
          "Исследования токсичности для развития имипенема и циластатина натрия (по отдельности или в комбинации), вводимых мышам, крысам, кроликам и обезьянам в дозах, в 0,4–2,9 раза превышающих рекомендуемую дозу для человека (RHD) (в зависимости от площади поверхности тела), не выявили лекарственного воздействия. индуцированные пороки развития плода"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Недостаточно данных о присутствии имипенема/циластатина в грудном молоке, а также данных о воздействии на ребенка, находящегося на грудном вскармливании, или на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к имипенему или циластатину."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Комбинация с аминогликозидами может помешать резистентной P. aeruginosa",
        "С осторожностью применять при почечной недостаточности; корректировать дозировку при умеренной и тяжелой почечной дисфункции",
        "Длительное использование увеличивает риск суперинфекций",
        "Сообщается о диарее, ассоциированной с Clostridioides difficile (CDAD), степень тяжести которой может варьироваться от легкой диареи до колита со смертельным исходом; лечение антибактериальными средствами изменяет нормальную флору толстой кишки, что приводит к избыточному росту C. difficile",
        "Используйте с осторожностью при расстройствах ЦНС (например, судороги в анамнезе); скорректировать дозировку при почечной недостаточности, чтобы избежать риска судорог; использование карбапенема было связано с судорогами",
        "История гиперчувствительности к пенициллинам",
        "Использование карбапенема может снизить уровень дивалпроекса натрия или вальпроевой кислоты в сыворотке крови.",
        "Не для использования у детей с проблемами ЦНС"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "БЦЖ внутрипузырная живая",
      "description": {
        "common": "имипенем/циластатин снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Информация о назначении внутрипузырного введения БЦЖ гласит, что противомикробная терапия других инфекций может снижать эффективность внутрипузырного введения БЦЖ. Антибиотики с активностью против микобактерий вызывают наибольшую озабоченность; однако в настоящее время рекомендуется избегать любой антимикробной терапии во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "имипенем/циластатин снижает действие противохолерной вакцины за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дивалпроекс натрия",
      "description": {
        "common": "имипенем/циластатин снижает уровень или действие дивалпроекса натрия по неизвестному механизму. Избегайте или используйте альтернативный препарат. Данные исследований in vitro и на животных показывают, что карбапенемы могут ингибировать гидролиз метаболита глюкуронида вальпроевой кислоты (VPA-g) обратно в вальпроевую кислоту, тем самым снижая концентрацию вальпроевой кислоты/дивалпроекса натрия в сыворотке."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир, имипенем/циластатин. неизвестный механизм. Избегайте или используйте альтернативный препарат. Coadministration может увеличить риск судорог. Избегайте, если потенциальная польза не превышает риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "имипенем/циластатин снижает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повышает уровень имипенема/циластатина за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает уровень имипенема в плазме и период полувыведения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валацикловир",
      "description": {
        "common": "валацикловир, имипенем/циластатин. неизвестный механизм. Избегайте или используйте альтернативный препарат. Coadministration может увеличить риск судорог. Избегайте, если потенциальная польза не превышает риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "имипенем/циластатин будет снижать уровень или эффект вальпроевой кислоты по неизвестному механизму. Избегайте или используйте альтернативный препарат. Данные исследований in vitro и животных позволяют предположить, что карбапенемы могут ингибировать гидролиз метаболита глюкуронида вальпроевой кислоты (VPA-g) обратно в вальпроевую кислоту, тем самым снижая концентрацию вальпроевой кислоты/дивалпроекса натрия в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "имипенем/циластатин снижает эффекты живой вакцины БЦЖ за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Информация о назначении вакцины БЦЖ гласит, что противомикробные или иммунодепрессивные препараты могут препятствовать развитию иммунного ответа и должны использоваться только под наблюдением врача."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин, имипенем/циластатин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Циклоспорин может усилить нейротоксическое действие имипенема. Сообщения о случаях описывают имипенем, увеличивающий или уменьшающий уровни концентрации циклоспорина в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия",
      "description": {
        "common": "имипенем/циластатин снижает эффекты пикосульфата натрия, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "имипенем/циластатин снижает действие пикосульфата натрия/оксида магния/безводной лимонной кислоты за счет изменения метаболизма. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "имипенем/циластатин снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Отложите введение вакцины как минимум на 3 дня после завершения курса антибиотикотерапии."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Флебит",
      "percent": "2-5"
    },
    {
      "name": "эозинофилия",
      "percent": "4"
    },
    {
      "name": "Различные дерматологические эффекты",
      "percent": "3"
    },
    {
      "name": "Потенциально ложный",
      "percent": "2"
    },
    {
      "name": "положительная проба Кумбса",
      "percent": "2"
    },
    {
      "name": "Различные гематологические эффекты",
      "percent": "2"
    },
    {
      "name": "Транзиторное повышение азота мочевины крови",
      "percent": "1.5"
    },
    {
      "name": "БУЛОЧКА",
      "percent": "1-2"
    },
    {
      "name": "или креатинин сыворотки",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "диарея",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Аномальный анализ мочи",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "острый",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Дискинезия",
      "percent": null
    },
    {
      "name": "Появление резистентных штаммов Pseudomonas aeruginosa",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Повышенный печеночный тест",
      "percent": null
    },
    {
      "name": "ЛПФ",
      "percent": null
    },
    {
      "name": "Результаты",
      "percent": null
    },
    {
      "name": "Увеличение протромбинового времени",
      "percent": null
    },
    {
      "name": "ПТ",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "в том числе агранулоцитоз",
      "percent": null
    },
    {
      "name": "Сердцебиение",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Псевдомембранозный колит",
      "percent": null
    }
  ]
}