{
  "name": "триметоприм",
  "comment": "Rx",
  "other_names": [
    "Примсол",
    "пролоприм",
    "ТМП"
  ],
  "classes": [
    "Антибиотики",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/primsol-proloprim-trimethoprim-342571",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: попадает в грудное молоко"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: попадает в грудное молоко"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Мегалобластная анемия из-за дефицита фолиевой кислоты",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Соблюдайте осторожность у пациентов с потенциальным дефицитом фолиевой кислоты, включая недоедание, хроническую противосудорожную терапию или пожилых людей; фолаты можно вводить одновременно, не нарушая антибактериального действия триметоприма.",
        "Уменьшает экскрецию калия с мочой; может вызывать гиперкалиемию, особенно при высоких дозах, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию",
        "Некоторые лекарственные формы могут содержать бензиловый спирт и его производные; избегать у новорожденных",
        "Если отмечены клинические признаки заболевания крови, сделайте полный анализ крови и прекратите прием препарата, если обнаружено значительное снижение количества любого элемента крови.",
        "Длительное применение может вызвать грибковую или бактериальную суперинфекцию, включая диарею, связанную с Clostridium difficile, и псевдомембранозный колит; может возникать > 2 месяцев после лечения антибиотиками",
        "Сообщалось о реакциях гиперчувствительности",
        "Большие дозы или длительная терапия могут нарушать гемопоэз; наличие клинических признаков, таких как боль в горле, лихорадка, бледность или пурпура, может быть ранним признаком серьезных заболеваний крови; мониторинг признаков/симптомов гематологических нарушений",
        "С осторожностью применять у пациентов с почечной или печеночной недостаточностью.",
        "Не показан для профилактического или длительного применения при среднем отите в любом возрасте."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет увеличивать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "триметоприм снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "триметоприм, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дизопирамид и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "триметоприм будет повышать уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Если одновременное применение сильных ингибиторов CYP2C9 неизбежно, следует внимательно следить за побочными реакциями и соответствующим образом изменять дозу эрдафитиниба. Если сильный ингибитор CYP2C9 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол увеличивает уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибутилид",
      "description": {
        "common": "ибутилид, и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индапамид",
      "description": {
        "common": "Индапамид и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лейковорин",
      "description": {
        "common": "Лейковорин снижает эффекты триметоприма за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Следите за неэффективностью лечения триметопримом или снижением эффективности при совместном применении с лейковорином, особенно при использовании с сульфаметоксазолом для лечения пневмонии, вызванной Pneumocystis jiroveci, у ВИЧ-позитивных пациентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леволейковорин",
      "description": {
        "common": "леволейковорин снижает эффекты триметоприма за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Следите за неэффективностью лечения триметопримом или снижением эффективности при совместном применении с леволейковорином, особенно при использовании с сульфаметоксазолом для лечения пневмонии, вызванной Pneumocystis jiroveci, у ВИЧ-позитивных пациентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность триметоприма на интервал QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "триметоприм, метотрексат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Было показано, что из-за аддитивного антифолатного эффекта триметоприм редко увеличивает супрессию костного мозга у пациентов, получающих метотрексат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "триметоприм уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентамидин",
      "description": {
        "common": "пентамидин и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "пимозид и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "прокаинамид и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "триметоприм будет увеличивать уровень или эффект сипонимода, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Совместное применение сипонимода с препаратами, вызывающими умеренное ингибирование CYP2C9 И умеренное или сильное ингибирование CYP3A4, не рекомендуется. Следует соблюдать осторожность при одновременном применении сипонимода с умеренными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафенохин",
      "description": {
        "common": "тафенохин повысит уровень или действие триметоприма на другое (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трилациклиб",
      "description": {
        "common": "trilaciclib снизит уровень или эффект триметоприма по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения трилациклиба (ингибитора OCT2, MATE1 и MATE-2K) с субстратами, минимальная повышенная концентрация которых в почках или крови может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "триметоприм повысит уровень или действие тукатиниба на другое (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение тукатиниба (субстрат CYP2C8) с сильными или умеренными ингибиторами CYP2C8 увеличивает концентрацию тукатиниба в плазме и риск токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "триметоприм снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "voxelotor повысит уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алискирен",
      "description": {
        "common": "триметоприм и алискирен повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект триметоприма, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амантадин",
      "description": {
        "common": "триметоприм повышает уровень амантадина за счет уменьшения элиминации. Используйте осторожность/монитор. Одновременное применение может ухудшить почечный клиренс амантадина, что приведет к повышению его концентрации в плазме крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "триметоприм и амилорид повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет повышать уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект триметоприма, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Одновременное применение апалутамида, слабого индуктора CYP2C9, с препаратами, являющимися субстратами CYP2C9, может привести к снижению воздействия этих препаратов. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "триметоприм снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "триметоприм и беназеприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "триметоприм и канаглифлозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "триметоприм и кандесартан повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол повысит уровень или эффект триметоприма за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Каннабидиол потенциально может ингибировать активность CYP2C9. Рассмотрите возможность снижения дозы при одновременном применении субстратов CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "триметоприм и каптоприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин будет увеличивать уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "триметоприм снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "триметоприм и циклоспорин повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон актуальные",
      "description": {
        "common": "триметоприм повышает токсичность местного дапсона за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Совместное применение увеличивает системную экспозицию дапсона и его метаболитов (N-ацетил-дапсон, дапсон гидроксиламин). Может вызывать метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "триметоприм будет увеличивать уровень или эффект дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид будет увеличивать уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "Дронедарон и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "триметоприм и эналаприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, триметоприм. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "рацемический адреналин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эплеренон",
      "description": {
        "common": "триметоприм и эплеренон повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "триметоприм и эпросартан повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб повышает уровень триметоприма за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Рассмотрите альтернативы, которые не являются субстратами OCT2, или рассмотрите возможность снижения дозы субстратов OCT2 в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "эритромициновое основание и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "эритромицина лактобионат и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "Эритромицина стеарат и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "триметоприм снизит уровень или действие эстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "триметоприм снизит уровень или действие синтетических конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "триметоприм снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "триметоприм снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб увеличивает уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "триметоприм и финеренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать. Коррекция дозы финеренона в зависимости от текущей концентрации калия в сыворотке крови. Контролируйте уровень калия в сыворотке крови и при необходимости измените дозу финеренона, как описано в инструкции по медицинскому применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "флекаинид и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "триметоприм и фозиноприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкарпидаза",
      "description": {
        "common": "глюкарпидаза будет снижать уровень или эффект триметоприма за счет увеличения метаболизма. Изменить терапию/внимательно контролировать. Лейкорворин, восстановленные фолаты и антиметаболиты фолиевой кислоты являются субстратами для глюкарпидазы (гидролизует остаток глутамата из фолиевой кислоты и антифолатов)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир увеличивает уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "триметоприм и ирбесартан повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или действие триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "Итраконазол, и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "триметоприм снижает действие L-метилфолата по механизму: фармакодинамический антагонизм. Используйте осторожность/монитор. Антагонисты фолиевой кислоты могут нарушать утилизацию фолиевой кислоты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламивудин",
      "description": {
        "common": "триметоприм усиливает эффекты ламивудина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "триметоприм будет снижать уровень или эффект перорального приема левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "триметоприм и лизиноприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "триметоприм и лозартан повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, триметоприм. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Исследования in vitro предполагают, что люмакафтор может индуцировать, а ивакафтор может ингибировать субстраты CYP2C9. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "Мапротилин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "триметоприм снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "триметоприм повышает уровень метформина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий. Триметоприм может ингибировать активную канальцевую секрецию метформина в почках (например, через OCT2, MATE1); может потребоваться коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "триметоприм повышает токсичность метотрексата Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Триметоприм может увеличить риск подавления костного мозга, вызванного метотрексатом, и мегалобластной анемии. Если эту комбинацию препаратов нельзя избежать, внимательно следите за признаками гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "триметоприм и моэксиприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитизинон",
      "description": {
        "common": "нитизинон увеличивает уровень или действие триметоприма, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Нитизинон ингибирует CYP2C9. Следует соблюдать осторожность при совместном применении с субстратом CYP2C9, особенно с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "октреотид и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "октреотид (антидот) и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "триметоприм и олмесартан повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "триметоприм повысит уровень или эффект паклитаксела по другим причинам (см. комментарий). Используйте осторожность/монитор. Уровни/токсичность паклитаксела могут повышаться при совместном применении с ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "триметоприм повысит уровень или действие белка паклитаксела, связанного с другими (см. комментарий). Используйте осторожность/монитор. Уровни/токсичность паклитаксела могут повышаться при совместном применении с ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "триметоприм и пентамидин повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "триметоприм и периндоприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "триметоприм и кислый фосфат калия повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "триметоприм и хлорид калия повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "триметоприм и цитрат калия повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия/лимонная кислота",
      "description": {
        "common": "триметоприм и цитрат калия/лимонная кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "прокаинамид будет увеличивать уровень или эффект триметоприма за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "триметоприм и квинаприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект триметоприма за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "триметоприм и рамиприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "триметоприм повышает уровень репаглинида за счет снижения метаболизма. Используйте осторожность/монитор. Печеночный цитохром Р450 2С8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и триметоприм повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селексипаг",
      "description": {
        "common": "триметоприм повысит уровень или эффект селексипага за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Уменьшите дозу селексипага до одного раза в день при совместном применении с умеренными ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "триметоприм уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты путем изменения метаболизма. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект триметоприма, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Спарсентан (индуктор CYP2C9) уменьшает экспозицию субстратов CYP2C9 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "триметоприм и спиронолактон повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "телаванцин и триметоприм увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "триметоприм и телмисартан повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "триметоприм и трандолаприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триметоприм и триамтерен повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трописетрон",
      "description": {
        "common": "триметоприм и трописетрон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и триметоприм повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "триметоприм и венлафаксин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин и триметоприм снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "триметоприм и вориконазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "триметоприм повышает уровень зидовудина за счет снижения почечного клиренса. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "триметоприм и зипразидон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин и триметоприм увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "триметоприм снизит уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Риск гипонатриемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "триметоприм снижает уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Риск гипонатриемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Риск гипонатриемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Риск гипонатриемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дапсон",
      "description": {
        "common": "триметоприм, дапсон.\nЛибо увеличивает уровень другого, уменьшая элиминацию. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Риск гипонатриемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат повысит уровень или действие триметоприма по другим причинам (см. комментарий). Незначительное/значение неизвестно. Изавуконазония сульфат, ингибитор OCT2, может увеличивать эффекты или уровни субстратов OCT2."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мемантин",
      "description": {
        "common": "мемантин увеличивает уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метформин",
      "description": {
        "common": "метформин будет повышать уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид будет увеличивать уровень или эффект триметоприма за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Риск гипонатриемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мидодрин",
      "description": {
        "common": "Мидодрин увеличивает уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин будет повышать уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "триметоприм снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "патиромер",
      "description": {
        "common": "патиромер, триметоприм. связывание катионов в желудочно-кишечном тракте. Незначительное/значение неизвестно. Клинически значимого взаимодействия не наблюдалось. Разделение дозирования не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "триметоприм снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "триметоприм снизит уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинин",
      "description": {
        "common": "хинин будет увеличивать уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол будет увеличивать уровень или эффект триметоприма за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "триметоприм снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен будет увеличивать уровень или эффект триметоприма за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "триметоприм будет повышать уровень или эффект верапамила за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Асептический менингит",
      "percent": "3-7"
    },
    {
      "name": "Высокая температура",
      "percent": "200"
    },
    {
      "name": "Макулопапулезная сыпь",
      "percent": null
    },
    {
      "name": "в",
      "percent": null
    },
    {
      "name": "мг",
      "percent": null
    },
    {
      "name": "день",
      "percent": null
    },
    {
      "name": "заболеваемость выше при больших суточных дозах",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "общий",
      "percent": null
    },
    {
      "name": "Фототоксические высыпания на коже",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    },
    {
      "name": "Эпигастральный дистресс",
      "percent": null
    },
    {
      "name": "Глоссит",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Мегалобластная анемия",
      "percent": null
    },
    {
      "name": "Метгемоглобинемия",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Повышение ферментов печени",
      "percent": null
    },
    {
      "name": "Холестатическая желтуха",
      "percent": null
    },
    {
      "name": "АМК и креатинин повышены",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    }
  ]
}