{
  "name": "прометазин/кодеин/фенилэфрин",
  "comment": "Rx",
  "other_names": [
    "Prometh VC с кодеиновым сиропом"
  ],
  "classes": [
    "Противокашлевые",
    "Наркотические комбо"
  ],
  "source": "https://reference.medscape.com/drug/prometh-vc-with-codeine-syrup-promethazine-codeine-phenylephrine-iv-999465",
  "pregnancy": {
    "common": [
      "Длительное использование опиоидных анальгетиков во время беременности может вызвать синдром отмены опиоидов у новорожденных; Имеющиеся данные о беременных женщинах недостаточны для информирования о риске серьезных врожденных дефектов и выкидыша, связанного с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Работа и доставка",
        "description": [
          "Использование кодеина во время родов может привести к угнетению дыхания у новорожденного; опиоиды проникают через плаценту и могут вызывать угнетение дыхания и психофизиологические эффекты у новорожденных; опиоидный антагонист, такой как налоксон, должен быть доступен для купирования вызванного опиоидами угнетения дыхания у новорожденного; не рекомендуется использовать беременным женщинам во время или непосредственно перед родами, когда более уместны другие методы обезболивания; опиоидные анальгетики могут продлевать роды за счет действий, которые временно уменьшают силу, продолжительность и частоту сокращений матки; однако этот эффект непостоянен и может быть компенсирован повышенной скоростью раскрытия шейки матки, что имеет тенденцию сокращать роды; мониторить новорожденных, подвергшихся воздействию опиоидных анальгетиков во время родов, на наличие признаков избыточной седации и угнетения дыхания"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о влиянии кодеиновой продукции на молоко; из-за возможности серьезных побочных реакций, включая чрезмерную седацию, угнетение дыхания и смерть младенца, находящегося на грудном вскармливании, грудное вскармливание не рекомендуется во время лечения.",
      "Кодеин и его активный метаболит морфин присутствуют в грудном молоке; есть опубликованные исследования и случаи, в которых сообщалось о чрезмерном седативном эффекте, угнетении дыхания и смерти у младенцев, подвергшихся воздействию кодеина через грудное молоко; женщины со сверхбыстрым метаболизмом кодеина достигают более высоких, чем ожидалось, уровней морфина в сыворотке крови, что может привести к более высоким уровням морфина в грудном молоке, что может быть опасным для их детей, находящихся на грудном вскармливании; у женщин с нормальным метаболизмом кодеина (нормальная активность CYP2D6) количество кодеина, секретируемого в грудное молоко, низкое и зависит от дозы; как минимум один случай смерти был зарегистрирован у грудного ребенка, подвергшегося воздействию высоких уровней морфина в грудном молоке, потому что мать была сверхбыстрым метаболизатором кодеина; грудное вскармливание не рекомендуется"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Из-за возможного летального угнетения дыхания не следует одновременно назначать прометазин и кодеин детям младше 12 лет.",
        "Постмаркетинговые случаи угнетения дыхания, в том числе со смертельным исходом, зарегистрированные с использованием прометазина в педиатрических больных; дети могут быть особенно чувствительны к аддитивным эффектам респираторных депрессантов, когда прометазин сочетается с другими респираторными депрессантами, включая кодеин.",
        "Эффекты одновременного применения или отмены индукторов цитохрома P450 3A4, ингибиторов 3A4 или ингибиторов 2D6 с кодеином являются сложными, требующими тщательного изучения воздействия на исходный препарат, кодеин и активный метаболит, морфин; избегать использования прометазина VC с пероральным раствором кодеина у пациентов, принимающих ингибитор CYP3A4, индуктор CYP3A4 или ингибитор 2D6",
        "Прометазин VC с пероральным раствором кодеина не рекомендуется применять беременным женщинам; длительное использование прометазина VC с пероральным раствором кодеина во время беременности может привести к неонатальному синдрому отмены опиоидов, который может быть опасным для жизни, если его не распознать и не лечить, и требует лечения в соответствии с протоколами, разработанными экспертами-неонатологами; если прометазин VC с пероральным раствором кодеина используется в течение длительного периода у беременной женщины, сообщите пациенту о риске неонатального синдрома отмены опиоидов и убедитесь, что будет доступно соответствующее лечение.",
        "Обеспечьте точность при назначении, отпуске и введении прометазина VC с пероральным раствором кодеина; ошибки дозирования могут привести к случайной передозировке и смерти; всегда используйте точное миллилитровое измерительное устройство при измерении и введении прометазина VC с пероральным раствором кодеина."
      ],
      "specific": [
        {
          "type": "Одновременное применение с бензодиазепинами",
          "description": [
            "Зависимость, жестокое обращение и неправильное использование; опасное для жизни угнетение дыхания; случайное проглатывание; риски от одновременного использования с бензодиазепинами или другими депрессантами ЦНС; сверхбыстрый метаболизм кодеина и другие факторы риска опасного для жизни угнетения дыхания у детей; неонатальный синдром отмены опиоидов; взаимодействия с препаратами, влияющими на изоферменты цитохрома р450; и гепатотоксичность",
            "Риски от одновременного использования с бензодиазепинами или другими депрессантами ЦНС; одновременное использование опиоидов с бензодиазепинами или другими депрессантами центральной нервной системы (ЦНС), включая алкоголь, может привести к глубокому седативному эффекту, угнетению дыхания, коме и смерти; зарезервировать одновременное назначение этой комбинации наркотиков и бензодиазепинов или других депрессантов ЦНС для использования у пациентов, для которых альтернативные варианты лечения неадекватны; ограничить дозы и продолжительность до минимума; наблюдать за пациентами на наличие признаков и симптомов угнетения дыхания и седации"
          ]
        },
        {
          "type": "Послеоперационная боль у детей",
          "description": [
            "Одновременное применение опиоидов с бензодиазепинами или другими препаратами, угнетающими центральную нервную систему (ЦНС), включая алкоголь, может привести к выраженному седативному эффекту, угнетению дыхания, коме и смерти; избегать использования опиоидных лекарств от кашля у пациентов, принимающих бензодиазепины, другие депрессанты ЦНС или алкоголь",
            "Смертельные случаи произошли у детей с обструктивным апноэ во сне, получавших кодеин для лечения послеоперационной боли после тонзиллэктомии и/или аденоидэктомии.",
            "Противопоказан детям младше 12 лет и детям младше 18 лет после тонзиллэктомии и/или аденоидэктомии; избегать использования у подростков 12-18 лет, у которых есть другие факторы риска, которые могут повысить их чувствительность к угнетающему дыхание действию кодеина; кодеин превращается в морфин в печени; у этих детей были доказательства сверхбыстрого метаболизма (через CYP2D6) кодеина, что является наследственной (генетической) способностью, вызывающей быстрое превращение кодеина в опасные для жизни или смертельные количества морфина (см. Фармакология)."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [
        "Кодеин и прометазин в этой комбинации препаратов могут увеличить частоту судорог у пациентов с судорожными расстройствами и могут увеличить риск возникновения судорог в других клинических условиях, связанных с судорогами; наблюдать за пациентами с судорожными расстройствами в анамнезе на предмет ухудшения контроля над судорогами во время терапии",
        "Совместное использование опиоидов, включая прометазин HCl и пероральный раствор кодеина фосфата, с бензодиазепинами или другими депрессантами ЦНС, включая алкоголь, может привести к глубокому седативному эффекту, угнетению дыхания, коме и смерти; из-за этих рисков избегайте использования опиоидных лекарств от кашля у пациентов, принимающих бензодиазепины, другие депрессанты ЦНС или алкоголь.",
        "Ошибки дозирования могут привести к случайной передозировке и смерти; чтобы снизить риск передозировки и угнетения дыхания, убедитесь, что доза этого лекарства сообщается четко и точно распределяется",
        "Избегайте использования у пациентов с травмой головы, внутричерепными поражениями или ранее существовавшим повышением внутричерепного давления; у пациентов, которые могут быть восприимчивы к внутричерепным эффектам CO",
        "Опиоидные анальгетики и противокашлевые средства, включая кодеин, один из активных ингредиентов этой комбинации препаратов, не следует применять у пациентов с острым лихорадочным заболеванием, сопровождающимся продуктивным кашлем, или у пациентов с хроническими респираторными заболеваниями, когда нарушается способность очищать трахеобронхиальное дерево от секрета. может отрицательно сказаться на дыхательной функции больного.",
        "2",
        "ИМАО могут потенцировать эффекты морфина, активного метаболита кодеина, включая угнетение дыхания, кому и спутанность сознания ИМАО; при применении препаратов, содержащих фенилэфрин, с предварительным введением ИМАО может усиливаться вазопрессорная реакция сердца и возникать острый гипертонический криз.",
        "задержке дыхания (например, у пациентов с признаками повышенного внутричерепного давления или опухолей головного мозга), это лекарство может снижать дыхательную активность и, как следствие, СО",
        "задержка может еще больше увеличить внутричерепное давление",
        "Эффекты одновременного применения или отмены индукторов цитохрома P450 3A4, ингибиторов 3A4 или ингибиторов 2D6 с кодеином сложны; использование индукторов цитохрома P450 3A4, ингибиторов 3A4 или ингибиторов 2D6 требует тщательного изучения воздействия на исходное лекарство, кодеин, и активный метаболит, морфин.",
        "Фенотиазины связаны с дистоническими реакциями, особенно у детей с острым заболеванием, связанным с обезвоживанием; парадоксальные реакции, включая дистонию, кривошею, выпячивание языка, повышенную возбудимость и аномальные движения, о которых сообщалось у пациентов после однократного введения прометазина; терапия при возникновении парадоксальной реакции"
      ],
      "specific": [
        {
          "type": "прометазин",
          "description": [
            "Внимательно следите за сердечно-сосудистыми заболеваниями, печеночной недостаточностью, синдромом Рея, апноэ во сне в анамнезе.",
            "Судороги произошли с терапевтическими дозами и передозировками гидрохлорида прометазина в педиатрических больных; прометазин может снизить порог судорожной готовности; его следует использовать с осторожностью у лиц с судорожными расстройствами или у лиц, принимающих сопутствующие лекарства, такие как наркотики или местные анестетики, которые также могут влиять на судорожный порог.",
            "Угнетает гипоталамический механизм терморегуляции; воздействие экстремальных температур может вызвать гипо- или гипертермию",
            "Прометазин следует применять с осторожностью у пациентов с депрессией костного мозга; сообщалось о лейкопении и агранулоцитозе, обычно при применении прометазина гидрохлорида в сочетании с другими известными агентами, токсичными для костного мозга.",
            "Угнетающее дыхание действие наркотических анальгетиков и их способность повышать давление спинномозговой жидкости могут быть заметно преувеличены при наличии черепно-мозговой травмы, внутричерепных поражений или ранее существовавшего повышения внутричерепного давления; наркотики могут вызывать побочные реакции, которые могут скрывать клиническое течение пациентов с черепно-мозговыми травмами.",
            "Прометазин представляет собой фенотиазин; фенотиазины связаны с дистоническими реакциями; у педиатрических пациентов с острым заболеванием, связанным с обезвоживанием, повышена восприимчивость к дистониям при использовании прометазина гидрохлорида",
            "Совместное использование опиоидов, включая прометазин HCl и пероральный раствор кодеина фосфата, с бензодиазепинами или другими депрессантами ЦНС, включая алкоголь, может привести к глубокому седативному эффекту, угнетению дыхания, коме и смерти; избегать использования опиоидных лекарств от кашля у пациентов, принимающих бензодиазепины, другие депрессанты ЦНС или алкоголь",
            "Может ухудшить способность управлять автомобилем или выполнять опасные задачи",
            "Противорвотный эффект может скрывать токсичность химиотерапевтических препаратов",
            "Потенциально смертельный симптомокомплекс, иногда называемый злокачественным нейролептическим синдромом (ЗНС), о котором сообщалось в связи с применением только прометазина гидрохлорида или в комбинации с антипсихотическими препаратами; 1) ведение ЗНС должно включать немедленную отмену прометазина гидрохлорида, антипсихотических препаратов, если таковые имеются, и других препаратов, не являющихся необходимыми для одновременной терапии, 2) интенсивное симптоматическое лечение и медицинский мониторинг, и 3) лечение любых сопутствующих серьезных медицинских проблем, для которых специфичны лечение доступно",
            "С осторожностью при ССЗ, бронхиальной астме, печеночной недостаточности, язвенной болезни, нарушениях дыхания; нарушение может усиливаться при одновременном применении других депрессантов центральной нервной системы, таких как алкоголь, седативные/снотворные средства (включая барбитураты), наркотики, наркотические анальгетики, общие анестетики, трициклические антидепрессанты и транквилизаторы; избегать использования прометазина гидрохлорида и перорального раствора кодеина фосфата у пациентов, принимающих эти препараты.",
            "Анафилаксия у восприимчивых людей"
          ]
        },
        {
          "type": "Кодеин",
          "description": [
            "Наркотические анальгетики или средства от кашля, включая кодеин, не следует применять у пациентов с тяжелой астмой или у пациентов с частыми приступами астмы.",
            "Избегайте использования у подростков в возрасте 12-18 лет, у которых есть другие факторы риска, которые могут повысить чувствительность к угнетающим дыхание эффектам кодеина, если преимущества не перевешивают риски; факторы риска включают состояния, связанные с гиповентиляцией, такие как послеоперационный статус, обструктивное апноэ во сне, ожирение, тяжелое заболевание легких, нервно-мышечное заболевание и одновременное применение других лекарств, вызывающих угнетение дыхания; при назначении кодеина подросткам медицинские работники должны выбирать наименьшую эффективную дозу в течение кратчайшего периода времени и информировать пациентов и лиц, осуществляющих уход, о рисках и признаках передозировки морфина.",
            "Кодеин может вызвать или усугубить запор",
            "Дозу кодеина не следует увеличивать, если кашель не помогает; безрецидивный кашель должен быть повторно обследован через 5 дней или ранее для возможной основной патологии, такой как инородное тело или заболевание нижних дыхательных путей.",
            "Риск опасных для жизни побочных эффектов у грудных детей, особенно если мать является сверхбыстрым метаболизатором кодеина.",
            "Сердечные аритмии, наркомания/наркомания, эмоциональная лабильность, заболевания желчного пузыря, черепно-мозговая травма, печеночная недостаточность, гипотиреоз, повышение внутричерепного давления, гипертрофия предстательной железы, почечная недостаточность, судороги с эпилепсией, стриктуры уретры, операции на мочевыводящих путях",
            "Кодеин может вызывать ортостатическую гипотензию у амбулаторных пациентов.",
            "Ибупрофен более эффективен, чем кодеин, при боли при травмах опорно-двигательного аппарата у детей."
          ]
        },
        {
          "type": "Фенилэфрин",
          "description": [
            "С осторожностью при цереброваскулярной недостаточности, ССЗ, АГ, СД, заболеваниях щитовидной железы, гипертрофии предстательной железы, гериатрии."
          ]
        },
        {
          "type": "Гипотония",
          "description": [
            "Терапия может вызвать тяжелую гипотензию, включая ортостатическую гипотензию и обмороки у амбулаторных пациентов; существует повышенный риск у пациентов, у которых способность поддерживать артериальное давление уже нарушена из-за сниженного объема крови или одновременного применения некоторых препаратов, угнетающих ЦНС (например, фенотиазинов или общих анестетиков); контролировать этих пациентов для признаков гипотензии после начала терапии",
            "У пациентов с циркуляторным шоком терапия может вызвать вазодилатацию, что может привести к дальнейшему снижению сердечного выброса и артериального давления; избегать использования у пациентов с циркуляторным шоком"
          ]
        },
        {
          "type": "Зависимость, злоупотребление, неправильное использование",
          "description": [
            "Хотя риск зависимости у любого человека неизвестен, он может возникнуть у пациентов, которым надлежащим образом назначено это лекарство; привыкание может возникнуть при рекомендуемых дозировках, а также при неправильном употреблении или злоупотреблении наркотиками; риски увеличиваются у пациентов с личным или семейным анамнезом злоупотребления психоактивными веществами (включая злоупотребление наркотиками или алкоголем или зависимость) или психических заболеваний (например, большой депрессии).",
            "Опиоиды разыскиваются наркоманами и людьми с расстройствами зависимости, и они подлежат криминальной утечке; учитывать эти риски при назначении или отпуске этого лекарства; стратегии по снижению этих рисков включают назначение препарата в наименьшем подходящем количестве и консультирование пациента по надлежащей утилизации неиспользованного препарата.",
            "Обратитесь в местный государственный профессиональный совет по лицензированию или государственный орган по контролю за веществами для получения информации о том, как предотвратить и обнаружить злоупотребление или утечку этого продукта."
          ]
        },
        {
          "type": "Воздействие на сердечно-сосудистую систему и центральную нервную систему",
          "description": [
            "Фенилэфрин, содержащийся в этой лекарственной комбинации, может оказывать у некоторых пациентов воздействие на сердечно-сосудистую систему и центральную нервную систему, например бессонницу, головокружение, слабость, тремор, кратковременное повышение артериального давления или аритмии.",
            "Сообщается о стимуляции центральной нервной системы с судорогами или сердечно-сосудистым коллапсом с сопровождающей гипотензией; фенилэфрин может вызвать снижение сердечного выброса; у пациентов с артериальной гипертензией или с периферической сосудистой недостаточностью фенилэфрин может вызывать ишемию, увеличивая риск гангрены или тромбоза скомпрометированных сосудистых русел",
            "Таким образом, терапия противопоказана пациентам с тяжелой артериальной гипертензией, ишемической болезнью сердца или периферической сосудистой недостаточностью и должна применяться с осторожностью у пациентов с другими сердечно-сосудистыми заболеваниями, включая пациентов с атеросклерозом, пожилых людей или пациентов с нарушением мозгового кровообращения."
          ]
        },
        {
          "type": "Желудочно-кишечные заболевания",
          "description": [
            "Терапия может привести к запорам или обструктивным заболеваниям кишечника, особенно у пациентов с сопутствующими нарушениями моторики кишечника; с осторожностью применять у пациентов с сопутствующими нарушениями моторики кишечника",
            "Этот препарат противопоказан пациентам с известной или подозреваемой желудочно-кишечной непроходимостью, включая паралитическую; терапия может скрыть диагноз или клиническое течение пациентов с острыми абдоминальными состояниями",
            "Введение прометазина было связано с сообщениями о холестатической желтухе.",
            "Одновременное применение антихолинергических средств с прометазином VC с раствором кодеина для приема внутрь может вызвать паралитическую кишечную непроходимость.",
            "Терапия может вызывать спазм сфинктера Одди, что приводит к повышению давления в желчевыводящих путях; опиоиды могут вызывать повышение уровня амилазы в сыворотке крови; наблюдать за пациентами с заболеваниями желчевыводящих путей, включая острый панкреатит, на предмет ухудшения симптомов"
          ]
        },
        {
          "type": "Ментальная бдительность",
          "description": [
            "Консультировать пациентов, чтобы избежать участия в опасных задач, требующих умственной бдительности и координации движений после приема этой комбинации наркотиков; избегайте одновременного приема с алкоголем или другими депрессантами центральной нервной системы, поскольку это может привести к дополнительному ухудшению работы центральной нервной системы.",
            "Кодеин и прометазин, два активных ингредиента этого препарата, могут вызывать заметную сонливость и нарушать умственные и/или физические способности, необходимые для выполнения потенциально опасных задач, таких как вождение автомобиля или работа с механизмами."
          ]
        },
        {
          "type": "Угнетение дыхания",
          "description": [
            "Дети могут быть особенно чувствительны к дополнительным эффектам угнетения дыхания, когда прометазин сочетается с другими угнетающими дыхание средствами; Чрезмерно большие дозы антигистаминных препаратов, включая гидрохлорид прометазина, у детей могут вызвать внезапную смерть.",
            "Хотя серьезное, опасное для жизни или фатальное угнетение дыхания может возникнуть в любое время при применении этой комбинации препаратов, риск наиболее высок в начале терапии, при одновременном применении с другими препаратами, которые могут вызывать угнетение дыхания у пациентов с хроническими легочными заболеваниями. заболевание или сниженный респираторный резерв, а также у пациентов с измененной фармакокинетикой или измененным клиренсом (например, пожилые, кахектические или ослабленные пациенты)",
            "Чтобы снизить риск угнетения дыхания, необходимо правильно дозировать; внимательно наблюдайте за пациентами, особенно в течение первых 24-72 часов после начала терапии или при использовании у пациентов с повышенным риском",
            "Случайное проглатывание даже одной дозы этого лекарства, особенно детьми, может привести к угнетению дыхания и смерти.",
            "Кодеин вызывает дозозависимое угнетение дыхания, непосредственно действуя на дыхательный центр ствола головного мозга, который контролирует ритм дыхания и может вызывать нерегулярное и периодическое дыхание; метаболизм кодеина зависит от генотипа CYP2D6, что может привести к повышенному воздействию активного метаболита морфина.",
            "Угнетение дыхания, если его немедленно не распознать и не лечить, может привести к остановке дыхания и смерти; лечение угнетения дыхания включает прекращение приема прометазина VC с пероральным раствором кодеина, тщательное наблюдение, поддерживающие меры и использование опиоидных антагонистов (например, налоксона) в зависимости от клинического состояния пациента; задержка углекислого газа (CO 2 ) из-за угнетения дыхания, вызванного опиоидами, может усугубить седативный эффект опиоидов."
          ]
        },
        {
          "type": "Сверхбыстрый метаболизм",
          "description": [
            "Основываясь на постмаркетинговых отчетах, дети в возрасте до 12 лет, по-видимому, более восприимчивы к угнетающему дыхание эффекту кодеина, особенно при наличии факторов риска угнетения дыхания.",
            "Дети с обструктивным апноэ во сне, получающие лечение кодеином от болей после тонзиллэктомии и/или аденоидэктомии, могут быть особенно чувствительны к эффекту угнетения дыхания.",
            "Некоторые люди могут быть сверхбыстрыми метаболизаторами из-за специфического генотипа CYP2D6 (например, дупликации генов, обозначаемые как *1/*1xN или *1/*2xN); распространенность этого фенотипа CYP2D6 широко варьирует и оценивается в 1-10% для белых (европейцев, североамериканцев), 3-4% для чернокожих (афроамериканцев), 1-2% для выходцев из Восточной Азии (китайцев, японцев, корейцев). ) и может превышать 10% в определенных этнических группах (т. е. выходцы из Океании, Северной Африки, Ближнего Востока, евреи-ашкенази, пуэрториканцы); эти люди превращают кодеин в его активный метаболит, морфин, быстрее и полнее, чем другие люди; это быстрое преобразование приводит к более высоким, чем ожидалось, уровням морфина в сыворотке; даже при рекомендованных режимах дозирования у лиц со сверхбыстрым метаболизмом может развиться опасное для жизни или фатальное угнетение дыхания или возникнуть признаки передозировки (такие как сильная сонливость, спутанность сознания или поверхностное дыхание); люди, которые являются сверхбыстрыми метаболизаторами, не должны использовать это лекарство"
          ]
        },
        {
          "type": "Злокачественный нейролептический синдром",
          "description": [
            "Другие важные соображения при дифференциальной диагностике включают центральную антихолинергическую токсичность, тепловой удар, лекарственную лихорадку и первичную патологию центральной нервной системы (ЦНС).",
            "Поскольку сообщалось о рецидивах ЗНС при применении фенотиазинов, избегайте использования этой комбинации препаратов у пациентов с историей ЗНС.",
            "Диагностическая оценка пациентов с этим синдромом затруднена; при постановке диагноза важно выявить случаи, когда клиническая картина включает как серьезное заболевание (например, пневмонию, системную инфекцию и т. д.), так и нелеченные или неадекватно леченные экстрапирамидные признаки и симптомы (ЭПС)."
          ]
        },
        {
          "type": "Неонатальный синдром отмены опиоидов",
          "description": [
            "Терапию не рекомендуется применять беременным женщинам; длительное применение во время беременности может привести к синдрому отмены у новорожденного; синдром отмены опиоидов у новорожденных, в отличие от синдрома отмены опиоидов у взрослых, может быть опасным для жизни, если его не распознать и не лечить, и требует лечения в соответствии с протоколами, разработанными экспертами-неонатологами; наблюдайте за новорожденными на наличие признаков неонатального синдрома отмены опиоидов и лечите их соответствующим образом; консультировать беременных женщин, принимающих опиоиды в течение длительного периода риска неонатального синдрома отмены опиоидов, и обеспечивать доступность соответствующего лечения"
          ]
        },
        {
          "type": "Надпочечниковая недостаточность",
          "description": [
            "Можно попробовать другие опиоиды, поскольку в некоторых случаях сообщается об использовании другого опиоида без рецидива надпочечниковой недостаточности; доступная информация не идентифицирует какие-либо конкретные опиоиды, которые с большей вероятностью связаны с надпочечниковой недостаточностью.",
            "При подозрении на надпочечниковую недостаточность как можно скорее подтвердите диагноз с помощью диагностического тестирования; если диагностирована надпочечниковая недостаточность, лечите физиологическими заместительными дозами кортикостероидов; отлучение пациента от опиоидов для восстановления функции надпочечников и продолжение лечения кортикостероидами до восстановления функции надпочечников",
            "Сообщалось о случаях надпочечниковой недостаточности при употреблении опиоидов, чаще после более чем одного месяца употребления; проявление надпочечниковой недостаточности может включать неспецифические симптомы и признаки, включая тошноту, рвоту, анорексию, утомляемость, слабость, головокружение и низкое кровяное давление."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    }
  ]
}