{
  "name": "эльтромбопаг",
  "comment": "Rx",
  "other_names": [
    "Промакта"
  ],
  "classes": [
    "Гемопоэтические факторы роста"
  ],
  "source": "https://reference.medscape.com/drug/promacta-eltrombopag-342178",
  "pregnancy": {
    "common": [
      "Имеющихся данных из опубликованных отчетов о случаях и постмаркетингового опыта применения у беременных женщин недостаточно для оценки каких-либо рисков, связанных с приемом препарата, серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях токсичности для репродукции и развития животных пероральное введение элтромбопага беременным крысам во время органогенеза приводило к эмбриолетальности и снижению массы плода в дозах, токсичных для матери.",
          "Эффекты наблюдались при дозах, которые в 6 раз превышали клиническое воздействие на человека на основе AUC у пациентов с хронической ИТП в дозе 75 мг/сут и в 3 раза превышали AUC у пациентов с хроническим гепатитом С при дозе 100 мг/сут."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Основываясь на исследованиях репродукции животных, при введении беременной женщине может быть нанесен вред плоду.",
          "Используйте эффективные средства контрацепции у сексуально активных женщин репродуктивного возраста во время лечения и в течение как минимум 7 дней после прекращения лечения."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Тем не менее, препарат был обнаружен у детенышей лактирующих крыс через 10 дней после родов, что свидетельствует о возможности переноса во время лактации; из-за возможности серьезных побочных реакций у детей, находящихся на грудном вскармливании, от препарата, грудное вскармливание не рекомендуется во время лечения.",
      "Отсутствуют данные о наличии элтромбопага или его метаболитов в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Риск печеночной декомпенсации у больных хроническим гепатитом С",
          "description": [
            "Риск гепатотоксичности",
            "У пациентов с хроническим гепатитом С элтромбопаг в сочетании с интерфероном и рибавирином может повышать риск печеночной декомпенсации.",
            "Может увеличить риск тяжелой и потенциально опасной для жизни гепатотоксичности",
            "Мониторинг функции печени и прекращение дозирования в соответствии с рекомендациями"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск тромбоцитопении и кровотечения после прекращения приема",
        "Если пациент с печеночной недостаточностью (классы А, В, С по Чайлд-Пью) начинает терапию первой линии лечения тяжелой апластической анемии, уменьшите начальную дозу.",
        "Тромбоз воротной вены, зарегистрированный у пациентов с хроническим заболеванием печени, получающих терапию",
        "Не для нормализации количества тромбоцитов, поскольку это может увеличить риск тромботических/тромбоэмболических осложнений; для использования только тогда, когда степень тромбоцитопении и клинические состояния увеличивают риск кровотечения у пациентов с хронической иммунной идиопатической тромбоцитопенией",
        "Не указано для лечения больных с миелодиспластическими синдромами (МДС); повышенный риск смерти и прогрессирования МДС в острый миелоидный лейкоз, наблюдаемый в клиническом исследовании, показывающем повышенный относительный риск прогрессирования в ОМЛ на 166%",
        "Учитывайте потенциальный риск тромбоэмболии при назначении препарата пациентам с известными факторами риска тромбоэмболии (например, фактор V Лейдена, дефицит ATIII, антифосфолипидный синдром, хроническое заболевание печени).",
        "При гепатите С использовать только в том случае, если тромбоцитопения препятствует началу и поддержанию терапии на основе интерферона; прекратить, если противовирусная терапия прекращена",
        "Может развиться или ухудшиться катаракта; скрининг перед введением и во время лечения",
        "Прекратить, если количество тромбоцитов не соответствует уровню, чтобы избежать клинически значимого кровотечения после 4 недель приема максимальной рекомендуемой дозы.",
        "При апластической анемии используйте минимальную дозу для достижения и поддержания гематологического ответа; прекратить прием, если через 16 недель терапии не наблюдается гематологического ответа, чрезмерного количества тромбоцитов или отклонений от нормы печеночных тестов.",
        "Хронический гепатит С с циррозом может увеличить риск печеночной декомпенсации и смерти при лечении альфа-интерферонами; коррекция дозы у пациентов с хроническим гепатитом С и печеночной недостаточностью не рекомендуется.",
        "Сообщалось о тромботических/тромбоэмболических осложнениях; включали как венозные, так и артериальные события и наблюдались при низком и нормальном количестве тромбоцитов."
      ],
      "specific": [
        {
          "type": "Гепатотоксичность",
          "description": [
            "Измеряйте АЛТ, АСТ и билирубин в сыворотке до начала терапии, каждые 2 недели на этапе коррекции дозы и ежемесячно после установления стабильной дозы. Препарат ингибирует UDP-глюкуронозилтрансферазу (UGT)1A1 и органический анион-транспортирующий полипептид (OATP)1B1, что может привести к непрямой гипербилирубинемии; если билирубин повышен, провести фракционирование; оценить аномальные печеночные пробы сыворотки с повторным тестированием в течение 3-5 дней",
            "Если считается, что потенциальная польза от возобновления лечения превышает риск гепатотоксичности, следует с осторожностью рассмотреть вопрос о возобновлении терапии и еженедельно измерять сывороточные пробы печени на этапе коррекции дозы; гепатотоксичность может повториться при возобновлении терапии; если аномалии печеночных тестов сохраняются, ухудшаются или повторяются, то следует окончательно прекратить терапию.",
            "Может увеличить риск серьезной и потенциально опасной для жизни гепатотоксичности (см. Предупреждения о черном ящике); контролировать функцию печени до и во время терапии",
            "Если аномалии подтвердятся, еженедельно контролируйте сывороточные печеночные пробы до разрешения или стабилизации; прекратите лечение, если уровни АЛТ повышаются до уровня, превышающего или равного 3 x ULN у пациентов с нормальной функцией печени, или выше или равного 3 x исходному уровню (или более чем 5 x ULN, в зависимости от того, что меньше) у пациентов с повышением до лечения. в трансаминазах и являются: прогрессивно возрастающими, или персистирующими в течение более или равного 4 неделям, или сопровождаются повышением прямого билирубина, или сопровождаются клиническими симптомами поражения печени или признаками печеночной декомпенсации",
            "Измеряйте АЛТ, АСТ и билирубин до начала терапии, через день во время госпитализации для терапии ч-АТГ, а затем каждые 2 недели во время лечения; во время лечения контролировать повышение уровней АЛТ или АСТ в соответствии с рекомендациями",
            "Терапия первой линии тяжелой апластической анемии",
            "Лечение ИТП, тромбоцитопении, ассоциированной с хроническим гепатитом С, и рефрактерной тяжелой апластической анемии"
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Транспортеры OATP1B1 или BCRP",
            "Соблюдайте осторожность при совместном применении с субстратами OATP1B1 (например, аторвастатином, бозентаном, эзетимибом, флувастатином, глибуридом, олмезартаном, питавастатином, правастатином, розувастатином, репаглинидом, рифампином, симвастатиновой кислотой, SN-38 [активным метаболитом иринотекана], валсартаном) или BCRP ( например, иматиниб, иринотекан, лапатиниб, метотрексат, митоксантрон, розувастатин, сульфасалазин, топотекан)",
            "Вводить по крайней мере за 2 часа до или через 4 часа после любых лекарств или продуктов, содержащих поливалентные катионы, таких как антациды, молочные продукты и минеральные добавки, чтобы избежать значительного снижения абсорбции.",
            "Поливалентные катионы",
            "Элтромбопаг хелатирует поливалентные катионы (например, железо, кальций, алюминий, магний, селен, цинк) в пищевых продуктах, минеральных добавках и антацидах.",
            "Внимательно следите за признаками/симптомами чрезмерного воздействия субстратов OATP1B1 или BCRP и при необходимости рассмотрите возможность снижения дозы этих препаратов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "элтромбопаг повысит уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "Элтромбопаг повышает токсичность аторвастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "карбонильное железо снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элтромбопаг повышает уровень элуксадолина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Уменьшите дозу элуксадолина до 75 мг перорально два раза в день при совместном применении с ингибиторами OATP1B1. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол железа снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "фумарат железа снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "Элтромбопаг повышает токсичность флувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "Комплекс декстрана железа снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "сахароза железа снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "хлорид магния снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "цитрат магния снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "сульфат магния снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "элтромбопаг повышает токсичность озанимода по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное введение озанимода (субстрата BCRP) с ингибиторами BCRP увеличивает воздействие второстепенных (RP101988, RP101075) и основных активных метаболитов (CC112273, CC1084037) озанимода, что может увеличить риск побочных реакций озанимода. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питавастатин",
      "description": {
        "common": "Элтромбопаг повышает токсичность питавастатина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "полисахарид железа снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "правастатин",
      "description": {
        "common": "Элтромбопаг повышает токсичность правастатина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "Элтромбопаг повысит уровень или эффект римегепанта от Другого (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "элтромбопаг будет увеличивать уровень или эффект риоцигуата с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Совместное введение риоцигуата (субстрат P-gp) с сильными ингибиторами P-gp может потребовать снижения начальной дозы до 0,5 мг перорально три раза в день; следить за признаками гипотензии и при необходимости уменьшить дозу"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника снижают уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "розувастатин",
      "description": {
        "common": "Элтромбопаг повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селен",
      "description": {
        "common": "селен снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "элтромбопаг повысит уровень или эффект симвастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B1 могут увеличить риск миопатии"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "талазопариб",
      "description": {
        "common": "Элтромбопаг будет повышать уровень или эффект талазопага по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы BCRP могут увеличивать системное воздействие талазопариба (субстрата BCRP). Если coadministration нельзя избежать, следите за возможными побочными реакциями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетаминофен",
      "description": {
        "common": "элтромбопаг повышает уровень ацетаминофена за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетаминофен IV",
      "description": {
        "common": "элтромбопаг повышает уровень ацетаминофена IV за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетаминофен ректальный",
      "description": {
        "common": "элтромбопаг повышает уровень ректального ацетаминофена за счет снижения метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артесунат",
      "description": {
        "common": "элтромбопаг увеличивает уровень или эффект артесуната за счет снижения метаболизма. Используйте осторожность/монитор. Одновременное применение может увеличить количество активного метаболита артесуната (ДГК) за счет ингибирования УГТ. Монитор для увеличения побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "элтромбопаг повышает уровень ректального аспирина за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "Элтромбопаг повышает уровень аспирина/лимонной кислоты/бикарбоната натрия за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир повышает уровень элтромбопага за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "Элтромбопаг повышает уровень аторвастатина за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование белков-транспортеров ОАТР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "элтромбопаг повышает уровень белладонны и опиума за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "Элтромбопаг повышает уровень беротральстата на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: доза беротральстата (субстрата BCRP) снижена до 110 мг/сут при одновременном применении с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "Элтромбопаг повышает уровень буккального бупренорфина за счет снижения метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "элтромбопаг повышает уровень целекоксиба за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "Элтромбопаг повышает уровень холина трисалицилата магния за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение сигарет",
      "description": {
        "common": "курение сигарет снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферипрон",
      "description": {
        "common": "Элтромбопаг увеличивает уровень или эффект деферипрона за счет снижения метаболизма. Используйте осторожность/монитор. Одновременное применение с ингибиторами UGT1A6 может повышать концентрацию деферипрона в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "элтромбопаг повышает уровень диклофенака за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "Элтромбопаг повышает уровень дифлунизала за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "элтромбопаг будет повышать уровень или эффект дювелисиба по другим причинам (см. комментарий). Используйте осторожность/монитор. Совместное введение дувелисиба (субстрата BCRP) с ингибитором транспорта BCRP может повышать уровни или эффекты дювелисиба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "элтромбопаг повышает уровень этодолака за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "Элтромбопаг повышает уровень фенопрофена за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "Элтромбопаг повышает уровень флурбипрофена за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувастатин",
      "description": {
        "common": "элтромбопаг повышает уровень флувастатина за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование белков-транспортеров ОАТР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "элтромбопаг будет повышать уровень или эффект глекапревира/пибрентасвира за счет снижения метаболизма. Используйте осторожность/монитор. Мониторинг побочных эффектов глекапревира/пибрентасвира при совместном применении с препаратами, которые являются ингибиторами OATP1B1 и BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "элтромбопаг повышает уровень гидроморфона за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "Элтромбопаг повышает уровень ибупрофена за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "Элтромбопаг повышает уровень ибупрофена внутривенно за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет увеличивать уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "Элтромбопаг повышает уровень индометацина за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет повышать уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "Элтромбопаг повышает уровень кетопрофена за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "Элтромбопаг повышает уровень кеторолака за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "Элтромбопаг повышает уровень интраназального кеторолака за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "элтромбопаг повышает уровень летермовира за счет замедления метаболизма. Используйте осторожность/монитор. Совместное введение летермовира, субстрата ОАТР1В1/3, с ингибиторами ОАТР1В1/3 может повышать концентрацию летермовира в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "элтромбопаг повышает уровень леворфанола за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект элтромбопага по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Препарат может образовывать хелат с поливалентными катионами; может снизить всасывание в желудочно-кишечном тракте; относится к устным формам; можно вводить натощак за 2 часа до введения поливалентного катиона или через 4 часа после"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "элтромбопаг повышает уровень меклофенамата за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "Элтромбопаг повышает уровень мефенамовой кислоты за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "элтромбопаг повышает уровень мелоксикама за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "Элтромбопаг повышает уровень меперидина за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "элтромбопаг повышает уровень метадона за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "элтромбопаг повышает уровень метотрексата за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование белков-транспортеров ОАТР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "мексилетин повышает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "элтромбопаг повышает уровень морфина за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "элтромбопаг повышает уровень набуметона за счет снижения метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "элтромбопаг повышает уровень напроксена за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "натеглинид повышает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "элтромбопаг повышает уровень настойки опия за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "элтромбопаг повышает уровень оксапрозина за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "элтромбопаг повышает уровень оксикодона за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "элтромбопаг повышает уровень оксиморфона за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2а",
      "description": {
        "common": "пегинтерферон альфа 2а повышает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "элтромбопаг повышает уровень пироксикама за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "элтромбопаг повышает уровень репаглинида за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование белков-транспортеров ОАТР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "Элтромбопаг будет снижать уровень или эффект сакубитрила/валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "элтромбопаг повышает уровень салицилатов (не аза) за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "элтромбопаг повышает уровень сальсалата за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селен",
      "description": {
        "common": "селен снижает уровень или эффект элтромбопага за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Введение элтромбопага отделено от поливалентных катионов не менее чем на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селексипаг",
      "description": {
        "common": "Элтромбопаг повысит уровень или эффект селексипага от других (см. комментарий). Используйте осторожность/монитор. Селексипаг представляет собой субстрат ABCG2 (BCRP). Мониторинг селексипаг для повышения фармакологических или побочных эффектов при coadministered с ингибиторами ABCG2 (BCRP)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение",
      "description": {
        "common": "курение снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "элтромбопаг повышает уровень суфентанила за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол будет увеличивать уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "элтромбопаг повышает уровень сульфасалазина за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "элтромбопаг повышает уровень сулиндака за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "элтромбопаг повышает уровень тапентадола за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "употребление табака",
      "description": {
        "common": "употребление табака снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "элтромбопаг повышает уровень толметина за счет замедления метаболизма. Используйте осторожность/монитор. ингибирование УГТ; значение взаимодействия неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топотекан",
      "description": {
        "common": "элтромбопаг повысит уровень или эффект топотекана по другому (см. комментарий). Используйте осторожность/монитор. Избегайте совместного администрирования. Топотекан является субстратом переносчика оттока BCRP. Элтромбопаг ингибирует BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "элтромбопаг снижает уровень или эффект валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зилеутон",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк снижает уровень или эффект элтромбопага за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят элтромбопаг по крайней мере за 2 часа до или через 4 часа после перорального приема любого продукта, содержащего поливалентные катионы."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "33"
    },
    {
      "name": "Усталость",
      "percent": "28"
    },
    {
      "name": "Кашель",
      "percent": "23"
    },
    {
      "name": "Диарея",
      "percent": "21"
    },
    {
      "name": "Головная боль",
      "percent": "21"
    },
    {
      "name": "Боль в конечностях",
      "percent": "19"
    },
    {
      "name": "лихорадка",
      "percent": "14"
    },
    {
      "name": "Головокружение",
      "percent": "14"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "14"
    },
    {
      "name": "Боль в животе",
      "percent": "12"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "12"
    },
    {
      "name": "Трансаминазы повышены",
      "percent": "12"
    },
    {
      "name": "Артралгия",
      "percent": "12"
    },
    {
      "name": "ринорея",
      "percent": "12"
    },
    {
      "name": "Сыпь",
      "percent": "7"
    },
    {
      "name": "Гипербилирубинемия",
      "percent": "7"
    },
    {
      "name": "Катаракта",
      "percent": "2"
    }
  ]
}