{
  "name": "синусовый имплантат мометазона",
  "comment": "Rx",
  "other_names": [
    "Контур движения",
    "Пропел Мини",
    "Синува",
    "Движение"
  ],
  "classes": [
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/propel-sinuva-mometasone-sinus-implant-1000181",
  "pregnancy": {
    "common": [
      "Данных о беременных нет."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о наличии мометазона в грудном молоке из имплантатов."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Подозрение или подтвержденная непереносимость мометазона фуроата или любого из сополимеров",
        "Сополимеры имплантатов Propel: сополимеры лактида, гликолида или капролактона.",
        "Сополимеры Sinuva: поли(DL-лактид-со-гликолид), полиэтиленгликоль"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Продвигайте имплантаты",
          "description": [
            "Риск синдрома токсического шока",
            "Подтвердить отсутствие антимикробных свойств; возможна реакция на инородное тело",
            "Отчеты о физико-химическом состоянии, связанном с хирургией пазухи, с имплантатами и тампонами пазухи или без них."
          ]
        },
        {
          "type": "Синува имплантаты",
          "description": [
            "Иммуносупрессия и риск инфекций",
            "Гиперкортицизм и угнетение надпочечников не оценивались в ходе клинических испытаний; наблюдение за пациентами, которые могут быть в группе риска",
            "Лица, принимающие препараты, подавляющие иммунную систему, такие как метаболически-эндокринные кортикостероиды, более восприимчивы к инфекциям, чем здоровые люди; ветряная оспа и корь, например, могут иметь более серьезное или даже фатальное течение у восприимчивых детей или взрослых, использующих метаболически-эндокринные #кортикостероиды; у таких детей или взрослых, у которых не было этих заболеваний или которые не были должным образом иммунизированы, следует проявлять особую осторожность, чтобы избежать воздействия",
            "Осторожность с иммуносупрессивными пациентами или с помощью иммунодепрессантов; повышенный риск заражения у этих людей",
            "Сообщалось о реакциях гиперчувствительности, включая сыпь, зуд и ангионевротический отек, при применении метаболически-эндокринных кортикостероидов.",
            "Мониторинг слизистой оболочки носа, прилегающей к имплантату, на наличие признаков кровотечения, раздражения, инфекции или перфорации; избегать использования при носовых язвах или травмах",
            "Как доза, путь и продолжительность введения кортикостероидов влияют на риск развития диссеминированной инфекции, неизвестно; безопасность и эффективность имплантата не были установлены у детей в возрасте до 18 лет, и он не показан для использования в этой популяции.",
            "Глаукома, катаракта и клинически значимое повышение ВГД не наблюдались у пациентов из лечебной группы 1 рандомизированного контролируемого клинического исследования (N = 53), которым была выполнена билатеральная установка имплантатов; тем не менее, необходим тщательный мониторинг пациентов с изменениями зрения или повышенным внутриглазным давлением в анамнезе, глаукомой и/или катарактой."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Мощные ингибиторы CYP3A4 могут повышать концентрацию мометазона в плазме."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "Синусовый имплантат мометазона, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Рассмотрите возможность профилактического применения кортикостероидов у пациентов после взвешивания потенциальных преимуществ и рисков. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "Имплантат пазухи мометазона, аутолейцель брексукабтагена.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "синусовый имплантат мометазон, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "синусовый имплантат мометазона, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "Синусовый имплантат мометазон, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "синусовый имплантат мометазон, мациморелин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Лекарства, которые непосредственно влияют на секрецию гипофизом гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, влияющих на высвобождение ГР. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "синусовый имплантат мометазона, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "Синусовый имплантат мометазон, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут увеличивать или уменьшать концентрацию циклоспорина. Кроме того, циклоспорин может повышать концентрацию кортикостероидов в плазме крови. Следите за изменениями концентрации циклоспорина и за токсичностью кортикостероидов и/или циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "синусовый имплантат мометазон снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "Синусовый имплантат мометазона и сульфат изавуконазония снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает эффекты синусового имплантата мометазона, установленного другими (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Гормон роста (GH) ингибирует микросомальный фермент 11 бета-гидроксистероиддегидрогеназу типа 1, который превращает кортизон в его активный метаболит, кортизол. У пациентов с нелеченым дефицитом ГР может наблюдаться повышение уровня кортизола в сыворотке, а начало приема лонапегсоматропина может привести к снижению уровня кортизола в сыворотке. Пациентам с гипоадренализмом, получающим глюкокортикоиды, может потребоваться увеличение дозы глюкокортикоидов при стрессе или поддерживающих дозах после начала лечения лонапегсоматропином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, синусовый имплантат мометазон.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "Понесимод и мометазоновый синусовый имплант усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия увеличивает токсичность синусового имплантата мометазона по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия / сульфат калия / сульфат магния увеличивает токсичность синусового имплантата мометазона по другому (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан уменьшает эффекты синусового имплантата мометазона, установленного другими (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: микросомальный фермент 11-бета-гидроксистероиддегидрогеназа типа 1 (11-бета-ГСД-1), необходимый для превращения кортизона в его активный метаболит, кортизол, в печени и жировой ткани. GH ингибирует 11-бета-HSD-1. Пациентам, получающим глюкокортикоиды по поводу гипофункции надпочечников, может потребоваться увеличение поддерживающей или стрессовой дозы после начала лечения сомапацитаном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб и синусовый имплант мометазона усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "астма",
      "percent": "4.7"
    },
    {
      "name": "Головная боль",
      "percent": "3.5"
    },
    {
      "name": "носовое кровотечение",
      "percent": "2.4"
    },
    {
      "name": "Предобморочное состояние",
      "percent": "2.4"
    },
    {
      "name": "Бронхит",
      "percent": "2"
    },
    {
      "name": "Средний отит",
      "percent": "2"
    },
    {
      "name": "Назофарингит",
      "percent": "1.2"
    },
    {
      "name": "Преждевременное смещение имплантата или фрагментов имплантата",
      "percent": null
    },
    {
      "name": "Проглатывание имплантата или фрагментов имплантата",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "Давление",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Реакция на инородное тело",
      "percent": null
    }
  ]
}