{
  "name": "цизаприд",
  "comment": "Rx",
  "other_names": [
    "Пропульсид"
  ],
  "classes": [
    "Прокинетические агенты"
  ],
  "source": "https://reference.medscape.com/drug/propulsid-cisapride-341986",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: проникает в грудное молоко; использовать с осторожностью (Комитет AAP заявляет, что он совместим с уходом за больными)"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: проникает в грудное молоко; использовать с осторожностью (Комитет AAP заявляет, что он совместим с уходом за больными)"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Сердечно-сосудистые: Серьезные сердечные аритмии, включая желудочковую тахикардию, фибрилляцию желудочков, torsades de pointes и удлинение интервала QT; факторы риска включают одновременную терапию препаратами, вызывающими удлинение интервала QT или истощение сывороточных электролитов.",
        "Доступно только по программе ограниченного доступа для пациентов, отвечающих требованиям; 222.propulsid-lap.com",
        "Лекарственные взаимодействия: Противопоказан к применению с многочисленными препаратами, в том числе с теми, которые, как известно, вызывают удлинение интервала QT (например, трициклические препараты, некоторые нейролептики) или ингибиторами CYP450 3A4 (например, флуконазол, кетоконазол, итраконазол); см. список запрещенных лекарств на сайте www.propulsid-lap.com",
        "Не превышайте рекомендуемые дозы"
      ],
      "specific": [
        {
          "type": "Мониторинг",
          "description": [
            "Прекратите прием препарата при развитии обморока, тахикардии или аритмии.",
            "Выполните исходную ЭКГ в 12 отведениях",
            "Не начинайте терапию, если QTc > 450 мсек.",
            "Оценивайте уровни электролитов и креатинина в сыворотке до начала лечения и всякий раз, когда развивается состояние, влияющее на электролитный баланс или функцию почек."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "История пациента или семейный анамнез синдрома удлиненного интервала QT",
        "При запросе цизаприда в рамках программы сострадательного использования необходимо просмотреть длинный список запрещенных лекарств, чтобы убедиться, что пациент не принимает лекарства, которые могут привести к серьезным или опасным для жизни взаимодействиям.",
        "Серьезные сердечные аритмии (например, фибрилляция желудочков, torsades de pointes и удлинение интервала QT), о которых сообщалось у пациентов, принимающих цизаприд с другими препаратами, которые ингибируют цитохром CYP3A4 или обладают аддитивным эффектом удлинения интервала QT; некоторые из этих событий были фатальными",
        "Сопутствующие препараты, которые, как известно, удлиняют интервал QT и повышают риск аритмии (например, антиаритмические препараты класса III, ингибиторы CYP3A4, повышающие концентрацию цизаприда, препараты, снижающие уровень калия или магния в сыворотке крови)",
        "Почечная недостаточность в анамнезе, желудочковые аритмии, ишемическая болезнь сердца, ЗСН, клинически значимая брадикардия, нескорректированные электролитные нарушения (например, гипомагниемия, гипокалиемия) и дыхательная недостаточность",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не для использования у пациентов, у которых может наблюдаться быстрое снижение уровня калия в плазме крови, например, в результате приема диуретиков и/или инсулина, приводящих к потере калия в неотложных состояниях.",
        "Уменьшить дозу на 50% при поражении печени",
        "Серьезные сердечные аритмии, тахикардия, фибрилляция желудочков, torsade de pointes и удлинение интервала QT, зарегистрированные у пациентов, принимающих ингибиторы CYP3A4.",
        "Потенциальные преимущества следует сопоставлять с рисками до начала терапии у пациентов, у которых может развиться удлинение интервалов сердечной проводимости, особенно QTc."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и цизаприд увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и цизаприд увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и цизаприд увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и цизаприд увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и цизаприд увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и цизаприд увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и цизаприд увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и цизаприд увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин и цизаприд увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид увеличивает токсичность цизаприда на интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность цизаприда на интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол повышает уровень цизаприда за счет замедления метаболизма. Противопоказано. Риск удлинения интервала QT."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, цизаприд. интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин увеличивает токсичность цизаприда по интервалу QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает токсичность цизаприда на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам и цизаприд увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и цизаприд увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб и цизаприд увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и цизаприд увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат увеличивает токсичность цизаприда на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод, цизаприд.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Проконсультируйтесь с кардиологом, если планируете лечение. Как правило, не следует начинать лечение у пациентов, которые одновременно принимают препараты, удлиняющие интервал QT, с известными аритмогенными свойствами, такие как блокаторы кальциевых каналов, снижающие ЧСС (например, верапамил, дилтиазем)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает уровень цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир будет повышать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "цизаприд увеличивает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб и цизаприд увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "Капецитабин и цизаприд уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и цизаприд увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и цизаприд увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "дейтетрабеназин и цизаприд увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут повышать риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон и цизаприд увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "Донепезил и цизаприд увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "И эфавиренц, и цизаприд увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "цизаприд увеличивает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "цизаприд увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность цизаприда на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и цизаприд увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат будет увеличивать уровень или эффект цизаприда по другим причинам (см. комментарий). Незначительное/значение неизвестно. Изавуконазония сульфат, ингибитор OCT2, может увеличивать эффекты или уровни субстратов OCT2."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект цизаприда, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "цизаприд будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Экстрапирамидные эффекты",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Синусит",
      "percent": null
    },
    {
      "name": "Ринит",
      "percent": null
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": null
    },
    {
      "name": "Повышение заболеваемости вирусной инфекцией",
      "percent": null
    },
    {
      "name": "Бронхоспазм",
      "percent": null
    },
    {
      "name": "Гинекомастия",
      "percent": null
    },
    {
      "name": "Гиперпролактинемия",
      "percent": null
    },
    {
      "name": "Метгемоглобинемия",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Апноэ",
      "percent": null
    },
    {
      "name": "Серьезные сердечные аритмии, включая желудочковую тахикардию",
      "percent": null
    },
    {
      "name": "мерцание желудочков",
      "percent": null
    },
    {
      "name": "torsades de pointes",
      "percent": null
    },
    {
      "name": "и удлинение интервала QT, о котором сообщалось в основном у пациентов с известными факторами риска",
      "percent": null
    }
  ]
}