{
  "name": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
  "comment": "Rx",
  "other_names": [
    "ММРВ",
    "ProQuad"
  ],
  "classes": [
    "Жить",
    "Популярный",
    "Вакцина"
  ],
  "source": "https://reference.medscape.com/drug/proquad-mmrv-measles-mumps-rubella-and-varicella-vaccine-live-343160",
  "pregnancy": {
    "common": [
      "Хотя было показано, что вирус паротитной вакцины заражает плаценту и плод, нет никаких доказательств того, что он вызывает врожденные пороки развития у людей.",
      "Заражение паротитом в первом триместре беременности может увеличить частоту самопроизвольных абортов",
      "В сообщениях указывается, что заражение корью дикого типа во время беременности увеличивает риск для плода; повышенный уровень самопроизвольных абортов, мертворождений, врожденных дефектов и преждевременных родов наблюдался после заражения корью дикого типа во время беременности.",
      "Противопоказан при беременности; избегать беременности в течение 3 месяцев после вакцинации",
      "В 10-летнем исследовании, в котором приняли участие более 700 беременных женщин, получивших вакцину против краснухи в течение 3 месяцев до или после зачатия (из которых 189 получили штамм Wistar RA 27/3), ни у одного из новорожденных не было аномалий, совместимых с синдромом врожденной краснухи.",
      "Адекватных исследований аттенуированного (вакцинного) штамма вируса кори при беременности не проводилось; однако было бы разумно предположить, что вакцинный штамм вируса также способен вызывать неблагоприятные последствия для плода."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Информация о назначении описывает исследования, которые показали, что кормящие послеродовые женщины, иммунизированные живой аттенуированной краснушной вакциной, могут выделять вирус в грудное молоко и передавать его младенцам, находящимся на грудном вскармливании.",
      "Неизвестно, выделяется ли вакцина против кори или паротита с грудным молоком."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Беременность (см. Беременность и лактация)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "История анафилактических или других реакций гиперчувствительности немедленного типа (например, крапивница, отек гортани, затрудненное дыхание, гипотония или шок) после проглатывания яиц может быть связана с повышенным риском реакций гиперчувствительности немедленного типа после получения вакцин, содержащих следы антигена куриного эмбриона; тщательно оцените потенциальное соотношение риска и пользы, прежде чем рассматривать вопрос о вакцинации",
        "Аллергия на неомицин чаще всего проявляется контактным дерматитом, что не является противопоказанием к вакцинации.",
        "Безопасность и эффективность у ВИЧ-инфицированных детей не установлены.",
        "Постмаркетинговые отчеты предполагают, что передача вакцинного вируса может произойти у лиц с высоким риском (например, с ослабленным иммунитетом, беременными женщинами без положительного анамнеза ветряной оспы или вакцинации, или новорожденными от матерей без положительного анамнеза ветряной оспы)",
        "С осторожностью у детей с тромбоцитопенией, у тех, кто перенес тромбоцитопению после вакцинации.",
        "Содержит альбумин; теоретический риск передачи болезни Крейтцфельдта-Якоба",
        "Избегайте тесных контактов с лицами из группы высокого риска, восприимчивыми к ветряной оспе, поскольку между вакцинированными и восприимчивыми контактами может произойти передача вируса вакцины против ветряной оспы.",
        "Осторожность при введении MMRV лицам с черепно-мозговой травмой в анамнезе, судорогами в индивидуальном или семейном анамнезе или любым другим состоянием, при котором следует избегать стресса из-за лихорадки.",
        "Безопасность и эффективность постконтактной профилактики не установлены."
      ],
      "specific": [
        {
          "type": "Фебрильные судороги",
          "description": [
            "Введение MMRV (доза 1) детям в возрасте 12-23 месяцев, которые ранее не были вакцинированы против кори, эпидемического паротита, краснухи или ветряной оспы, а также не болели дикими типами инфекций в анамнезе, связано с более высокими показателями лихорадки и лихорадки. судороги через 5-12 дней после вакцинации по сравнению с детьми, привитыми 1 дозой вакцины MMR и вакцины против ветряной оспы, вводимых раздельно"
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Иммунные глобулины (ИГ), вводимые вместе с ККМ, содержат антитела, которые могут препятствовать репликации вакцинного вируса и снижать ожидаемый иммунный ответ.",
            "Может привести к более обширной вакциноассоциированной сыпи или диссеминированному заболеванию у лиц, принимающих иммунодепрессанты (см. Противопоказания).",
            "Между введением вакцины против кори (например, MMR) и введением вакцины MMRV должно пройти не менее 1 месяца, а между введением 2 доз вакцины MMRV или вакцины против ветряной оспы должно пройти не менее 3 месяцев.",
            "Использование с другими вакцинами",
            "Кортикостероиды и иммунодепрессанты",
            "салицилаты",
            "Лабораторные тесты",
            "Таким образом, если необходимо провести туберкулиновую пробу, ее следует проводить либо в любое время до, либо одновременно с вакцинацией MMRV, либо через 4–6 недель после нее.",
            "Отложить вакцинацию; рекомендуемый интервал между переливанием крови или введением ИГ и вакцинацией зависит от типа переливания или показаний и дозы ИГ (например, 5 месяцев для иммуноглобулина против ветряной оспы)",
            "Избегайте салицилатов в течение 6 недель после вакцинации.",
            "Синдром Рея, о котором сообщалось после введения салицилата во время инфекции ветряной оспы дикого типа",
            "Индивидуальное введение вакцины MMR может привести к временному снижению чувствительности кожи к туберкулину.",
            "Обратитесь к информации о назначении для конкретных рекомендаций",
            "Иммуноглобулины и переливание",
            "Не назначать лицам, получающим иммуносупрессивные дозы кортикостероидов или других иммунодепрессантов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "белимумаб",
      "description": {
        "common": "белимумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Противопоказано. Не вводите живые вакцины за 30 дней до или одновременно с белимумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "иксекизумаб",
      "description": {
        "common": "иксекизумаб уменьшает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Противопоказано. Иксекизумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала приема иксекизумаба необходимо пройти все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мелфалан",
      "description": {
        "common": "Мелфалан снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "онасемногене абепарвовец",
      "description": {
        "common": "onasemnogene abeparvovec снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет иммунодепрессивного действия; риск заражения. Противопоказано. Скорректируйте прививки, чтобы приспособить одновременное введение кортикостероидов до и после инфузии оназемногена абепарвовека. Избегайте живых вакцин в течение как минимум 1 месяца в начале или после терапии высокими дозами системных кортикостероидов, проводимой в течение = 2 недель."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин уменьшает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "аброцитиниб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "Анакинра уменьшает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анифролумаб",
      "description": {
        "common": "анифролумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом обновите иммунизацию в соответствии с текущими рекомендациями."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошади снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атолтивимаб/мафтивимаб/одесивимаб",
      "description": {
        "common": "атолтивимаб/мафтивимаб/одесивимаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Моноклональные антитела к вирусу Эбола могут влиять на иммунный ответ живых вакцин. Обратитесь к руководствам по вакцинам для определения сроков вакцинации во время и после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "axicabtagene ciloleucel снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте живых вирусных вакцин в течение как минимум 6 недель до начала лимфодеплетирующей терапии, во время лечения аксикабтагеном цилолеуцелом и после лечения до полного восстановления иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "бальзазид, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин с барицитинибом. Обновите прививки в соответствии с текущими рекомендациями по иммунизации до начала лечения барицитинибом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "brexucabtagene autoleucel уменьшает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте живых вирусных вакцин в течение как минимум 6 недель до начала лимфодеплетирующей терапии, во время лечения брексукабтагеном аутолейцелем и после лечения до полного восстановления иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "кабазитаксел снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Живые аттенуированные вакцины не следует использовать у пациентов, получающих иммуносупрессивную терапию. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "холин магния трисалицилат, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "ciltacabtagene autoleucel уменьшает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "elivaldogene autotemcel, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Безопасность и эффективность вакцинации во время или после лечения эливалдогеном аутотемселом не изучались. Вакцинация не рекомендуется в течение 6 недель, предшествующих миелоаблативному кондиционированию, и до гематологического восстановления после лечения эливалдогеном аутотемцелом. Там, где это возможно, сделайте детские прививки перед миелоаблативным кондиционированием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте введения живых аттенуированных вакцин во время и в течение 2 месяцев после прекращения приема финголимода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гуселькумаб",
      "description": {
        "common": "гуселькумаб, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема гуселкумаба выполните все соответствующие возрасту прививки. Нет данных о способности живой или неактивной вакцины вызывать иммунный ответ у пациентов, получавших гуселкумаб."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы, живая от других (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Вакцинация живыми вакцинами у пациентов, получающих гидроксимочевину, может уменьшить терапевтические эффекты вакцин и увеличить риск побочных эффектов (повышенный риск инфекции)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "идекабтаген виклеуцел снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "инфликсимаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "Лефлуномид снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "меркаптопурин снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "окрелизумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Проводите все прививки в соответствии с рекомендациями по иммунизации не менее чем за 4 недели до начала подкожного введения офатумумаба для живых или живых аттенуированных вакцин и всегда, когда это возможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых аттенуированных вакцин с озанимодом во время лечения и в течение 3 месяцев после прекращения приема озанимода. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых аттенуированных вакцин по крайней мере за 1 месяц до начала, во время и в течение 1-2 недель после лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "рилонацепт снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисанкизумаб",
      "description": {
        "common": "рисанкизумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом лечения рисанкизумабом сделайте соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритуксимаб",
      "description": {
        "common": "ритуксимаб, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Безопасность иммунизации живыми вирусными вакцинами после терапии ритуксимабом не изучалась, и вакцинация живыми вирусными вакцинами не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритуксимаб-гиалуронидаза",
      "description": {
        "common": "ритуксимаб-гиалуронидаза, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Безопасность иммунизации живыми вирусными вакцинами после терапии ритуксимабом не изучалась, и вакцинация живыми вирусными вакцинами не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза), вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сарилумаб",
      "description": {
        "common": "сарилумаб, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного использования живых вирусных вакцин из-за потенциально повышенного риска инфекций. Интервал между прививками живыми вакцинами и началом терапии сарилумабом должен соответствовать действующим рекомендациям по вакцинации в отношении иммунодепрессантов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сатрализумаб",
      "description": {
        "common": "сатрализумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. iv вакцины не рекомендуются во время лечения. Проведите все прививки в соответствии с рекомендациями по иммунизации. Не менее чем за 4 недели до начала вакцинации живыми или живыми аттенуированными вакцинами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Приостановка вакцинации начинается за 1 неделю до начала приема сипонимода и в течение 4 недель после прекращения лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "Такролимус снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "темсиролимус снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теплизумаб",
      "description": {
        "common": "теплизумаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы, живые другие (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Перед началом лечения теплизумабом сделайте все прививки, соответствующие возрасту. Введение живых аттенуированных вакцин не рекомендуется в течение 8 недель до лечения теплизумабом, во время лечения или в течение 52 недель после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тилдракизумаб",
      "description": {
        "common": "тилдракизумаб уменьшает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом терапии тилдракизумабом рассмотрите возможность завершения всех соответствующих возрасту прививок в соответствии с текущими рекомендациями по иммунизации. Избегайте использования живых вакцин у пациентов, получающих тилдракизумаб. Данных о реакции на живые или неактивные вакцины нет."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "тисагенлеклеуцел снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тралокинумаб",
      "description": {
        "common": "тралокинумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "упадацитиниб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин. Избегайте живых вакцин в течение как минимум 3 месяцев после иммунодепрессантов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "Кора ивы, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сибиреязвенный иммуноглобулин",
      "description": {
        "common": "Иммуноглобулин сибирской язвы снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Введение иммуноглобулина может снизить эффективность живых аттенуированных вакцин. Отложить вакцинацию живыми вирусными вакцинами до ~ 3 месяцев после введения сибирской язвы IG. Ревакцинируйте людей, получивших ИГ сибирской язвы вскоре после вакцинации живым вирусом, через 3 месяца после введения ИГ сибирской язвы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "betibeglogene autotemcel, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следуйте установленным правилам введения вакцины. Безопасность живых вакцин во время или после лечения не изучалась. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитомегаловирусный иммуноглобулин (CMV IG)",
      "description": {
        "common": "цитомегаловирусный иммуноглобулин (CMV IG) снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иммуноглобулин против гепатита В (HBIG)",
      "description": {
        "common": "Иммуноглобулин против гепатита В (HBIG) снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иммуноглобулин в/м (ИГИМ)",
      "description": {
        "common": "иммуноглобулин в/м (ИГИМ) снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иммуноглобулин IV (IGIV)",
      "description": {
        "common": "Иммуноглобулин IV (IGIV) снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иммуноглобулин СК",
      "description": {
        "common": "Иммуноглобулин SC снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб уменьшает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "обинутузумаб",
      "description": {
        "common": "обинутузумаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антирабический иммуноглобулин человеческий (RIG)",
      "description": {
        "common": "иммуноглобулин против бешенства человеческий (RIG) снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "столбнячный иммуноглобулин (TIG)",
      "description": {
        "common": "столбнячный иммуноглобулин (ТИГ) снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проводите все прививки в соответствии с рекомендациями по иммунизации по крайней мере за 4 недели до начала применения ублитуксимаба для живых или живых аттенуированных вакцин и, по возможности, по крайней мере за 2 недели до начала для неживых вакцин. Вакцинация живыми вирусными вакцинами не рекомендуется во время лечения и до восполнения В-лимфоцитов. Не вводите живые или живые аттенуированные вакцины детям, матери которых подверглись воздействию ублитуксимаба во время беременности, до подтверждения восстановления количества В-клеток, измеренного с помощью В-клеток CD19+."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцинный иммуноглобулин внутривенно",
      "description": {
        "common": "внутривенный иммуноглобулин коровьей оспы снижает действие вакцин против кори, эпидемического паротита, краснухи и ветряной оспы, живущих за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Отложить живые вакцины на 3 месяца после введения иммуноглобулина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Rho(D) иммуноглобулин",
      "description": {
        "common": "Иммуноглобулин Rho(D) снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Раздельно на 3 месяца."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "О предполагаемых нежелательных явлениях после введения любой вакцины можно сообщать в Систему отчетности о нежелательных явлениях прививок.",
      "percent": "1-800"
    },
    {
      "name": "ВАЕРС",
      "percent": "822-7967"
    },
    {
      "name": "Высокая температура",
      "percent": "102"
    },
    {
      "name": "Ф",
      "percent": "21.5"
    },
    {
      "name": "боль в месте инъекции",
      "percent": "22"
    },
    {
      "name": "нежность",
      "percent": "14"
    },
    {
      "name": "болезненность",
      "percent": "9"
    },
    {
      "name": "Эритема в месте инъекции",
      "percent": "1"
    },
    {
      "name": "Сыпь",
      "percent": "8.4"
    },
    {
      "name": "включая инж-сайт",
      "percent": "6.7"
    },
    {
      "name": "корь",
      "percent": null
    },
    {
      "name": "нравиться",
      "percent": null
    },
    {
      "name": "ветряная оспа",
      "percent": null
    },
    {
      "name": "нравиться",
      "percent": null
    },
    {
      "name": "отек нью-йоркского сайта",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Инфекции и инвазии",
      "percent": null
    },
    {
      "name": "Атипичная корь",
      "percent": null
    },
    {
      "name": "кандидоз",
      "percent": null
    },
    {
      "name": "целлюлит",
      "percent": null
    },
    {
      "name": "опоясывающий герпес",
      "percent": null
    },
    {
      "name": "инфекционное заболевание",
      "percent": null
    },
    {
      "name": "грипп",
      "percent": null
    },
    {
      "name": "корь",
      "percent": null
    },
    {
      "name": "орхит",
      "percent": null
    },
    {
      "name": "паротит",
      "percent": null
    },
    {
      "name": "дыхательная инфекция",
      "percent": null
    },
    {
      "name": "кожная инфекция",
      "percent": null
    },
    {
      "name": "ветряная оспа",
      "percent": null
    },
    {
      "name": "вакцинный штамм",
      "percent": null
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "Апластическая анемия",
      "percent": null
    },
    {
      "name": "лимфаденит",
      "percent": null
    },
    {
      "name": "регионарная лимфаденопатия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Анафилактоидная реакция",
      "percent": null
    },
    {
      "name": "анафилаксия и связанные с ней явления, такие как ангионевротический отек",
      "percent": null
    },
    {
      "name": "отек лица",
      "percent": null
    },
    {
      "name": "и периферические отеки",
      "percent": null
    },
    {
      "name": "анафилаксия у лиц с аллергическим анамнезом или без него",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "апатия",
      "percent": null
    },
    {
      "name": "нервозность",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Острый рассеянный энцефаломиелит",
      "percent": null
    },
    {
      "name": "АДЕМ",
      "percent": null
    },
    {
      "name": "афебрильные судороги или судороги",
      "percent": null
    },
    {
      "name": "асептический менингит",
      "percent": null
    },
    {
      "name": "см. ниже",
      "percent": null
    },
    {
      "name": "атаксия",
      "percent": null
    },
    {
      "name": "Паралич Белла",
      "percent": null
    },
    {
      "name": "нарушение мозгового кровообращения",
      "percent": null
    },
    {
      "name": "судороги",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "аномалия сна",
      "percent": null
    },
    {
      "name": "энцефалит",
      "percent": null
    },
    {
      "name": "энцефалопатия",
      "percent": null
    },
    {
      "name": "фебрильные судороги",
      "percent": null
    },
    {
      "name": "Гийен",
      "percent": null
    },
    {
      "name": "синдром Барре",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "повышенная сонливость",
      "percent": null
    },
    {
      "name": "коревой энцефалит с включениями",
      "percent": null
    },
    {
      "name": "глазные параличи",
      "percent": null
    },
    {
      "name": "парестезия",
      "percent": null
    },
    {
      "name": "полиневрит",
      "percent": null
    },
    {
      "name": "полинейропатия",
      "percent": null
    },
    {
      "name": "подострый склерозирующий панэнцефалит",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "поперечный миелит",
      "percent": null
    },
    {
      "name": "тремор",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "Отек века",
      "percent": null
    },
    {
      "name": "раздражение",
      "percent": null
    },
    {
      "name": "некротический ретинит",
      "percent": null
    },
    {
      "name": "сообщается только у лиц с ослабленным иммунитетом",
      "percent": null
    },
    {
      "name": "неврит зрительного нерва",
      "percent": null
    },
    {
      "name": "ретинит",
      "percent": null
    },
    {
      "name": "ретробульбарный неврит",
      "percent": null
    },
    {
      "name": "Заболевания уха и лабиринта",
      "percent": null
    },
    {
      "name": "Боль в ухе",
      "percent": null
    },
    {
      "name": "нервная глухота",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "экстравазация",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "Бронхиальный спазм",
      "percent": null
    },
    {
      "name": "бронхит",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "пневмонит",
      "percent": null
    },
    {
      "name": "пневмония",
      "percent": null
    },
    {
      "name": "застой в легких",
      "percent": null
    },
    {
      "name": "ринит",
      "percent": null
    },
    {
      "name": "синусит",
      "percent": null
    },
    {
      "name": "чихание",
      "percent": null
    },
    {
      "name": "больное горло",
      "percent": null
    },
    {
      "name": "хрипы",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "метеоризм",
      "percent": null
    },
    {
      "name": "гематохезия",
      "percent": null
    },
    {
      "name": "язвы во рту",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Генох",
      "percent": null
    },
    {
      "name": "пурпура Шенлейна",
      "percent": null
    },
    {
      "name": "герпес",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "нарушения соединительной ткани и костей",
      "percent": null
    },
    {
      "name": "артрит и",
      "percent": null
    },
    {
      "name": "или артралгия",
      "percent": null
    },
    {
      "name": "обычно транзиторный и редко хронический",
      "percent": null
    },
    {
      "name": "см. ниже",
      "percent": null
    },
    {
      "name": "скелетно-мышечная боль",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "боль в бедре",
      "percent": null
    },
    {
      "name": "нога",
      "percent": null
    },
    {
      "name": "или шея",
      "percent": null
    },
    {
      "name": "припухлость",
      "percent": null
    },
    {
      "name": "Репродуктивная система и молочные железы",
      "percent": null
    },
    {
      "name": "Эпидидимит",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Инъекция",
      "percent": null
    },
    {
      "name": "жалобы сайта",
      "percent": null
    },
    {
      "name": "сжигание и",
      "percent": null
    },
    {
      "name": "или кратковременное покалывание",
      "percent": null
    },
    {
      "name": "экзема",
      "percent": null
    },
    {
      "name": "отек",
      "percent": null
    },
    {
      "name": "припухлость",
      "percent": null
    },
    {
      "name": "улей",
      "percent": null
    },
    {
      "name": "как сыпь",
      "percent": null
    },
    {
      "name": "обесцвечивание",
      "percent": null
    },
    {
      "name": "гематома",
      "percent": null
    },
    {
      "name": "уплотнение",
      "percent": null
    },
    {
      "name": "кусок",
      "percent": null
    },
    {
      "name": "пузырьки",
      "percent": null
    },
    {
      "name": "волдырь и вспышка",
      "percent": null
    },
    {
      "name": "воспаление",
      "percent": null
    },
    {
      "name": "аномалия губ",
      "percent": null
    },
    {
      "name": "папиллит",
      "percent": null
    },
    {
      "name": "шероховатость",
      "percent": null
    },
    {
      "name": "сухость",
      "percent": null
    },
    {
      "name": "жесткость",
      "percent": null
    },
    {
      "name": "травма",
      "percent": null
    },
    {
      "name": "ветряная оспа",
      "percent": null
    },
    {
      "name": "как сыпь",
      "percent": null
    },
    {
      "name": "кровоизлияние в месте венепункции",
      "percent": null
    },
    {
      "name": "теплое ощущение",
      "percent": null
    },
    {
      "name": "теплый на ощупь",
      "percent": null
    }
  ]
}