{
  "name": "пантопразол",
  "comment": "Rx",
  "other_names": [
    "Протоникс"
  ],
  "classes": [
    "Ингибиторы протонной помпы"
  ],
  "source": "https://reference.medscape.com/drug/protonix-pantoprazole-342001",
  "pregnancy": {
    "common": [
      "Адекватных и строго контролируемых исследований у беременных женщин не проводилось; информировать беременных женщин о потенциальном риске причинения вреда плоду; препарат следует применять во время беременности, только если потенциальная польза оправдывает потенциальный риск для плода"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Пантопразол и его метаболиты выделяются с молоком крыс. Экскреция пантопразола в грудное молоко была обнаружена в исследовании кормящей матери-одиночки после однократного перорального приема 40 мг пантопразола натрия; клиническая значимость этого вывода неизвестна; многие препараты, выделяемые с грудным молоком, могут вызывать серьезные побочные реакции у грудных детей; на основании потенциальной канцерогенности пантопразола натрия, показанной в исследованиях канцерогенности на грызунах, следует принять решение о прекращении кормления грудью или прекращении приема препарата, принимая во внимание пользу препарата для матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к пантопразолу или другим ингибиторам протонной помпы (ИПП)",
        "Одновременное применение с препаратами, содержащими рилпивирин"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Терапия увеличивает риск заражения сальмонеллой, кампилобактером и другими инфекциями.",
        "Может повышать и/или продлевать концентрацию метотрексата и/или его метаболита в сыворотке при одновременном применении с ИПП, что может привести к токсичности; рассмотреть возможность временной отмены терапии ИПП с введением высоких доз метотрексата",
        "ИПП могут снижать эффективность клопидогрела за счет уменьшения образования активного метаболита.",
        "Сообщалось о реакциях, связанных с инфузией, включая тромбофлебит и гиперчувствительность.",
        "Сообщалось об остром интерстициальном нефрите у пациентов, принимающих ингибиторы протонной помпы.",
        "ИПП, возможно, связаны с повышенной заболеваемостью диареей, ассоциированной с Clostridium difficile (CDAD); рассмотреть диагноз CDAD у пациентов, принимающих ИПП, с диареей, которая не улучшается",
        "Тяжелая печеночная недостаточность",
        "Об остром тубулоинтерстициальном нефрите (ТИН) сообщалось у пациентов, принимающих ИПП; может возникнуть в любой момент терапии ИПП; у пациентов могут проявляться различные признаки и симптомы от симптоматических реакций гиперчувствительности до неспецифических симптомов снижения функции почек (например, недомогание, тошнота, анорексия); в зарегистрированных сериях случаев у некоторых пациентов диагноз был поставлен при биопсии и при отсутствии внепочечных проявлений (например, лихорадки, сыпи или артралгии); прекратить терапию и обследовать пациентов с подозрением на острую ТИН",
        "Риск заражения сальмонеллой и кампилобактером увеличивается при использовании ингибиторов протонной помпы.",
        "Ежедневное длительное применение (например, более 3 лет) может привести к нарушению всасывания или дефициту цианокобаламина.",
        "Облегчение симптомов не исключает возможности злокачественного новообразования желудка; рассмотреть возможность дополнительного наблюдения и диагностического тестирования у взрослых пациентов с субоптимальным ответом или ранним симптоматическим рецидивом после завершения лечения ИПП",
        "Терапия ИПП связана с повышенным риском полипа фундальной железы; риск увеличивается при длительном использовании > 1 года; пациент может быть бессимптомным; проблема обычно выявляется случайно при эндоскопии; используйте самую короткую продолжительность терапии, соответствующую состоянию, которое лечат",
        "Опубликованные обсервационные исследования показывают, что терапия ИПП может быть связана с повышенным риском связанных с остеопорозом переломов бедра, запястья или позвоночника, особенно при длительной (> 1 года) терапии высокими дозами.",
        "Тяжелые кожные побочные реакции, включая синдром Стивенса-Джонсона (ССД) и токсический эпидермальный некролиз (ТЭН), лекарственные реакции с эозинофилией и системными симптомами (DRESS) и острый генерализованный экзантематозный пустулез (ОГЭП), зарегистрированные в связи с применением ИПП; прекратите терапию при первых признаках или симптомах тяжелых кожных побочных реакций или других признаков гиперчувствительности и рассмотрите возможность дальнейшего обследования",
        "Снижение кислотности желудочного сока повышает уровень хромогранина А (CgA) в сыворотке крови и может привести к ложноположительным результатам диагностики нейроэндокринных опухолей; временно прекратить прием ИПП перед оценкой уровня CgA",
        "Кожная красная волчанка (CLE) и системная красная волчанка (SLE), зарегистрированные с ИПП; избегать использования дольше, чем по медицинским показаниям; прекратить, если наблюдаются признаки или симптомы, соответствующие CLE или SLE, и направить пациента к специалисту; состояние большинства пациентов улучшается после отмены только ИПП через 4–12 недель; серологическое тестирование (например, ANA) может быть положительным, а повышенные результаты серологических тестов могут занять больше времени, чем исчезновение клинических проявлений."
      ],
      "specific": [
        {
          "type": "Гипомагниемия и минеральный обмен",
          "description": [
            "Гипомагниемия может возникнуть при длительном применении (> 1 года); могут возникнуть побочные эффекты, включая тетанию, аритмии и судороги; в 25% рассмотренных случаев добавление магния само по себе не улучшало низкий уровень магния в сыворотке, и ИПП пришлось отменить; рассмотрите возможность мониторинга уровня магния до начала лечения ИПП и периодически",
            "Рассмотрите возможность мониторинга уровней магния и кальция до начала терапии и периодически во время лечения у пациентов с существовавшим ранее риском гипокальциемии (например, гипопаратиреоз); при необходимости добавляйте магний и/или кальций. Если гипокальциемия рефрактерна к лечению, рассмотрите возможность прекращения приема ИПП.",
            "Гипомагниемия может привести к гипокальциемии и/или гипокалиемии и может усугубить гипокальциемию у пациентов из группы риска; у большинства пациентов лечение гипомагниемии требовало заместительной терапии магнием и отмены ИПП."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "пантопразол снижает уровень эрлотиниба по другим причинам (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "пантопразол будет увеличивать уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано. Сильные или умеренные ингибиторы CYP2C19 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "Пантопразол снижает уровень нелфинавира за счет неустановленного механизма взаимодействия. Противопоказано. Одновременное применение может привести к потере вирусологического ответа на нелфинавир и развитию резистентности; Механизмом может быть ингибирование CYP2C19 превращения нелфинавира в активный метаболит М8, а также снижение рН желудка ИПП, что приводит к снижению всасывания нелфинавира."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "Пантопразол снижает уровень рилпивирина за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Противопоказано. Одновременное применение может привести к неэффективности лечения и/или развитию резистентности к рилпивирину или ННИОТ из-за снижения уровня."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "Пантопразол снижает уровень акалабрутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость акалабрутиниба снижается с увеличением рН желудка. Из-за длительного эффекта ИПП разделение доз может не устранить взаимодействие."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "пантопразол будет повышать уровень или эффект алпелисиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение алпелисиба (субстрат BCRP) с ингибитором BCRP может увеличить концентрацию алпелисиба, что может увеличить риск токсичности. Если невозможно избежать или использовать альтернативные препараты, внимательно следите за усилением побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Совместное введение апалутамида, сильного индуктора CYP2C19, с препаратами, которые являются субстратами CYP2C19, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект атазанавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость атазанавира снижается по мере увеличения рН. Ожидается существенное снижение концентрации атазанавира в плазме при одновременном применении с ИПП. Доза ИПП не должна превышать дозу, сравнимую с дозой омепразола 20 мг, и ее следует принимать примерно за 12 ч до применения атазанавира/ритонавира у пациентов, ранее не получавших лечения. ИПП не рекомендуются при лечении атазанавиром."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дакомитиниб",
      "description": {
        "common": "Пантопразол будет повышать уровень или эффект дакомитиниба за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение с ИПП снижает концентрацию дакомитиниба, что может снижать эффективность дакомитиниба. Избегайте использования ИПП с дакомитинибом. В качестве альтернативы ИПП используйте антациды местного действия или антагонисты Н2-рецепторов. Вводить по крайней мере за 6 часов до или через 10 часов после приема антагониста Н2-рецепторов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "даролутамид повысит уровень или эффект пантопразола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Даролутамид является ингибитором BCRP. Избегайте совместного применения с ингибиторами BCRP. Если использование неизбежно, внимательно следите за побочными реакциями и рассмотрите возможность снижения дозы препарата-субстрата BCRP (см. информацию о назначении субстрата BCRP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "пантопразол будет увеличивать уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект индинавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "Пантопразол будет снижать уровень или эффект инфигратиниба за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект итраконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект кетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан повышает уровень пантопразола за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ласмидитан ингибирует BCRP in vitro. Избегайте совместного введения лазмидитана с субстратами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект пантопразола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект левокетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "пантопразол будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "месаламин",
      "description": {
        "common": "пантопразол снижает действие месаламина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Относится только к лекарственной форме пролонгированного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "Пантопразол будет снижать уровень или эффект нератиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "пантопразол будет увеличивать уровень или эффект нисолдипина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "пантопразол повышает токсичность озанимода по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное введение озанимода (субстрата BCRP) с ингибиторами BCRP увеличивает воздействие второстепенных (RP101988, RP101075) и основных активных метаболитов (CC112273, CC1084037) озанимода, что может увеличить риск побочных реакций озанимода. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "Пантопразол будет снижать уровень или эффект пазопаниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект пексидартиниба за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ингибиторов протонной помпы (ИПП) с пексидартинибом. При необходимости используйте антагонисты Н2-рецепторов или антациды. При использовании альтернатив ИПП назначайте пексидартиниб за 2 часа до или после приема антацидов местного действия ИЛИ назначайте пексидартиниб как минимум за 2 часа до или через 10 часов после приема антагониста Н2-рецепторов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "Пантопразол будет увеличивать уровень или эффект римегепанта по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте совместного применения римегепанта (субстрата BCRP) с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "пантопразол будет увеличивать уровень или эффект риоцигуата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Совместное введение риоцигуата (субстрат изоферментов CYP 1A1, 2C8, 3A, 2J2) с сильными ингибиторами CYP может потребовать снижения начальной дозы 0,5 мг перорально три раза в день; следить за признаками гипотензии и при необходимости уменьшить дозу"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секретин",
      "description": {
        "common": "пантопразол, секретин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременный прием ИПП может вызвать гиперреакцию секреции гастрина в ответ на тест на стимуляцию с секретином, ложно предполагая гастриному. Время, необходимое для возвращения концентрации гастрина в сыворотке к исходному уровню после прекращения приема ИПП, зависит от конкретного ИПП. После краткосрочного лечения пантопразолом повышенный уровень гастрина нормализуется не менее чем через 3 месяца."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "Пантопразол будет снижать уровень или эффект софосбувира/велпатасвира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость велпатасвира снижается по мере увеличения pH желудка (практически нерастворим при pH > 5). Совместное применение софосбувира/велпатасвира с омепразолом или другими ИПП не рекомендуется. Если это необходимо по медицинским показаниям, давайте софосбувир/велпатасвир во время еды за 4 часа до приема 20 мг омепразола. Использование с другими ИПП не изучалось."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "пантопразол снижает действие спарсентана, повышая рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Ингибиторы протонной помпы могут снижать экспозицию спарсентана, что может снижать его эффективность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "талазопариб",
      "description": {
        "common": "Пантопразол будет увеличивать уровень или эффект талазопариба на фоне других (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы BCRP могут увеличивать системное воздействие талазопариба (субстрата BCRP). Если coadministration нельзя избежать, следите за возможными побочными реакциями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб повышает уровень пантопразола за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: акалабрутиниб может увеличивать экспозицию одновременно вводимых субстратов BCRP за счет ингибирования кишечного BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект ампициллина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект пантопразола за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид слабо индуцирует BCRP и может снижать системное воздействие препаратов, являющихся субстратами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "пантопразол будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белумосудил",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект белумосудила за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Увеличьте дозу белумосудила до 200 мг перорально два раза в день при совместном применении с ингибиторами протонной помпы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "пантопразол повышает уровень беротральстата на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: доза беротральстата (субстрата BCRP) снижена до 110 мг/сут при одновременном применении с ингибиторами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "бортезомиб будет снижать уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "Пантопразол снижает уровень бозутиниба по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ИПП могут снижать концентрацию бозутиниба примерно на 45%; бозутиниб проявляет рН-зависимую растворимость."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "Пантопразол снижает действие будесонида за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Будесонид с энтеросолюбильным покрытием растворяется при pH > 5,5. Кроме того, растворение таблеток будесонида пролонгированного действия зависит от рН. Одновременное применение с препаратами, повышающими рН желудка, может вызвать преждевременное растворение этих продуктов будесонида и, возможно, повлиять на свойства высвобождения и всасывание препарата в двенадцатиперстной кишке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "Пантопразол увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с умеренным ингибитором CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "пантопразол снижает действие капецитабина по неизвестному механизму. Используйте осторожность/монитор. Ретроспективные данные свидетельствуют о том, что повышенный рН желудка, вызванный применением ИПП, может ухудшать растворение таблеток капецитабина и/или снижать всасывание."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "Пантопразол снизит уровень или действие карбонильного железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат увеличивает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы субстратов CYP2C19, если это клинически целесообразно, при одновременном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "Пантопразол будет снижать уровень или эффект церитиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "Пантопразол повышает токсичность цилостазола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность уменьшения дозы цилостазола; умеренные ингибиторы CYP2C19 могут повышать уровень 3,4-дегидроцилостазола (активный метаболит) в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "Пантопразол снижает действие клопидогреля, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Эффективность клопидогреля может быть снижена препаратами, ингибирующими CYP2C19. Ингибирование агрегации тромбоцитов клопидогрелом полностью обусловлено активным метаболитом клопидогреля. Клопидогрел частично метаболизируется CYP2C19. В информации о назначении пантопразола указано, что совместное применение с клопидогрелем не оказывает клинически значимого влияния на экспозицию активного метаболита клопидогреля; коррекция дозы клопидогреля не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "пантопразол снижает уровень кризотиниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, повышающие pH желудка, могут снижать растворимость кризотиниба и впоследствии снижать его биодоступность. Однако официальных исследований не проводилось. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "пантопразол, циклоспорин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: При длительном применении ИПП могут вызывать гипомагниемию, и риск еще больше возрастает при одновременном применении с препаратами, обладающими теми же эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект дабрафениба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, которые изменяют рН верхних отделов желудочно-кишечного тракта (например, ИПП, Н2-блокаторы, антациды), могут снижать растворимость дабрафениба и снижать его биодоступность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "пантопразол, декстроамфетамин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Снижение кислотности желудка, вызванное ингибиторами протонной помпы, сокращает время достижения Tmax для амфетамина и декстроамфетамина. AUC не пострадал. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "пантопразол будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP2C19 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "Пантопразол повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное использование ИПП может вызвать гипомагниемию и увеличить риск токсичности дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "пантопразол будет увеличивать уровень или эффект дювелисиба по другим причинам (см. комментарий). Используйте осторожность/монитор. Совместное введение дувелисиба (субстрата BCRP) с ингибитором транспорта BCRP может повышать уровни или эффекты дювелисиба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс повышает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Элаголикс является слабым ингибитором CYP2C19. Осторожно с чувствительными субстратами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или действие пантопразола по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор BCRP) может повышать концентрацию и токсичность субстратов BCRP. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат повышает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "Пантопразол снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "пантопразол снижает уровень или эффект мальтола железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "Пантопразол снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "Пантопразол снизит уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "Пантопразол снизит уровень или действие сульфата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "пантопразол будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект фосампренавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или действие пантопразола по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры BCRP. Если возможно, избегайте совместного введения или измените дозу субстрата BCRP при совместном введении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "Пантопразол снижает уровень гефитиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. По возможности избегайте одновременного применения гефитиниба с ИПП. Если требуется лечение ИПП, разделите дозы гефитиниба и ИПП на 12 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "пантопразол будет повышать уровень или эффект глекапревира/пибрентасвира за счет снижения метаболизма. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении глекапревира/пибрентасвира с ингибиторами P-gp/BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "Пантопразол снизит уровень или эффект комплекса декстрана железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "Пантопразол снижает уровень или эффект сахарозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "пантопразол будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Пациентам, использующим итраконазол марки Sporanox (капсулы или раствор), назначают ингибиторы протонной помпы не менее чем за 2 часа до или через 2 часа после итраконазола. Использование раствора для приема внутрь Sporanox или введение итраконазола с кислым напитком (например, колой) может свести к минимуму значение этого взаимодействия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "Пантопразол снижает уровни ледипасвира/софосбувира по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Растворимость ледипасвира снижается по мере увеличения pH; Ожидается, что препараты, повышающие pH желудка, будут снижать уровень ледипасвира; дозы ингибитора протонной помпы, сравнимые с дозой омепразола <20 мг, можно вводить одновременно с ледипасвиром/софосбувиром натощак."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может потребоваться мониторинг и коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, пантопразол. влияет на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Исследования in vitro предполагают, что люмакафтор может индуцировать, а ивакафтор может ингибировать субстраты CYP2C19. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "Пантопразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышенный риск токсичности при более высоких дозах."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "пантопразол снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "пантопразол снижает уровень или эффект микофенолата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Потенциальное взаимодействие относится к превращению пролекарства микофенолата мофетил в активную микофенольную кислоту. Композиция микофенолата натрия с энтеросолюбильным покрытием менее чувствительна к этому взаимодействию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "отеконазол",
      "description": {
        "common": "отесеконазол будет увеличивать уровень или эффект пантопразола по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Otesezonale, ингибитор BCRP, может увеличить эффекты и риск токсичности субстратов BCRP. Используйте самую низкую начальную дозу субстрата BCRP или рассмотрите возможность уменьшения дозы субстрата BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "пантопразол снижает уровень или эффект полисахарида железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект позаконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб повысит уровень или действие пантопразола по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Регорафениб, вероятно, ингибирует транспорт BCRP (ABCG2). Совместное введение с субстратом BCRP может увеличить системное воздействие субстрата и связанную с ним токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "Пантопразол снизит уровень или эффект плодов шиповника за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или действие пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP2C19, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид повысит уровень или действие пантопразола на др. (см. комментарий). Используйте осторожность/монитор. Сафинамид и его основной метаболит могут ингибировать кишечный BCRP. Мониторинг субстратов BCRP для увеличения фармакологических или побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "Пантопразол будет снижать уровень или эффект саквинавира по неизвестному механизму. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селексипаг",
      "description": {
        "common": "пантопразол будет увеличивать уровень или эффект селексипага по другим причинам (см. комментарий). Используйте осторожность/монитор. Селексипаг представляет собой субстрат ABCG2 (BCRP). Мониторинг селексипаг для повышения фармакологических или побочных эффектов при coadministered с ингибиторами ABCG2 (BCRP)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Спарсентан (индуктор CYP2C19) снижает экспозицию субстратов CYP2C19 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол повышает уровень или действие пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы субстратов CYP2C19, если возникают побочные реакции при одновременном применении со стирипентолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "пантопразол будет увеличивать уровень или эффект такролимуса, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Одновременное применение может повышать концентрацию такролимуса в цельной крови, особенно у лиц со средним или низким уровнем метаболизма CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис",
      "description": {
        "common": "tafamidis повысит уровень или эффект пантопразола по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис меглюмин",
      "description": {
        "common": "Тафамидис меглюмин будет повышать уровень или эффект пантопразола по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет увеличивать уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Тековиримат является слабым ингибитором CYP2C8 и CYP2C19. Следите за побочными эффектами при совместном применении с чувствительными субстратами этих ферментов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "Пантопразол повышает токсичность теофиллина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Длительное применение ингибиторов протонной помпы может вызвать гипохлоргидрию, что, в свою очередь, вызывает усиление перистальтики в тонкой кишке и снижение перистальтики в проксимальном отделе толстой кишки; следить за токсичностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол будет увеличивать уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "висмодегиб",
      "description": {
        "common": "Пантопразол будет снижать уровень или эффект висмодегибу от других (см. комментарий). Используйте осторожность/монитор. Препараты, повышающие pH желудка, изменяют растворимость висмодегиба и, следовательно, снижают биодоступность; влияние на эффективность неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "благословенный чертополох",
      "description": {
        "common": "чертополох снижает действие пантопразола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клобазам",
      "description": {
        "common": "пантопразол будет увеличивать уровень или эффект клобазама, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно. Может потребоваться корректировка дозировки; Ингибиторы CYP2C19 могут привести к повышенному воздействию N-десметилклобазама (активный метаболит)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "пантопразол снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "Дарифенацин снижает эффекты пантопразола по другим причинам (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически эффективность ингибиторов протонной помпы может снижаться при их применении с другими антисекреторными средствами."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "дьявольский коготь снижает эффекты пантопразола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или действие пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или действие пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц увеличивает уровень или действие пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ, пантопразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. На основании исследований лекарственных взаимодействий, проведенных с компонентами Стрибилда, не наблюдалось и не ожидается клинически значимых лекарственных взаимодействий при одновременном применении с ИПП."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Монитор для симптомов GI; чистый повышенный или пониженный эффект на действие ИПП неизвестен из-за противоположного действия CYP450."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбоксимальтоза железа",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект карбоксимальтозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левотироксин",
      "description": {
        "common": "Пантопразол снижает уровень левотироксина за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "Пантопразол снижает уровень лиотиронина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотрис",
      "description": {
        "common": "пантопразол снижает уровень лиотрикса за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "пантопразол, лиздексамфетамин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Снижение кислотности желудка, вызванное ингибиторами протонной помпы, сокращает время достижения Tmax для амфетамина и декстроамфетамина. AUC не пострадал. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "Пантопразол снижает уровень метамфетамина по другим причинам (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Время достижения максимальной концентрации (Tmax) амфетамина уменьшается по сравнению с приемом в одиночку; контролировать пациентов для изменения клинического эффекта и корректировать терапию на основе клинического ответа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил увеличивает уровень или эффект пантопразола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно. Чистый эффект на действия пантопразола неизвестен из-за противоположных эффектов ферментов CYP450; монитор"
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Неясно чистый эффект действия пантопразола из-за противоположных эффектов ферментов CYP450; монитор"
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "пантопразол снижает уровень фитоэстрогенов путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "пантопразол снижает уровень понатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "Пантопразол снижает уровень обезвоживания щитовидной железы за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "4"
    },
    {
      "name": "Боль в животе",
      "percent": "4"
    },
    {
      "name": "Отек лица",
      "percent": "4"
    },
    {
      "name": "Генерализованный отек",
      "percent": "2"
    },
    {
      "name": "Боль в груди",
      "percent": "4"
    },
    {
      "name": "Диарея",
      "percent": "4"
    },
    {
      "name": "Запор",
      "percent": "4"
    },
    {
      "name": "Зуд",
      "percent": "4"
    },
    {
      "name": "Сыпь",
      "percent": "4"
    },
    {
      "name": "Метеоризм",
      "percent": "4"
    },
    {
      "name": "Гипергликемия",
      "percent": "1"
    },
    {
      "name": "Тошнота",
      "percent": "1"
    },
    {
      "name": "Рвота",
      "percent": "4"
    },
    {
      "name": "Светочувствительность",
      "percent": "2"
    },
    {
      "name": "ангионевротический отек",
      "percent": "12"
    },
    {
      "name": "Атрофический гастрит",
      "percent": null
    },
    {
      "name": "Передняя ишемическая оптическая нейропатия",
      "percent": null
    },
    {
      "name": "Поражение печени, приводящее к печеночной недостаточности",
      "percent": null
    },
    {
      "name": "интерстициальный нефрит",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Панцитопения",
      "percent": null
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    },
    {
      "name": "Риск анафилаксии",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Фатальный токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "недомогание",
      "percent": null
    },
    {
      "name": "Гепатоцеллюлярное повреждение, приводящее к желтухе и печеночной недостаточности",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "включая анафилактический шок",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "панцитопения",
      "percent": null
    },
    {
      "name": "Нарушения вкуса",
      "percent": null
    },
    {
      "name": "агевзия",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Изменения веса",
      "percent": null
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    },
    {
      "name": "трещина в кости",
      "percent": null
    },
    {
      "name": "Галлюцинация",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "бессонница",
      "percent": null
    },
    {
      "name": "сонливость",
      "percent": null
    },
    {
      "name": "интерстициальный нефрит",
      "percent": null
    },
    {
      "name": "Тяжелые дерматологические реакции",
      "percent": null
    },
    {
      "name": "какой-то фатальный",
      "percent": null
    },
    {
      "name": "включая многоформную эритему",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "и токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "какой-то фатальный",
      "percent": null
    },
    {
      "name": "а также ангионевротический отек",
      "percent": null
    },
    {
      "name": "отек Квинке",
      "percent": null
    },
    {
      "name": "лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "AGEP",
      "percent": null
    },
    {
      "name": "Кожная и системная красная волчанка",
      "percent": null
    },
    {
      "name": "Цианокобаламин",
      "percent": null
    },
    {
      "name": "витамин В",
      "percent": null
    },
    {
      "name": "недостаток",
      "percent": null
    },
    {
      "name": "Clostridium трудный",
      "percent": null
    },
    {
      "name": "ассоциированная диарея",
      "percent": null
    },
    {
      "name": "Полипы фундальной железы",
      "percent": null
    },
    {
      "name": "Острый тубулоинтерстициальный нефрит",
      "percent": null
    },
    {
      "name": "Гипокальциемия",
      "percent": null
    }
  ]
}