{
  "name": "пропилтиоурацил",
  "comment": "Rx",
  "other_names": [
    "ПТУ"
  ],
  "classes": [
    "Антитиреоидные агенты"
  ],
  "source": "https://reference.medscape.com/drug/ptu-propylthiouracil-342735",
  "pregnancy": {
    "common": [
      "Категория беременности: D",
      "Грудное вскармливание: выделяется с грудным молоком, противопоказано некоторыми источниками (Комитет AAP заявляет, что совместим с кормлением грудью; AAFP заявляет, что его можно кормить грудью)"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Грудное вскармливание: выделяется с грудным молоком, противопоказано некоторыми источниками (Комитет AAP заявляет, что совместим с кормлением грудью; AAFP заявляет, что его можно кормить грудью)"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Резервное использование пропилтиоурацила для тех, кто не переносит другие виды лечения (например, метимазол, радиоактивный йод, хирургическое вмешательство)",
        "Пропилтиоурацил может быть препаратом выбора во время и непосредственно перед первым триместром беременности (сильная связь метимазола с врожденными пороками развития в первом триместре)",
        "Сообщалось о тяжелых повреждениях печени и острой печеночной недостаточности, некоторые из которых закончились летальным исходом, у взрослых и детей, принимавших пропилтиоурацил.",
        "Внимательно следите за симптомами и признаками поражения печени (например, анорексией, тошнотой, рвотой, утомляемостью, зудом, темной мочой или желтухой), особенно в течение первых 6 месяцев после начала терапии."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может возникнуть интерстициальный пневмонит",
        "Сообщается о гломерулонефрите и интерстициальном нефрите с острой почечной недостаточностью.",
        "Сообщалось о случаях васкулита, приводящего к тяжелым осложнениям и смерти; случаи васкулита включают: гломерулонефрит, лейкоцитокластический кожный васкулит, альвеолярное/легочное кровотечение, церебральный ангиит и ишемический колит; в тяжелых случаях требуется лечение кортикостероидами, иммунодепрессантами и плазмаферезом; при подозрении на васкулит прекратите терапию и начните соответствующее вмешательство",
        "Пациенты, получающие терапию, должны находиться под пристальным наблюдением и быть проинструктированы о необходимости немедленного сообщения о любых признаках заболевания, особенно о боли в горле, кожных высыпаниях, лихорадке, головной боли или общем недомогании; в таких случаях следует провести подсчет лейкоцитов и дифференциальный подсчет, чтобы определить, развился ли агранулоцитоз; особую осторожность следует проявлять у пациентов, получающих одновременно препараты, которые, как известно, связаны с агранулоцитозом.",
        "Сообщается о волчаночноподобном синдроме (может потребоваться прекращение приема)",
        "Пропилтиоурацил может вызывать гипотиреоз, требующий рутинного мониторинга уровней ТТГ и свободного Т4 с коррекцией доз для поддержания эутиреоидного состояния; Поскольку препарат легко проникает через плацентарные мембраны, пропилтиоурацил может вызвать зоб плода и кретинизм при введении беременной женщине.",
        "Риск тяжелого редкого иммуноаллергического гепатита",
        "Сообщалось о тяжелых дерматологических реакциях",
        "Высокая частота рецидивов (чаще у курильщиков)",
        "Прекратить при наличии необъяснимой лихорадки",
        "Сообщается об агранулоцитозе в течение первых 3 месяцев терапии; поручить пациентам немедленно сообщать о любых симптомах, указывающих на агранулоцитоз, таких как лихорадка или боль в горле; также могут наблюдаться лейкопения, тромбоцитопения и апластическая анемия (панцитопения); прекратить лечение при подозрении на агранулоцитоз, апластическую анемию (панцитопению) и полученные показатели костного мозга пациента"
      ],
      "specific": [
        {
          "type": "Токсичность печени",
          "description": [
            "Повреждение печени, приводящее к печеночной недостаточности, трансплантации печени или смерти, о чем сообщалось при терапии у взрослых и детей.",
            "О случаях печеночной недостаточности при применении метимазола у детей не сообщалось; терапия не рекомендуется для детей, за исключением случаев, когда метимазол плохо переносится, а хирургическое вмешательство или терапия радиоактивным йодом не являются подходящими методами лечения.",
            "При появлении симптомов терапию следует немедленно прекратить и определить функциональные пробы печени и уровни АЛТ и АСТ; немедленно прекратить, если аномальные LFT (трансмаиназа> 3 раза ВГН)",
            "Пациентов следует проинструктировать о необходимости сообщать о любых симптомах нарушения функции печени (анорексия, зуд, желтуха, обесцвеченный стул, темная моча, боль в правом подреберье и т. д.), особенно в первые шесть месяцев терапии; при появлении этих симптомов следует измерить функцию печени (билирубин, щелочная фосфатаза) и гепатоцеллюлярную целостность (уровни АЛТ/АСТ).",
            "Биохимический мониторинг функции печени (билирубин, щелочная фосфатаза) и гепатоцеллюлярной целостности (АЛТ, АСТ) не снижает риск тяжелого поражения печени из-за быстрого и непредсказуемого начала",
            "Пациенты должны быть проинформированы о риске печеночной недостаточности; пациенты должны быть проинструктированы о необходимости сообщать о симптомах нарушения функции печени (анорексия, зуд, боль в правом подреберье и т. д.), особенно в первые шесть месяцев терапии."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "йодид натрия I-131",
      "description": {
        "common": "пропилтиоурацил снизит уровень или действие йодида натрия I-131 по другому (см. комментарий). Противопоказано. Прекратите прием антитиреоидных препаратов по крайней мере за 3–4 дня до введения йодида натрия I-131 и не применяйте их одновременно; препараты для щитовидной железы уменьшают обновление йодида натрия I-131 щитовидной железой"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "пропилтиоурацил, карбамазепин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск агранулоцитоза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "пропилтиоурацил, клозапин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск агранулоцитоза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "пропилтиоурацил, мациморелин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Лекарства, которые могут притупить реакцию гормона роста (GH) на макрорелин, могут повлиять на точность диагностического теста. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, влияющих на высвобождение ГР."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метимазол",
      "description": {
        "common": "пропилтиоурацил, метимазол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск агранулоцитоза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "пропилтиоурацил и пексидартиниб оба увеличивают Прочее (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "пропилтиоурацил, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, пропилтиоурацил.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "пропилтиоурацил снижает эффекты антитромбина альфа за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "пропилтиоурацил снижает действие антитромбина III за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "пропилтиоурацил снижает действие аргатробана за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "пропилтиоурацил снижает эффекты бемипарина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "пропилтиоурацил снижает эффекты бивалирудина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "пропилтиоурацил снижает эффекты далтепарина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "пропилтиоурацил снижает эффекты эноксапарина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "пропилтиоурацил снижает действие фондапаринукса за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "пропилтиоурацил снижает эффекты гепарина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ликоп",
      "description": {
        "common": "lycopus усиливает эффекты пропилтиоурацила за счет фармакодинамического синергизма. Используйте осторожность/монитор. Lycopus блокирует периферическое превращение Т4 в Т3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "пропилтиоурацил снижает эффекты фениндиона за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодистый калий",
      "description": {
        "common": "калия йодид, пропилтиоурацил. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с антитиреоидными препаратами может усиливать гипотиреоидные и зобогенные эффекты йодида калия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "пропилтиоурацил снижает эффекты протамина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "пропилтиоурацил повышает уровень теофиллина за счет уменьшения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "пропилтиоурацил снижает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кадексомер йода",
      "description": {
        "common": "кадексомер йода, пропилтиоурацил. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивные эффекты гипотиреоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йодированный глицерин",
      "description": {
        "common": "йодированный глицерин, пропилтиоурацил. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивные эффекты гипотиреоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йод",
      "description": {
        "common": "йод, пропилтиоурацил. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивные эффекты гипотиреоза."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "Апластическая анемия",
      "percent": null
    },
    {
      "name": "Дерматологические реакции",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "Полиартрит",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "узловатая эритема",
      "percent": null
    },
    {
      "name": "Эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "Кожная сыпь",
      "percent": null
    },
    {
      "name": "Язвы на коже",
      "percent": null
    },
    {
      "name": "Зоб",
      "percent": null
    },
    {
      "name": "Увеличение веса",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Потеря вкуса",
      "percent": null
    },
    {
      "name": "гранулопения",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Ингибирование миелопоэза",
      "percent": null
    },
    {
      "name": "агранулоцитоз",
      "percent": null
    },
    {
      "name": "гранулопения",
      "percent": null
    },
    {
      "name": "апластическая анемия",
      "percent": null
    },
    {
      "name": "и тромбоцитопения",
      "percent": null
    },
    {
      "name": "Лекарственная лихорадка",
      "percent": null
    },
    {
      "name": "волчанка",
      "percent": null
    },
    {
      "name": "как синдром",
      "percent": null
    },
    {
      "name": "включая спленомегалию и васкулит",
      "percent": null
    },
    {
      "name": "периартериит",
      "percent": null
    },
    {
      "name": "Гипопротромбинемия",
      "percent": null
    },
    {
      "name": "кровотечение",
      "percent": null
    },
    {
      "name": "Нефрит",
      "percent": null
    },
    {
      "name": "гломерулонефрит",
      "percent": null
    },
    {
      "name": "Интерстициальный пневмонит",
      "percent": null
    },
    {
      "name": "Эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "узловатая эритема",
      "percent": null
    },
    {
      "name": "Васкулитный синдром, связанный с наличием антинейтрофильных цитоплазматических антител",
      "percent": null
    },
    {
      "name": "АНКА",
      "percent": null
    },
    {
      "name": "Кожная сыпь",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Эпигастральный дистресс",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Парестезии",
      "percent": null
    },
    {
      "name": "Потеря вкуса",
      "percent": null
    },
    {
      "name": "Извращение вкуса",
      "percent": null
    }
  ]
}