{
  "name": "пифлуфоластат F 18",
  "comment": "Rx",
  "other_names": [
    "Пиларифицировать"
  ],
  "classes": [
    "Агенты диагностической визуализации"
  ],
  "source": "https://reference.medscape.com/drug/pylarify-piflufolastat-F-18-4000221",
  "pregnancy": {
    "common": [
      "Не показан для использования у женщин",
      "Все радиофармпрепараты, включая пифлуфоластат F18, потенциально могут причинять вред плоду в зависимости от стадии развития плода и величины дозы облучения.",
      "Нет информации о риске неблагоприятных исходов развития у беременных самок или животных."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Не показан для использования у женщин",
      "Нет информации о присутствии препарата в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Следите за реакциями гиперчувствительности, особенно у пациентов с аллергией на другие лекарства и продукты питания в анамнезе; реакции могут быть не немедленными; всегда должны быть доступны обученный персонал и реанимационное оборудование"
      ],
      "specific": [
        {
          "type": "Риск неправильной интерпретации изображения",
          "description": [
            "Могут возникать ошибки интерпретации изображения",
            "Отрицательное изображение не исключает наличия рака простаты, а положительное не подтверждает наличие рака простаты.",
            "Поглощение препарата неспецифично для рака предстательной железы и может наблюдаться при других видах рака, незлокачественных процессах и в нормальных тканях.",
            "Рекомендуется клиническая корреляция, которая может включать гистопатологическую оценку места предполагаемого рака предстательной железы."
          ]
        },
        {
          "type": "Радиационные риски",
          "description": [
            "Радиационное облучение связано с дозозависимым повышенным риском развития рака",
            "Обеспечить безопасное обращение с лекарствами и процедуры подготовки пациентов для защиты пациентов и медицинских работников от непреднамеренного радиационного облучения.",
            "Диагностические радиофармпрепараты подвергают пациентов облучению"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Андроген-депривационная терапия (АДТ) и другие методы лечения, направленные на андрогенный путь",
            "Влияние этих методов лечения на работоспособность не установлено.",
            "ГТ и другие виды терапии, воздействующие на пути андрогенов (например, антагонисты рецепторов андрогенов), могут приводить к изменению захвата пифлуфоластата F18 при раке предстательной железы."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "2"
    },
    {
      "name": "дисгевзия",
      "percent": "2"
    },
    {
      "name": "Усталость",
      "percent": "1"
    },
    {
      "name": "Гиперчувствительность",
      "percent": "0.2"
    }
  ]
}