{
  "name": "митапивать",
  "comment": "Rx",
  "other_names": [
    "Пирукинд"
  ],
  "classes": [
    "Активаторы пируваткиназы-R"
  ],
  "source": "https://reference.medscape.com/drug/pyrukynd-mitapivat-4000241",
  "pregnancy": {
    "common": [
      "Имеющихся данных недостаточно для оценки риска серьезных врожденных дефектов, выкидыша или других неблагоприятных исходов для матери или плода, связанного с приемом препарата."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": [
          "Также сообщалось о преэклампсии и тяжелой артериальной гипертензии.",
          "Дефицит ФК у беременных может спровоцировать острый гемолиз, преждевременные роды, выкидыш и тяжелую анемию, требующую частых переливаний."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Пероральное введение беременным крысам два раза в день во время органогенеза через лактацию не приводило к неблагоприятным последствиям для развития в дозах до 13x MRHD.",
          "Пероральное введение беременным крысам и кроликам во время органогенеза не было тератогенным в дозах до 13-кратной и 3-кратной максимальной рекомендуемой дозы для человека (MRHD) 50 мг два раза в день соответственно."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии митапивата или его метаболитов в грудном или животном молоке, влиянии на детей, находящихся на грудном вскармливании, или влиянии на выработку молока.",
      "Рассмотрите преимущества грудного вскармливания для развития и здоровья, а также клинические потребности матери и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, или от основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Острый гемолиз с резким прекращением лечения",
          "description": [
            "При прекращении лечения следите за признаками острого гемолиза и анемии, включая желтуху, иктеричность склер, потемнение мочи, головокружение, спутанность сознания, утомляемость или одышку.",
            "Постепенно уменьшайте дозу, чтобы прекратить лечение, если это возможно.",
            "Острый гемолиз с последующей анемией, наблюдаемой после резкого прерывания или прекращения приема",
            "Избегайте резкого прекращения"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Мониторинг потери терапевтического эффекта чувствительных субстратов CYP3A4, CYP2B6, CYP2C8, CYP2C9 и CYP2C19 с узким терапевтическим индексом при одновременном применении с митапиватом",
            "Субстрат и ингибитор Р-гликопротеина (P-gp)",
            "Рекомендовать пациентам, использующим гормональные контрацептивы, использовать негормональный метод контрацепции или добавить барьерный метод контрацепции во время лечения.",
            "Митапиват может снижать системные концентрации субстратов UGT1A1 с узким терапевтическим индексом.",
            "Также индуцирует UGT1A1",
            "Сильные или умеренные ингибиторы CYP3A4",
            "Мониторинг потери терапевтического эффекта субстратов UGT1A1 с узким терапевтическим индексом при совместном применении с митапиватом",
            "Сильные ингибиторы CYP3A4: избегать одновременного применения",
            "Умеренные ингибиторы CYP3A4: мониторинг Hb и повышенный риск побочных реакций при применении митапивата; не повышайте дозу митапивата выше 20 мг два раза в день",
            "Мониторинг побочных реакций субстратов P-gp с узким терапевтическим индексом при совместном применении с митапиватом",
            "Индуцирует ферменты CYP3A4, CYP2B6, CYP2C8, CYP2C9 и CYP2C19.",
            "Сильные или умеренные ингибиторы CYP3A повышают концентрацию митапивата в плазме крови и риск побочных реакций.",
            "Субстрат CYP3A4",
            "Митапиват может снижать системные концентрации чувствительных CYP3A4 (например, гормональных контрацептивов), субстратов CYP2B6, CYP2C8, CYP2C9 и CYP2C19.",
            "Сильные или умеренные индукторы CYP3A4",
            "Сильные или умеренные индукторы CYP3A снижают концентрацию в плазме и эффективность митапивата.",
            "Умеренные индукторы CYP3A4: рассмотрите другие препараты, которые не являются умеренными индукторами CYP3A при совместном применении с митапиватом; если одновременное введение неизбежно, контролируйте Hb и при необходимости титруйте дозу выше 50 мг два раза в день (не превышая 100 мг два раза в день)",
            "Чувствительные субстраты CYP3A4, CYP2B6, CYP2C8, CYP2C9 и CYP2C19",
            "Субстраты UGT1A1",
            "Субстраты P-gp",
            "Митапиват может повышать системные концентрации препаратов, являющихся субстратами P-gp.",
            "Сильные индукторы CYP3A4: избегать одновременного применения"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "Митапиват снижает уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "митапиват снижает уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "митапиват снижает уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "митапиват снижает уровень или эффект ганаксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ганаксолона с умеренными или сильными индукторами CYP3A4. Если coadministration неизбежен, рассмотреть вопрос об увеличении дозы ganaxolone; однако не превышайте максимальную суточную дозу для веса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "митапиват увеличивает уровень или эффект ленакапавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ленакапавира с умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "митапиват снижает уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люматепероне",
      "description": {
        "common": "митапиват снижает уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олутазидениб",
      "description": {
        "common": "митапиват снижает уровень или действие олутазидиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные или умеренные индукторы CYP3A снижают концентрацию и эффективность олутазидиниба (субстрата CYP3A4) в плазме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "митапиват снижает уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вонопразан",
      "description": {
        "common": "митапиват снижает уровень или действие вонопразана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "митапиват снижает уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения занубрутиниба (субстрата CYP3A4) с умеренными ингибиторами CYP3A4. Если это неизбежно, увеличьте дозу занубрутиниба до 320 мг перорально два раза в день. После прекращения приема ингибитора CYP3A4 возобновите прием предыдущей дозы занубрутиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект митапивата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ленкапавир (умеренный ингибитор CYP3A4) увеличивает уровни митапивата (субстрата CYP3A4) и риск побочных реакций. При совместном применении доза митапивата не должна превышать 20 мг два раза в день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "митапиват снижает уровень или эффект варфарина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Артралгия",
      "percent": "10"
    },
    {
      "name": "Гипертриглицеридемия",
      "percent": "8"
    },
    {
      "name": "Гастроэнтерит",
      "percent": "8"
    },
    {
      "name": "Горячий смыв",
      "percent": "8"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "8"
    },
    {
      "name": "Гипертония",
      "percent": "5"
    },
    {
      "name": "Аритмия",
      "percent": "5"
    },
    {
      "name": "Дискомфорт в груди",
      "percent": "5"
    },
    {
      "name": "Запор",
      "percent": "5"
    },
    {
      "name": "Сухость во рту",
      "percent": "5"
    },
    {
      "name": "Парестезия",
      "percent": "5"
    },
    {
      "name": "Гипертриглицеридемия",
      "percent": "5"
    },
    {
      "name": "Гипертония",
      "percent": "5"
    },
    {
      "name": "Гастроэнтерит",
      "percent": "3"
    }
  ]
}