{
  "name": "дапаглифлозин/саксаглиптин",
  "comment": "Rx",
  "other_names": [
    "Ктерн"
  ],
  "classes": [
    "Противодиабетические средства",
    "Ингибиторы дипептилпептидазы-IV",
    "Ингибиторы SGLT2"
  ],
  "source": "https://reference.medscape.com/drug/qtern-dapagliflozin-saxagliptin-1000143",
  "pregnancy": {
    "common": [
      "Не рекомендуется во втором и третьем триместрах.",
      "Побочные эффекты почек, показанные в исследованиях на животных"
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Саксаглиптин не проявлял побочных эффектов во время органогенеза, что соответствует первому триместру беременности человека.",
          "Неблагоприятное расширение почечных лоханок и канальцев, которое не было полностью обратимым, наблюдалось у молодых крыс при введении дапаглифлозина в дозе, в 15 раз превышающей экспозицию в клинической дозе 10 мг, в течение периода развития почек, соответствующего позднему второму и третьему этапу развития. триместры беременности человека"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, посоветуйте женщинам не применять дапаглифлозин/саксаглиптин во время грудного вскармливания.",
      "Саксаглиптин и дапаглифлозин присутствуют в молоке лактирующих крыс; поскольку созревание почек человека происходит внутриутробно и в течение первых 2 лет жизни, когда может произойти воздействие лактации, может возникнуть риск для развивающихся почек человека.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность к дапаглифлозину или саксаглиптину в анамнезе, включая анафилаксию, ангионевротический отек или эксфолиативные состояния кожи.",
        "Умеренная или тяжелая почечная недостаточность (рСКФ <45 мл/мин/1,73 м²), терминальная стадия почечной недостаточности или пациенты, находящиеся на диализе"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается об остром панкреатите; после начала приема препарата следите за признаками и симптомами панкреатита; при подозрении немедленно отмените дапаглифлозин/саксаглиптин и начните соответствующее лечение",
        "Дозозависимое увеличение Х-ЛПНП, о котором сообщалось при применении дапаглифлозина",
        "Сообщалось о серьезных реакциях гиперчувствительности на саксаглиптин (обычно в течение первых 3 месяцев терапии).",
        "Риск гипогликемии увеличивается при приеме инсулина и средств, стимулирующих секрецию инсулина; отрегулировать дозу",
        "Может увеличить риск развития сердечной недостаточности (HF) или обострения существующих HR; наблюдать за пациентами на наличие признаков и симптомов СН",
        "Не назначать пациентам с активным раком мочевого пузыря и следует с осторожностью назначать пациентам с раком мочевого пузыря в анамнезе.",
        "Серьезные инфекции мочевыводящих путей, включая уросепсис и пиелонефрит, требующие госпитализации, зарегистрированы у пациентов, получающих ингибиторы SGLT2, включая дапаглифлозин; лечение ингибиторами SGLT2 увеличивает риск инфекций мочевыводящих путей; обследовать пациентов на наличие признаков и симптомов инфекций мочевыводящих путей и при необходимости незамедлительно начать лечение",
        "Сообщалось о постмаркетинговых случаях буллезного пемфигоида, требующих госпитализации, при применении ингибитора ДПП-4; пациенты обычно выздоравливают после местного или системного иммунодепрессивного лечения и отмены ингибитора ДПП-4.",
        "В 22 клинических исследованиях новые случаи рака мочевого пузыря были зарегистрированы у 10 (0,17%)/6045 пациентов, получавших дапаглифлозин, и у 1 (0,03%)/3512 пациентов, получавших плацебо/компаратор; Факторы риска рака мочевого пузыря и гематурия (потенциальный показатель ранее существовавших опухолей) были сбалансированы между группами лечения на исходном уровне, и было слишком мало случаев, чтобы определить, связано ли появление этих явлений с дапаглифлозином.",
        "Ингибиторы GLT2 увеличивают экскрецию глюкозы с мочой и приводят к положительным тестам на глюкозу мочи; использовать альтернативные методы для мониторинга гликемического контроля",
        "У пациентов, принимающих ингибиторы ДПП-4, сообщалось о тяжелой и инвалидизирующей артралгии; рассматривать как возможную причину сильной боли в суставах и при необходимости прекратить прием препарата",
        "Пациенты с диабетом и почечной недостаточностью, принимающие дапаглифлозин для контроля гликемии, могут с большей вероятностью испытывать гипотензию и могут подвергаться более высокому риску острого повреждения почек вследствие гиповолемии; оценить почечную функцию до начала терапии и периодически контролировать после этого; противопоказан пациентам с рСКФ <45 мл/мин/1,73 м²",
        "Могут возникать генитальные грибковые инфекции; более восприимчивы пациенты с генитальными грибковыми инфекциями в анамнезе и необрезанные мужчины.",
        "Некротизирующий фасциит промежности (гангрена Фурнье), о котором сообщалось при применении ингибиторов SGLT2; признаки и симптомы включают болезненность, покраснение или отек гениталий или области от гениталий до прямой кишки, а также лихорадку выше 100,4 F или общее недомогание; при подозрении прекратите прием ингибитора SGLT2 и немедленно начните лечение антибиотиками широкого спектра действия и, при необходимости, хирургической обработкой ран.",
        "Нет убедительных доказательств снижения макроваскулярного риска при применении дапаглифлозина или любого другого противодиабетического средства."
      ],
      "specific": [
        {
          "type": "Истощение объема",
          "description": [
            "Терапия вызывает уменьшение объема, что проявляется в виде симптоматической гипотензии или острых транзиторных изменений уровня креатинина.",
            "Прежде чем начинать лечение пациентов с одной или несколькими из этих характеристик, оцените состояние объема и функцию почек; терапия противопоказана пациентам с рСКФ <45 мл/мин/1,73 м",
            "), пожилые пациенты или пациенты, принимающие петлевые диуретики, могут подвергаться повышенному риску гиповолемии или гипотензии.",
            "; контролировать признаки и симптомы гипотензии и функцию почек после начала терапии",
            "2",
            "Пациенты с нарушением функции почек (рСКФ <60 мл/мин/1,73 м",
            "Имеются постмаркетинговые сообщения об остром повреждении почек, некоторые из которых требуют госпитализации и диализа, у пациентов с сахарным диабетом 2 типа, получающих ингибиторы SGLT2, включая дапаглифлозин."
          ]
        },
        {
          "type": "кетоацидоз",
          "description": [
            "Перед началом терапии рассмотрите факторы в анамнезе пациента, которые могут предрасполагать к кетоацидозу, включая недостаточность панкреатического инсулина по любой причине, ограничение калорий и злоупотребление алкоголем.",
            "Проинформируйте пациентов о признаках и симптомах кетоацидоза и проинструктируйте пациентов о прекращении терапии и немедленном обращении за медицинской помощью при появлении признаков и симптомов.",
            "Сообщения о кетоацидозе, серьезном угрожающем жизни состоянии, требующем срочной госпитализации, выявленном у пациентов с сахарным диабетом 1 и 2 типа, получающих терапию; этот препарат не показан для лечения пациентов с сахарным диабетом 1 типа",
            "Рассмотрите возможность временного прекращения терапии как минимум на 3 дня для пациентов, перенесших плановое хирургическое вмешательство.",
            "Рассмотреть возможность наблюдения за кетоацидозом и временно прекратить терапию в других клинических ситуациях, которые, как известно, предрасполагают к кетоацидозу (например, длительное голодание из-за острого заболевания или после операции); убедитесь, что факторы риска кетоацидоза устранены до возобновления терапии"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект саксаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол, саксаглиптин. Другое (см. комментарий). Противопоказано.\nКомментарий: Чрезмерное потребление этанола может изменить гликемический контроль. Некоторые производные сульфонилмочевины могут продуцировать дисульфирам, подобный rxn."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень саксаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект саксаглиптина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект саксаглиптина с помощью транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "альбиглутид, саксаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол, саксаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин, саксаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "саксаглиптин повышает токсичность беназеприла по механизму: неуточненный механизм взаимодействия. Используйте осторожность/монитор. Повышенный риск побочных/токсических эффектов, особенно повышенный риск ангионевротического отека."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект саксаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "бексаротен усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Основываясь на механизме действия, бексаротен в капсулах может усиливать действие средств, повышающих уровень инсулина, что приводит к гипогликемии. Гипогликемия не была связана с монотерапией бексаротеном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Горький лимон",
      "description": {
        "common": "горькая дыня усиливает действие саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб повышает уровни саксаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "саксаглиптин повышает токсичность каптоприла по механизму: неуточненный механизм взаимодействия. Используйте осторожность/монитор. Повышенный риск побочных/токсических эффектов, особенно повышенный риск ангионевротического отека."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "хлорпропамид, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или действие саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "корица усиливает действие саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Вероятность гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин усиливает действие саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин увеличивает уровень или действие саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин, саксаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровни саксаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Внимательно следите за уровнем глюкозы при одновременном применении саксаглиптина с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, саксаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "глимепирид, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект саксаглиптина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень саксаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, саксаглиптин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина увеличивает уровень или действие саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина увеличивает уровень или действие саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или действие саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "эксенатид раствор для инъекций, саксаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "инъекционная суспензия эксенатида, саксаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин усиливает действие саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин усиливает действие саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир будет повышать уровень или эффект саксаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "глипизид, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "глибурид, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон, саксаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "саксаглиптин, инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт протамин/инсулин аспарт",
      "description": {
        "common": "саксаглиптин, инсулин аспарт, протамин/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "дапаглифлозин, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "дапаглифлозин, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "саксаглиптин, инсулин детемир.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "саксаглиптин, инсулин гларгин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "саксаглиптин, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "саксаглиптин, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин изофан человеческий/инсулин обычный человеческий",
      "description": {
        "common": "саксаглиптин, инсулин изофан человеческий/инсулин обычный человеческий.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "саксаглиптин, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро протамин/инсулин лизпро",
      "description": {
        "common": "саксаглиптин, инсулин лизпро, протамин/инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "саксаглиптин, инсулин НПХ.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "дапаглифлозин, инсулин обычный человеческий.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир будет увеличивать уровень или эффект дапаглифлозина за счет неуточненного механизма взаимодействия. Используйте осторожность/монитор. Следите за концентрацией глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровень саксаглиптина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "кетотифен, офтальмологический, саксаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может привести к тромбоцитопении (редко). Мониторить ЦБК."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин усиливает действие саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "лираглутид, саксаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "дапаглифлозин снижает уровень лития по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение ингибитора SGLT2 с литием может снизить концентрацию лития в сыворотке; контролировать концентрацию лития в сыворотке чаще во время начала терапии и изменения дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ломитапид повышает уровень саксаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы при одновременном применении с ломитапидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект саксаглиптина транспортером оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает эффекты саксаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Внимательно следите за уровнем глюкозы в крови при лечении противодиабетическими средствами. Лонапегсоматропин может снижать чувствительность к инсулину, особенно в более высоких дозах. Пациентам с сахарным диабетом может потребоваться коррекция дозы инсулина и/или других сахароснижающих средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "натеглинид, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, саксаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мекасермин",
      "description": {
        "common": "мекасермин усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипогликемические эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или действие саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При одновременном применении начальная доза саксаглиптина должна быть ограничена 2,5 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин усиливает действие саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин увеличивает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин, саксаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "опунция фикус индика",
      "description": {
        "common": "Opuntia ficus indica усиливает действие саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон, саксаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень саксаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "репаглинид, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон, саксаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект саксаглиптина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Акулий хрящ",
      "description": {
        "common": "акульи хрящи усиливают действие саксаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает эффекты дапаглифлозина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Продукты гормона роста могут снижать чувствительность к инсулину, особенно в более высоких дозах. После начала приема сомапацитана может потребоваться коррекция дозы противодиабетических средств. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "толазамид, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, саксаглиптин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксипиридазин",
      "description": {
        "common": "сульфаметоксипиридазин усиливает эффекты саксаглиптина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "толбутамид, дапаглифлозин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с дапаглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект саксаглиптина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "Американский женьшень усиливает действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин усиливает действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин усиливает действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анаму",
      "description": {
        "common": "Анаму усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "хром усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Уменьшение симптомов гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дамиана",
      "description": {
        "common": "damiana снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "дьявольский коготь усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, увеличивает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или действие саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бузина",
      "description": {
        "common": "ягоды бузины усиливают действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования in vitro)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "эвкалипт усиливает действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "Флудрокортизон снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксиместерон",
      "description": {
        "common": "флуоксиместерон усиливает действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фо-ти",
      "description": {
        "common": "fo-ti усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Коленол, соединение, содержащееся в корне колеуса, может стимулировать высвобождение инсулина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "готу кола",
      "description": {
        "common": "Готу кола усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или действие саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "гуанфацин снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Уменьшение симптомов гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гимнема",
      "description": {
        "common": "gymnema усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "Семена конского каштана усиливают действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник усиливает действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лумефантрин снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ликоп",
      "description": {
        "common": "lycopus усиливает действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования на животных)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местеролон",
      "description": {
        "common": "Местеролон усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилтестостерон",
      "description": {
        "common": "Метилтестостерон усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "крапива",
      "description": {
        "common": "крапива усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин увеличивает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин, саксаглиптин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна дисгликемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксандролон",
      "description": {
        "common": "Оксандролон усиливает действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон усиливает эффекты саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "патиромер",
      "description": {
        "common": "патиромер, дапаглифлозин. связывание катионов в желудочно-кишечном тракте. Незначительное/значение неизвестно. Клинически значимого взаимодействия не наблюдалось. Разделение дозирования не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "пегвисомант усиливает действие саксаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Реакции гиперчувствительности, включая анафилаксию.",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "и эксфолиативные кожные заболевания",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Тяжелая и инвалидизирующая артралгия",
      "percent": null
    },
    {
      "name": "Буллезный пемфигоид",
      "percent": null
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    },
    {
      "name": "кетоацидоз",
      "percent": null
    },
    {
      "name": "Острое повреждение почек и нарушение функции почек",
      "percent": null
    },
    {
      "name": "Уросепсис и пиелонефрит",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    }
  ]
}