{
  "name": "хинидин",
  "comment": "Rx",
  "other_names": [
    "хинидина глюконат",
    "Хинидекс",
    "квинаглют"
  ],
  "classes": [
    "Я",
    "Антиаритмики",
    "противомалярийные"
  ],
  "source": "https://reference.medscape.com/drug/quinaglute-quinidex-quinidine-342308",
  "pregnancy": {
    "common": [
      "Репродуктивные исследования на животных не проводились.",
      "Адекватных и хорошо контролируемых исследований у беременных женщин не проводилось."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Грудное вскармливание: проникает в грудное молоко, будьте предельно осторожны (Комитет AAP утверждает, что кормление грудью совместимо)"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "В случае применения хинидина для предотвращения или отсрочки рецидива трепетания/фибрилляции предсердий препарат может увеличить смертность.",
        "У пациентов с различными неопасными для жизни желудочковыми аритмиями смертность, связанная с применением хинидина, как сообщается, постоянно выше, чем смертность, связанная с использованием любого из множества альтернативных антиаритмических средств; риск смертности увеличивается при структурных заболеваниях сердца."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Пациенты с неблагоприятным воздействием антихолинергической активности",
        "Повышенная чувствительность к хинидину или алкалоидам хинного дерева.",
        "Миастения, тромбоцитопения или развившаяся тромбоцитопеническая пурпура во время предшествующей терапии хинидином или хинином",
        "Задержка идиовентрикулярной проводимости, в том числе у пациентов с полной атриовентрикулярной блокадой (за исключением случаев наличия искусственного водителя ритма)",
        "Блокада сердца> 1",
        "степень",
        "ул.",
        "Лекарства или состояния, удлиняющие интервал QT"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "С осторожностью при острой ревматической лихорадке, остром тиреотоксикозе, ХСН, подостром бактериальном эндокардите, обмороках.",
        "Очень высокие дозы могут вызвать аборт у беременных из-за окситотического эффекта.",
        "Почечная или печеночная дисфункция вызывает замедление выведения хинидина, в то время как застойная сердечная недостаточность вызывает снижение кажущегося объема распределения хинидина. Любое из этих состояний может привести к токсичности хинидина, если дозировка не будет уменьшена соответствующим образом.",
        "Поскольку хинидин противостоит эффектам стимуляции блуждающего нерва на предсердия и АВ-узлы, физические или фармакологические маневры блуждающего нерва, предпринимаемые для прекращения пароксизмальной суправентрикулярной тахикардии, могут быть неэффективными у пациентов, получающих хинидин.",
        "У пациентов без имплантированных кардиостимуляторов с высоким риском полной атриовентрикулярной блокады (например, с интоксикацией наперстянкой, атриовентрикулярной блокадой второй степени или тяжелыми нарушениями внутрижелудочковой проводимости) хинидин следует применять с осторожностью.",
        "Когда хинидин вводят пациентам с трепетанием/фибрилляцией предсердий, желательному фармакологическому восстановлению синусового ритма может (редко) предшествовать замедление предсердной частоты с последующим увеличением частоты ударов, проводимых к желудочкам; результирующая частота желудочков может быть очень высокой (более 200 ударов в минуту) и плохо переносимой; эта опасность может быть уменьшена, если частичная атриовентрикулярная блокада достигнута до начала терапии хинидином с использованием препаратов, снижающих проводимость, таких как наперстянка, верапамил, дилтиазем или блокаторов β-рецепторов.",
        "Внутривенное введение требует постоянного мониторинга сердечной деятельности и артериального давления.",
        "Нарушения электролитного баланса вследствие тяжелого Н/В, диарея, возможны расстройства приема пищи; будьте осторожны",
        "Дозу следует корректировать в пределах диапазона для достижения желаемого терапевтического эффекта в пределах терапевтической концентрации в плазме и при отсутствии токсического SE.",
        "Пролонгированный высвобождение не рекомендуется для детей",
        "Избегайте грейпфрутового сока",
        "У пациентов с синдромом слабости синусового узла хинидин вызывал выраженную депрессию синусового узла и брадикардию."
      ],
      "specific": [
        {
          "type": "Проаритмические эффекты",
          "description": [
            "Лучшим предиктором этой аритмии является длина интервала QTc; хинидин следует использовать с особой осторожностью у пациентов с ранее существовавшими синдромами удлинения интервала QT, у которых в анамнезе была желудочковая тахикардия типа «пируэт» любой этиологии, или у тех, кто ранее реагировал на хинидин (или другие препараты, пролонгирующие реполяризацию желудочков) с выраженным удлинением интервала QT. с интервал",
            "Как и другие препараты (включая все другие антиаритмические средства класса Ia), хинидин удлиняет интервал QT и может привести к torsades de pointes, опасной для жизни желудочковой аритмии; риск желудочковой тахикардии повышается при брадикардии, гипокалиемии, гипомагниемии или высоком уровне хинидина в сыворотке, но может появиться при отсутствии любого из этих факторов риска"
          ]
        },
        {
          "type": "Тромбоцитопения",
          "description": [
            "Серологические тесты на хинидин-специфические антитела коммерчески доступны и могут быть полезны для выявления конкретной причины тромбоцитопении в отдельных случаях; тестирование важно, потому что пациент с хинидин-зависимыми антителами не должен подвергаться повторному воздействию хинидина.",
            "Если хинидин не остановить, существует риск фатального кровотечения; начало тромбоцитопении может быть более быстрым при повторном воздействии",
            "Индуцированная хинидином тромбоцитопения представляет собой иммуноопосредованное заболевание, характеризующееся образованием зависимых от лекарств антител, которые сами по себе нереактивны, но когда растворимое лекарство присутствует в фармакологических концентрациях, прочно связывается со специфическими гликопротеинами мембран тромбоцитов, вызывая разрушение тромбоцитов.",
            "Системные симптомы, такие как головокружение, озноб, лихорадка, тошнота и рвота, часто могут предшествовать событиям кровотечения; тромбоцитопения может быть тяжелой; пациентам следует провести повторную оценку соотношения риск/польза, чтобы продолжить лечение хинидином; если прием препарата прекращается, симптомы обычно исчезают в течение 1 или 2 дней, а количество тромбоцитов возвращается к норме менее чем за 1 неделю.",
            "Как правило, пациент с иммунной тромбоцитопенией принимает препарат в течение примерно 1 недели или периодически в течение более длительного периода времени (возможно, лет), прежде чем у него появятся петехии или кровоподтеки."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Взаимодействия с совместно принимаемыми лекарственными средствами могут изменить концентрацию и активность хинидина в сыворотке, что приведет либо к токсичности, либо к отсутствию эффективности, если доза хинидина не изменена соответствующим образом.",
            "Выведение хинидина из печени может быть ускорено при совместном применении с препаратами (фенобарбитал, фенитоин, рифампин), которые индуцируют продукцию цитохрома Р450 IIIA4; возможно, из-за конкуренции за метаболический путь P450 IIIA4 уровни хинидина повышаются при одновременном применении с кетоконазолом",
            "Фармакокинетические механизмы не совсем понятны, уровни хинидина повышаются при одновременном применении с амиодароном или циметидином.",
            "Препараты, подщелачивающие мочу (ингибиторы карбоангидразы, бикарбонат натрия, тиазидные диуретики), снижают выведение хинидина почками.",
            "Эффекты (если таковые имеются) одновременного применения других бета-блокаторов на фармакокинетику хинидина изучены недостаточно; печеночный клиренс хинидина значительно снижается при одновременном применении с верапамилом с соответствующим повышением уровня в сыворотке и периодом полувыведения",
            "Совместное введение пропранолола обычно не влияет на фармакокинетику хинидина, но в некоторых исследованиях было показано, что β-адреноблокатор вызывает повышение пиковых уровней хинидина в сыворотке, уменьшение объема распределения хинидина и снижение общего клиренса хинидина.",
            "Очень редко и опять же по непонятным механизмам уровни хинидина снижаются при совместном применении с нифедипином.",
            "Дилтиазем значительно снижает клиренс и увеличивает t1/2 хинидина, но хинидин не изменяет кинетику дилтиазема.",
            "На скорость и степень всасывания хинидина могут влиять изменения в потреблении соли с пищей; снижение потребления пищевой соли может привести к увеличению концентрации хинидина в плазме"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "хинидин и амитриптилин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амоксапин",
      "description": {
        "common": "хинидин и амоксапин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "хинидин и артеметер/лумефантрин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хинидин повысит уровень или действие хлорохина на другое (см. комментарий). Противопоказано. Хинидин противопоказан пациентам, получающим препараты, удлиняющие интервал QT и метаболизирующиеся CYP2D6, такие как хлорохин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "хинидин и кларитромицин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "хинидин и кломипрамин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "хинидин повышает уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Избегайте одновременного применения с сильными ингибиторами CYP3A4 (увеличивает системную экспозицию кобиметиниба в 6,7 раза)."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кониваптан",
      "description": {
        "common": "хинидин увеличивает уровень или эффект кониваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение кониваптана с сильными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "хинидин и дезипрамин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "хинидин повышает уровень дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "хинидин повышает уровень интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "хинидин и дизопирамид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофетилид",
      "description": {
        "common": "хинидин и дофетилид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "досулепин",
      "description": {
        "common": "хинидин и досулепин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "доксепин",
      "description": {
        "common": "хинидин и доксепин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дронедарон",
      "description": {
        "common": "хинидин и дронедарон увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дроперидол",
      "description": {
        "common": "хинидин и дроперидол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элиглустат",
      "description": {
        "common": "хинидин повышает уровень или эффект элиглустата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 противопоказаны элиглустату со слабым или промежуточным метаболизмом; снизить дозу элиглустата с 84 мг два раза в день до 84 мг один раз в день у пациентов с интенсивным метаболизмом; элиглустат противопоказан, если сильные или умеренные ингибиторы CYP2D6 применяются одновременно с сильными или умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "рацемический адреналин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "хинидин и основание эритромицина увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "хинидин и этилсукцинат эритромицина увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "хинидин и лактобионат эритромицина увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "хинидин и стеарат эритромицина увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод усиливает эффекты хинидина за счет фармакодинамического синергизма. Противопоказано. Одновременное применение противопоказано из-за повышенного риска брадикардии, атриовентрикулярной блокады и желудочковой тахикардии типа «пируэт»."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флибансерин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение флибансерина с умеренными или сильными ингибиторами CYP3A4 противопоказано. Может возникнуть тяжелая гипотензия или обмороки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гозерелин",
      "description": {
        "common": "гозерелин увеличивает токсичность хинидина по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "галоперидол",
      "description": {
        "common": "хинидин и галоперидол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибутилид",
      "description": {
        "common": "хинидин и ибутилид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "имипрамин",
      "description": {
        "common": "хинидин и имипрамин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "индапамид",
      "description": {
        "common": "хинидин и индапамид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Оба препарата увеличивают интервал QT. Одновременное применение хинидина и итраконазола противопоказано во время и через 2 недели после лечения итраконазолом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект ивабрадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение ивабрадина с сильными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лефамулин противопоказан при использовании субстратов CYP3A, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лейпролид",
      "description": {
        "common": "лейпролид увеличивает токсичность хинидина по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "хинидин и лофепрамин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ломитапид",
      "description": {
        "common": "хинидин повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Повышает уровень ломитапида в несколько раз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ловастатин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 увеличивают системное воздействие статинов и риск развития миопатии, включая рабдомиолиз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "хинидин и люмефантрин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мапротилин",
      "description": {
        "common": "хинидин и мапротилин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повышает уровень хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Противопоказано с субстратами CYP3A, которые имеют узкий терапевтический индекс; комбинация может продлить интервал QT."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "хинидин и моксифлоксацин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "налоксегол",
      "description": {
        "common": "хинидин увеличивает уровень или эффект налоксегола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение налоксегола с сильными ингибиторами CYP3A4 может значительно увеличить системную экспозицию налоксегола, что может вызвать симптомы отмены опиоидов."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "хинидин и нилотиниб увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Нирматрелвир/ритонавир противопоказан к препаратам, клиренс которых сильно зависит от CYP3A и повышенные концентрации которых связаны с серьезными и/или опасными для жизни реакциями."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Нирматрелвир/ритонавир противопоказан к препаратам, клиренс которых сильно зависит от CYP3A и повышенные концентрации которых связаны с серьезными и/или опасными для жизни реакциями."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "хинидин и нортриптилин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "октреотид",
      "description": {
        "common": "хинидин и октреотид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "хинидин и октреотид (антидот) увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пентамидин",
      "description": {
        "common": "хинидин и пентамидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "хинидин и пимозид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "хинидин и прокаинамид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "протриптилин",
      "description": {
        "common": "хинидин и протриптилин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "регорафениб",
      "description": {
        "common": "хинидин, регорафениб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 повышают уровень регорафениба и снижают экспозицию активных метаболитов М-2 и М-5."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "соталол",
      "description": {
        "common": "хинидин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир повышает уровень хинидина за счет замедления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тразодон",
      "description": {
        "common": "хинидин и тразодон увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "хинидин и тримипрамин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Могут возникать повышенные и токсичные уровни хинидина, потенцирующие риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "зипразидон",
      "description": {
        "common": "хинидин и зипразидон увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения адаграсиба, ингибитора CYP3A4, с чувствительными субстратами CYP3A, если иное не рекомендовано в инструкциях по медицинскому применению этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адо-трастузумаб эмтанзин",
      "description": {
        "common": "хинидин повышает уровень адо-трастузумаба эмтанзина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. DM1, цитотоксический компонент, метаболизируется главным образом CYP3A4; сильные ингибиторы CYP3A4 могут увеличить экспозицию и токсичность DM1."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "афатиниб",
      "description": {
        "common": "хинидин повышает уровень афатиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Уменьшите суточную дозу афатиниба на 10 мг при непереносимости при одновременном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амикацин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект амикацина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект амиодарона за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "хинидин и амисульприд увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект амитриптилина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "хинидин повышает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При приеме апиксабана в дозе >2,5 мг два раза в день уменьшите дозу на 50% при совместном применении с сильными двойными ингибиторами CYP3A4 и P-gp; если в настоящее время вы принимаете апиксабан 2,5 мг перорально 2 раза в день, избегайте одновременного применения с сильными двойными ингибиторами CYP3A4 и P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "хинидин и триоксид мышьяка увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "азенапин трансдермальный и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект аторвастатина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акситиниб",
      "description": {
        "common": "хинидин повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP3A4, уменьшите дозу акситиниба на 50%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "хинидин увеличивает уровень или эффект базедоксифена/конъюгированных эстрогенов с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "хинидин повышает уровень или эффект бедаквилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения бедаквилина с сильными ингибиторами CYP3A4 в течение > 14 дней подряд, за исключением случаев, когда польза от лечения превышает риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "хинидин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают концентрацию бозутиниба в плазме примерно в 5 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид снизит уровень или эффект хинидина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "бригатиниб будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Бригатиниб индуцирует CYP3A4 in vitro. Совместное введение с субстратами CYP3A4, особенно с узким терапевтическим индексом, может привести к снижению концентрации и потере эффективности. Если невозможно избежать одновременного применения, контролируйте уровень субстрата CYP3A4 и при необходимости корректируйте дозу."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект будесонида транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "хинидин повышает уровень или эффект кабозантиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения кабозантиниба с сильными ингибиторами CYP3A4. Если требуется сильный ингибитор CYP3A4, уменьшите дозу кабозантиниба на 40 мг/сут (кометрик) или на 20 мг/сут (кабометикс). Возобновить прием предыдущей дозы через 2-3 дня после прекращения приема сильного ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карведилол",
      "description": {
        "common": "хинидин увеличивает уровень или эффект карведилола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "хинидин повышает уровень церитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте, если это возможно; если одновременное применение неизбежно, уменьшите дозу церитиниба примерно на 33%; после прекращения приема сильного ингибитора CYP3A возобновить прием в предыдущей дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает токсичность хинидина на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хинидин, хлорпромазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивные кардиальные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект колхицина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте использования колхицина с ингибиторами P-gp. Если coadministration необходимо, уменьшите дозу колхицина или частоты, как рекомендуется в информации о назначении. Использование любого продукта колхицина в сочетании с ингибиторами P-gp противопоказано пациентам с почечной или печеночной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект конъюгированных эстрогенов переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект конъюгированных эстрогенов, вагинально транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект кортизона переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Следует избегать одновременного применения кризотиниба с субстратами CYP3A с узкими терапевтическими индексами. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "хинидин повышает уровень дабрафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дапсон актуальные",
      "description": {
        "common": "хинидин, дапсон местно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дапсона для местного применения с пероральным дапсоном или противомалярийными препаратами из-за возможности гемолитических реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "хинидин и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект дефлазакорта транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект дезипрамина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект дексаметазона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект дигоксина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "хинидин, дифенгидрамин. Механизм: фармакодинамический синергизм. Противопоказано. Риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект доцетаксела транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "хинидин увеличивает уровень или эффект дофетилида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "хинидин и доласетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "донепезил",
      "description": {
        "common": "Донепезил и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект доксепина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Оба агента увеличивают интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект edoxaban транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. При применении сильных ингибиторов P-gp может потребоваться коррекция дозы. Лечение ТГВ/ТЭЛА: уменьшить дозу до 30 мг перорально один раз в день. NVAF: снижение дозы не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Энкорафениб связан с дозозависимым удлинением интервала QTc. Избегайте приема препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "хинидин и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб, хинидин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Избегайте одновременного применения в течение начального периода корректировки дозы (т.е. в течение первых 21 дня). Повышение уровня фосфатов в сыворотке крови является фармакодинамическим эффектом ингибирования FGFR. Связывающие фосфаты в сыворотке могут скрывать решения относительно увеличения начальной дозы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Потенциал для усиленных QT-продлевающих эффектов; если одновременное применение необходимо, рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность хинидина на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект эстрадиола транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект эстрогенов, конъюгированных синтетическим переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстропипат",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект эстропипата переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект этинилэстрадиола транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект эверолимуса с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "хинидин увеличивает уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "хинидин увеличивает уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "хинидин увеличивает уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "хинидин увеличивает уровень или эффект трансмукозального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы и/или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флекаинид",
      "description": {
        "common": "хинидин увеличивает уровень или эффект флекаинида, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект флудрокортизона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект флуоксетина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "хинидин, флуфеназин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивные кардиальные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "интраназальный флутиказон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект интраназального флутиказона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут усиливать системные побочные эффекты кортикостероидов; контролировать признаки/симптомы высоких концентраций кортикостероидов, включая признаки/симптомы типа Кушинга."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "формотерол",
      "description": {
        "common": "хинидин и формотерол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир повышает уровень хинидина за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "хинидин и фоскарнет увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гадобенат",
      "description": {
        "common": "гадобенат и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект гентамицина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "хинидин и гласдегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если coadministration неизбежен, контролировать повышенный риск продления интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "хинидин увеличивает уровень или эффект галоперидола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гистрелин",
      "description": {
        "common": "гистрелин увеличивает токсичность хинидина по интервалу QTc. Избегайте или используйте альтернативный препарат. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект гидрокортизона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект гидроморфона, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин увеличивает токсичность хинидина по интервалу QTc. Избегайте или используйте альтернативный препарат. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "хинидин повышает уровень ибрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ибрутиниба и сильных ингибиторов CYP3A4. Если необходимо кратковременно использовать сильный ингибитор CYP3A4 (например, противоинфекционные препараты в течение 7 дней), прервите терапию ибрутинибом до прекращения приема сильного ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "хинидин повышает уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект илоперидона, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект иматиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект имипрамина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект индинавира за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "инотузумаб, и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного использования, получите ЭКГ и электролиты до и после начала приема любого препарата, который, как известно, удлиняет интервал QTc, и периодически контролируйте его в соответствии с клиническими показаниями во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивермектин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект ивермектина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб, и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения препаратов, удлиняющих интервал QTc, с ивосиденибом или замените их альтернативной терапией. Если одновременное применение препарата, удлиняющего интервал QTc, неизбежно, необходимо контролировать повышенный риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект лапатиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень хинидина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "хинидин и левофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "литий и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "хинидин повышает уровень или эффект лофепрамина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоперамид",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект лоперамида транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте использования лорлатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной терапевтической неудаче субстрата. Если одновременное применение неизбежно, увеличьте дозу субстрата CYP3A в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект ловастатина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "lumacaftor/ivacaftor будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Люмакафтор является сильным индуктором CYP3A. Избегайте одновременного применения с чувствительными субстратами CYP3A или субстратами CYP3A с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон повышает токсичность хинидина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Взаимодействие наблюдается только при острой передозировке луразидона. Луразидон может усиливать эффекты хинидина, удлиняющие интервал QTc, при передозировке."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "мациморелин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Макиморелин вызывает увеличение скорректированного интервала QT примерно на 11 мсек. Избегайте одновременного применения с препаратами, удлиняющими интервал QT, что может увеличить риск развития желудочковой тахикардии типа torsade de pointes. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мацитентан",
      "description": {
        "common": "хинидин увеличивает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "маравирок",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект маравирока через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "хинидин, мефлохин. Механизм: фармакодинамический синергизм. Противопоказано. Риск нарушений ЭКГ, остановки сердца."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "местранол",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект местранола транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "хинидин и метадон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "хинидин увеличивает уровень или действие метамфетамина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект метилпреднизолона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "хинидин увеличивает уровень или эффект интраназального метоклопрамида, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Одновременное применение метоклопрамида интраназально и сильных ингибиторов CYP2D6 не рекомендуется, поскольку дозу метоклопрамида интраназально нельзя корректировать."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метопролол",
      "description": {
        "common": "хинидин увеличивает уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Если требуется одновременная терапия, тщательно контролируйте сердечную функцию (артериальное давление, частота сердечных сокращений). Коррекция дозы может потребоваться для обоих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мексилетин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, увеличьте дозировку субстрата CYP3A4 в соответствии с информацией о его назначении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "хинидин увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "небиволол",
      "description": {
        "common": "хинидин повышает уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Контролируйте артериальное давление. Может потребоваться снижение дозы небиволола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект нелфинавира за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект неомицина PO транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При одновременном применении нилотиниба и хинидина может наблюдаться аддитивное удлинение интервала QT. Совместное введение нилотиниба и препарата, удлиняющего интервал QT, такого как дронедарон, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект нортриптилина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "хинидин и офлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "хинидин повышает уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP3A, уменьшите дозу олапариба до 150 мг (капсула) или 100 мг (таблетка) перорально два раза в день. Не заменяйте таблетки капсулами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олутазидениб",
      "description": {
        "common": "олутазидениб будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения олутазидиниба (индуктора CYP3A4) с чувствительными субстратами CYP3A, если иное не указано в информации о назначении субстратов. Если это неизбежно, следите за потерей терапевтического эффекта чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "хинидин и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект оксикодона, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект оксиморфона, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект паклитаксела транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект белка паклитаксела, связанного переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "пакритиниб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "хинидин повышает уровень или эффект палбоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения палбоциклиба с сильными ингибиторами CYP3A. Если невозможно избежать, уменьшите дозу палбоциклиба до 75 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект палиперидона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "хинидин и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект паромомицина с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "хинидин и пароксетин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "хинидин, перфеназин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивные кардиальные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "хинидин и пексидартиниб усиливают ингибирование желудочно-кишечной абсорбции. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "Пимавансерин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Одновременное применение может увеличить риск удлинения интервала QT и сердечной аритмии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "хинидин и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "хинидин повышает уровень помалидомида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "хинидин повышает уровень понатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Уменьшите начальную дозу понатиниба до 30 мг в день, если нельзя избежать одновременного применения с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод, хинидин.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Проконсультируйтесь с кардиологом, если планируете лечение. Как правило, не следует начинать лечение у пациентов, которые одновременно принимают препараты, удлиняющие интервал QT, с известными аритмогенными свойствами, такие как блокаторы кальциевых каналов, снижающие ЧСС (например, верапамил, дилтиазем)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Применение позаконазола в сочетании с препаратами, удлиняющими интервал QT и являющимися субстратами для CYP3A4, противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект преднизолона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект преднизолона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "хинидин, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "хинидин увеличивает уровень или эффект новокаинамида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "хинидин, прохлорперазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивные кардиальные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "промазин",
      "description": {
        "common": "хинидин, промазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивные кардиальные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прометазин",
      "description": {
        "common": "хинидин, прометазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивные кардиальные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект пропафенона, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "хинидин увеличивает уровень или эффект пропранолола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Мониторинг пациентов для гипотензии, брадикардии, аритмии и сердечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "хинидин и ранолазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "красный дрожжевой рис",
      "description": {
        "common": "хинидин увеличивает уровень или эффект красного дрожжевого риса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Может повысить уровень креатинкиназы и увеличить риск миопатии или рабдомиолиза; красный дрожжевой рис содержит моноколин К (как сообщается, идентичен ловастатину)"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект римегепанта транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "хинидин увеличивает уровень или эффект риоцигуата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Совместное введение риоцигуата (субстрат изоферментов CYP 1A1, 2C8, 3A, 2J2) с сильными ингибиторами CYP может потребовать снижения начальной дозы 0,5 мг перорально три раза в день; следить за признаками гипотензии и при необходимости уменьшить дозу"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект рисперидона транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект ритонавира транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект ромидепсина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "хинидин повышает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Снизить начальную дозу руксолитиниба до 10 мг два раза в сутки при количестве тромбоцитов 100 X 10^9/л или более и одновременном применении сильных ингибиторов CYP3A4; избегать при количестве тромбоцитов <100 X 10^9/л"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект местного руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Снизить начальную дозу руксолитиниба до 10 мг два раза в сутки при количестве тромбоцитов 100 X 10^9/л или более и одновременном применении сильных ингибиторов CYP3A4; избегать при количестве тромбоцитов <100 X 10^9/л"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект саквинавира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "силодозин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект силодозина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод, хинидин.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений сипонимод, как правило, не следует назначать пациентам, принимающим препараты, удлиняющие интервал QT с известными аритмогенными свойствами, блокаторы кальциевых каналов, снижающие частоту сердечных сокращений, или другие препараты, которые могут снижать частоту сердечных сокращений. Если рассматривается вопрос о лечении, проконсультируйтесь с кардиологом относительно перехода на препараты, не снижающие частоту сердечных сокращений, или соответствующего мониторинга для начала лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект сиролимуса транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сонидегиб",
      "description": {
        "common": "хинидин повышает уровень или эффект сонидегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сонидегиба с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата CYP3A4 для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "шпиль",
      "description": {
        "common": "хинидин увеличивает токсичность лука за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект стрептомицина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "хинидин и сульфаметоксазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суворексант",
      "description": {
        "common": "хинидин повышает уровень суворексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Суворексант не рекомендуется применять вместе с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект такролимуса с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "хинидин повышает уровень тамсулозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "телаванцин",
      "description": {
        "common": "хинидин и телаванцин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект хинидина с помощью транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект тиоридазина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тимолол",
      "description": {
        "common": "хинидин увеличивает уровень или эффект тимолола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект тобрамицина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "хинидин повышает уровень тофацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Уменьшите дозу тофацитиниба до 5 мг в день при совместном применении с мощными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект толваптана транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топотекан",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект топотекана транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Маркировка продукта для топотекана PO рекомендует избегать одновременного использования ингибиторов P-gp; взаимодействие с внутривенным введением топотекана может быть менее серьезным, но, вероятно, имеет клиническое значение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "хинидин и торемифен увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Следует избегать одновременного применения торемифена с препаратами, вызывающими удлинение интервала QT. При необходимости одновременного применения рекомендуется прервать прием торемифена. Если прерывание невозможно, пациенты, которым требуется терапия препаратом, удлиняющим интервал QT, должны находиться под тщательным наблюдением. ЭКГ должны быть получены для пациентов с высоким риском."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "хинидин, трифлуоперазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивные кардиальные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "хинидин и триметоприм увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трипторелин",
      "description": {
        "common": "трипторелин увеличивает токсичность хинидина по интервалу QTc. Избегайте или используйте альтернативный препарат. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трописетрон",
      "description": {
        "common": "хинидин и трописетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "хинидин увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "хинидин, вандетаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте coadministration с препаратами, которые, как известно, продлевают интервал QT; если необходимо использовать лекарство, удлиняющее интервал QT, рекомендуется более частый мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект венетоклакса транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если необходимо использовать ингибитор P-gp, уменьшите дозу венетоклакса не менее чем на 50%. Внимательнее следите за признаками токсичности венетоклакса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "хинидин и венлафаксин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "хинидин увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "Хинидин повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винбластин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект винбластина транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект винкристина переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект липосомального винкристина переносчиком оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "хинидин повышает уровень ворапаксара, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "хинидин повышает уровень вортиоксетина, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Уменьшите дозу вортиоксетина на 50% при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "voxelotor увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид повысит уровень или эффект хинидина за счет пассивной реабсорбции в почечных канальцах — основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "хинидин и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алискирен",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект алискирена транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "Гидроксид алюминия повысит уровень или эффект хинидина за счет пассивной реабсорбции в почечных канальцах — щелочной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альвимопан",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект alvimopan транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амантадин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект амантадина за счет снижения почечного клиренса. Используйте осторожность/монитор. Было показано, что совместное введение хинина или хинидина с амантадином снижает почечный клиренс амантадина примерно на 30%."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид, хинидин. Механизм: неустановленный механизм взаимодействия. Используйте осторожность/монитор. Повышенный риск аритмий у больных. с желудочковой тахикардией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "хинидин повышает уровень или эффект арипипразола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "хинидин увеличивает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект атомоксетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. С сильными ингибиторами CYP2D6 рекомендуются сниженные начальные дозы атомоксетина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "хинидин повышает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "хинидин и азитромицин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "хинидин и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "хинидин увеличивает уровень или действие бензгидрокодона/ацетаминофена, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Гидроморфон (<3% циркулирующего исходного гидрокодона [бензгидрокодон является пролекарством гидрокодона]) в основном образуется в результате опосредованного CYP2D6 О-деметилирования гидрокодона. Гидроморфон может способствовать общему обезболивающему эффекту гидрокодона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "хинидин повышает уровень беротральстата за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Доза беротральстата снижена до 110 мг/сут при одновременном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "хинидин повышает уровень бетриксабана за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Уменьшите дозу бетриксабана до 80 мг перорально однократно, затем до 40 мг перорально qD при одновременном применении с ингибитором P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "блинатумомаб",
      "description": {
        "common": "блинатумомаб повышает уровень хинидина за счет замедления метаболизма. Изменить терапию/внимательно контролировать. Начало лечения вызывает временное высвобождение цитокинов, которые могут подавлять ферменты CYP450; Самый высокий риск лекарственного взаимодействия возникает в течение первых 9 дней первого цикла и первых 2 дней 2-го цикла у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб повышает уровень хинидина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "хинидин повышает уровень или эффект брекспипразола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Вводить половину обычной дозы брекспипразола при одновременном применении с сильными ингибиторами CYP2D6. При одновременном применении с сильным/умеренным ингибитором CYP3A4 вводят четверть дозы брекспипразола. ПРИМЕЧАНИЕ. В клинических исследованиях MDD дозировка брекспипразола не корректировалась для сильных ингибиторов CYP2D6 (например, пароксетина, флуоксетина); таким образом, соображения CYP уже учтены в общих рекомендациях по дозированию, и брекспипразол можно назначать без коррекции дозы у пациентов с БДР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бродалумаб",
      "description": {
        "common": "бродалумаб, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаиновый имплантат",
      "description": {
        "common": "хинидин, бупивакаиновый имплантат.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Местные анестетики могут увеличить риск развития метгемоглобинемии при одновременном воздействии препаратов, которые также вызывают метгемоглобинемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция повысит уровень или эффект хинидина за счет пассивной канальцевой реабсорбции в почках - основная моча. Используйте осторожность/монитор. Могут возникать повышенные уровни хинидина в плазме, возможно, с нарушениями сердечной проводимости и аритмиями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "Капецитабин и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "хинидин повышает уровень или эффект карипразина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с сильными ингибиторами CYP3A4 требует снижения дозы карипразина. См. раздел «Изменение дозировки» в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "хинидин повышает уровень церитиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект хлорпромазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин и хинидин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "хинидин и циталопрам увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект хинидина на др. (см. комментарий). Изменить терапию/внимательно контролировать. Хинидин является субстратом CYP3A4 и P-gp и ингибирует CYP2D6 и P-gp; кобицистат является субстратом и ингибитором как изоферментов, так и ингибитором P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "хинидин снижает уровень или эффект кодеина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Предотвращает превращение кодеина в его активный метаболит морфин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект циклоспорина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "хинидин будет повышать уровень или эффект дабигатрана через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "daunorubicin",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект даунорубицина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект дейтетрабеназина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP2D6 увеличивают системное воздействие активных дигидрометаболитов дейтетрабеназина примерно в 3 раза. Не превышайте дозу дейтетрабеназина 18 мг/сут и 36 мг/сут при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект дексфенфлурамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект декстроамфетамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "хинидин увеличивает уровень или эффект трансдермального декстроамфетамина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Начните с более низких доз и наблюдайте за пациентами на наличие признаков и симптомов серотонинового синдрома, особенно во время начала приема декстроамфетамина и после увеличения дозы. Если возникает серотониновый синдром, прекратите трансдермальный прием декстроамфетамина и ингибитора CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "хинидин увеличивает уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или действие хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "хинидин увеличивает уровень или действие диеногеста/эстрадиола валерата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами, такими как тошнота, нерегулярные маточные кровотечения, болезненность молочных желез и головная боль."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "хинидин увеличивает уровень или эффект донепезила, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил трансдермальный",
      "description": {
        "common": "хинидин, донепезил трансдермально.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект доксорубицина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект липосомального доксорубицина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Дулаглутид замедляет опорожнение желудка и может влиять на всасывание одновременно принимаемых пероральных препаратов; Будьте особенно осторожны при совместном применении с препаратами, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дупилумаб",
      "description": {
        "common": "дупилумаб, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, дупилумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема дупилумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект хинидина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень хинидина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "хинидин повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при одновременном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "хинидин повышает уровень элвитегравира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Элвитегравир является субстратом CYP3A4; при совместном применении с сильными ингибиторами CYP3A4 может повышаться уровень."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкаинид",
      "description": {
        "common": "хинидин увеличивает уровень или эффект энкаинида, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, хинидин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект эстрогенов, этерифицированных переносчиком оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "этотоин снижает уровень хинидина за счет увеличения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этопозид",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект этопозида транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин, хинидин.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Небольшое и преходящее удлинение интервала QT наблюдалось при применении эзогабина, особенно при повышении дозы до 1200 мг/сут. Интервал QT следует контролировать, когда эзогабин назначают с агентами, которые, как известно, увеличивают интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "железный мальтол, хинидин.\nОдин из них увеличивает уровни другого за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. Одновременное применение мальтола железа с некоторыми пероральными препаратами может снизить биодоступность мальтола железа и некоторых пероральных препаратов. Для пероральных препаратов, снижение биодоступности которых может привести к клинически значимому влиянию на их безопасность или эффективность, введение мальтола железа отдельно от этих препаратов. Продолжительность разделения может зависеть от абсорбции одновременно вводимого лекарства (например, время достижения максимальной концентрации, является ли лекарство препаратом с немедленным или пролонгированным высвобождением)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект фезотеродина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексофенадин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект фексофенадина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "хинидин повышает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флоксуридин",
      "description": {
        "common": "Флоксуридин и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект флуфеназина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флутиказона фуроат",
      "description": {
        "common": "хинидин увеличивает уровень или действие флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флутиказон ингаляционный",
      "description": {
        "common": "хинидин увеличивает уровень или эффект флутиказона при вдыхании, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект хинидина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "хинидин и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галантамин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект галантамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "хинидин повышает уровень гефитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение сильных ингибиторов CYP3A4 может увеличить риск побочных эффектов гефитиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "хинидин и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "хинидин увеличивает уровень или эффект глекапревира/пибрентасвира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глицеринфенилбутират",
      "description": {
        "common": "глицеринфенилбутират снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Глицеринфенилбутират является слабым индуктором CYP3A4. Следите за снижением эффективности субстратов CYP3A4, имеющих узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гуселькумаб",
      "description": {
        "common": "гуселькумаб, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. При начале или прекращении приема гуселкумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "боярышник",
      "description": {
        "common": "боярышник усиливает действие хинидина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "henbane",
      "description": {
        "common": "белена, хинидин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Комбинация, не рекомендованная Британской ассоциацией фитотерапии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "хинидин увеличивает уровень или эффект гидрохлоротиазида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект гидрокодона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Гидроморфон (<3% циркулирующего исходного гидрокодона) в основном образуется в результате О-деметилирования гидрокодона, опосредованного CYP2D6. Гидроморфон может способствовать общему обезболивающему эффекту гидрокодона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инкоботулотоксин А",
      "description": {
        "common": "хинидин, инкоботулотоксин А.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение антихолинергических препаратов после введения препаратов, содержащих ботулинический токсин, может усиливать системные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, хинидин. интервал QTc. Используйте осторожность/монитор. Препараты, которые, как известно, удлиняют интервал QTc, могут повышать риск желудочковых аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "хинидин увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровень хинидина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иксекизумаб",
      "description": {
        "common": "иксекизумаб, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, иксекизумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема иксекизумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лакосамид",
      "description": {
        "common": "хинидин, лакосамид.\nОдин из них повышает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы лакосамида при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "хинидин увеличивает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "хинидин и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "хинидин увеличивает уровень или эффект левомилнаципрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Не превышайте дозу левомилнаципрана 80 мг/сутки при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект лофексидина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Одновременное применение лофексидина с сильными ингибиторами CYP2D6 может повышать уровень лофексидина в плазме крови. Мониторинг симптомов ортостаза и брадикардии при совместном применении с ингибитором CYP2D6. Рассмотрите возможность снижения дозы лофексидина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ломитапид повышает уровень хинидина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы при одновременном применении с ломитапидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект хинидина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект лоратадина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "хинидин повышает уровни люмакафтора/ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A не влияют на экспозицию люмакафтора, но увеличивают экспозицию ивакафтора в 4,3 раза. Из-за индукционного эффекта лумакафтора на CYP3A в равновесном состоянии чистая экспозиция ивакафтора, как ожидается, не превысит таковую при приеме без лумакафтора в дозе 150 мг каждые 12 ч (утвержденная доза ивакафтора для монотерапии). Таким образом, при назначении ингибиторов CYP3A пациентам, принимающим в настоящее время люмакафтор/ивакафтор, коррекция дозы не требуется. Тем не менее, при начале приема люмакафтора/ивакафтора у пациентов, принимающих сильные ингибиторы CYP3A, уменьшите дозу до 1 таблетки в день (общая суточная доза 200 мг ивакафтора/ивакафтора 125 мг) в течение первой недели лечения, чтобы обеспечить стационарный индукционный эффект люмакафтора. . После этого периода продолжайте принимать рекомендуемую суточную дозу. Для умеренных или слабых ингибиторов CYP3A4 коррекции дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "хинидин повышает уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Уменьшите дозу маравирока до 150 мг два раза в день при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "медроксипрогестерон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мемантин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект мемантина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект метформина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "хинидин увеличивает уровень или эффект метиклотиазида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "хинидин увеличивает уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект мидодрина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает токсичность хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "хинидин повышает уровень нальдемедина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за возможными побочными эффектами нальдемедина при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект нетупитанта/палоносетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Нетупитант в основном метаболизируется CYP3A4; не требуется коррекция дозировки"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "хинидин повышает уровень нинтеданиба с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. В случае возникновения побочных эффектов нинтеданиба может потребоваться прерывание лечения, снижение дозы или прекращение лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект офлоксацина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект олицеридина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "Ингаляции хинидина и олодатерола увеличивают интервал QTc. Используйте осторожность/монитор. Препараты, удлиняющие интервал QTc и способные потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "омавелоксолон снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Омавелоксолон может снижать системное воздействие на чувствительные субстраты CYP3A4. Проверьте предписывающую информацию о субстрате, если требуется изменение дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC) повышают уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Необходима осторожность и рекомендуется мониторинг терапевтической концентрации (при наличии) антиаритмических средств при одновременном применении с Викейра Пак."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оритаванцин",
      "description": {
        "common": "оритаванцин будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Оритаванцин является слабым индуктором CYP3A4; осторожность при совместном применении с субстратами CYP3A4, имеющими узкий терапевтический индекс"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и хинидин увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "хинидин повышает уровень оспемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или действие хинидина на др. (см. комментарий). Используйте осторожность/монитор. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "хинидин снижает действие оксикодона за счет замедления метаболизма. Используйте осторожность/монитор. Снижение превращения гидрокодона в активный метаболит морфина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и хинидин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "палбоциклиб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Дозу чувствительных субстратов CYP3A с узким терапевтическим диапазоном может потребоваться уменьшить при одновременном применении с палбоциклибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панобиностат",
      "description": {
        "common": "хинидин повышает уровень панобиностата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите начальную дозу панобиностата до 10 мг при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "хинидин повышает уровень или эффект пароксетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Мониторинг пациентов для признаков токсичности пароксетина. Возможно, потребуется уменьшить дозу пароксетина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "хинидин и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "патиромер",
      "description": {
        "common": "Патиромер снижает уровень или эффект хинидина за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Раздельное введение по крайней мере на 3 часа от патиромера"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "хинидин и пазопаниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пергексилин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект пергексилина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект перфеназина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питолизант",
      "description": {
        "common": "хинидин увеличивает уровень или эффект питолизанта, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. При одновременном применении с сильными ингибиторами CYP2D6 питолизант следует начинать с 8,9 мг/сут и увеличить через 7 дней до максимальной дозы 17,8 мг/сут. Для пациентов, которые в настоящее время принимают питолизант, уменьшите дозу питолизанта наполовину после начала лечения сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень хинидина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прамипексол",
      "description": {
        "common": "хинидин увеличивает уровень или эффект прамипексола за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект прохлорперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект промазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект прометазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, хинидин.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Избегайте применения с препаратами, удлиняющими интервал QT, и у пациентов с факторами риска удлинения интервала QT. Постмаркетинговые случаи показывают удлинение интервала QT при передозировке у пациентов с сопутствующими заболеваниями или с препаратами, вызывающими дисбаланс электролитов или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект хинина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/далфопристин повышает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при одновременном применении рибоциклиба с чувствительными субстратами CYP3A4, имеющими узкий терапевтический индекс. Может потребоваться снижение дозы для чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rifaximin",
      "description": {
        "common": "хинидин повышает уровень рифаксимина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "рилпивирин увеличивает токсичность хинидина по интервалу QTc. Используйте осторожность/монитор. Рилпивирин следует применять с осторожностью при одновременном применении с лекарственными средствами, имеющими известный риск пируэтной тахикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "римаботулотоксин B",
      "description": {
        "common": "хинидин, римаботулотоксин B.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Антихолинергические средства могут усиливать действие ботулинического токсина. Внимательно следите за усиление нервно-мышечной блокады."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект рисперидона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "хинидин повышает уровень ривароксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. У пациентов с почечной недостаточностью, получающих ривароксабан с препаратами, которые сочетают в себе P-gp и слабые или умеренные ингибиторы CYP3A4, может наблюдаться значительное увеличение экспозиции по сравнению с пациентами с нормальной функцией почек и не принимающими ингибиторы, поскольку затрагиваются оба пути выведения ривароксабана. Поскольку это увеличение может увеличить риск кровотечения, используйте ривароксабан в этой ситуации только в том случае, если потенциальная польза оправдывает потенциальный риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b повысит уровень или действие хинидина на др. (см. комментарий). Используйте осторожность/монитор. Некоторые провоспалительные цитокины, включая интерфероны, могут подавлять ферменты CYP450, что приводит к увеличению экспозиции некоторых субстратов CYP. Поэтому наблюдайте за пациентами, получающими сопутствующие препараты, являющиеся субстратами CYP450, с узким терапевтическим индексом на предмет токсичности таких препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект хинидина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарилумаб",
      "description": {
        "common": "сарилумаб, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем цитокинов, таких как IL-6. Повышенная концентрация ИЛ-6 может снижать активность CYP, например, у пациентов с РА, и, следовательно, повышать уровень препарата по сравнению с субъектами без РА. Блокада передачи сигналов ИЛ-6 антагонистами ИЛ-6 (например, сарилумабом) может обратить ингибирующее действие ИЛ-6 и восстановить активность CYP, что приведет к снижению концентрации препарата. Следует соблюдать осторожность при начале или прекращении приема сарилумаба при одновременном применении с субстратами CYP450, особенно с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ограничьте дозу саксаглиптина до 2,5 мг/сут при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лимонник",
      "description": {
        "common": "Лимонник повышает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность хинидина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севеламер",
      "description": {
        "common": "севеламер снижает уровень хинидина за счет увеличения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силтуксимаб",
      "description": {
        "common": "силтуксимаб, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: активность CYP450 в печени подавляется инфекционными и воспалительными стимулами, включая цитокины (например, IL-6); ингибирование IL-6 силтуксимабом может восстановить ферментативную активность CYP450; осторожность при совместном применении с субстратами CYP, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия повысит уровень или эффект хинидина за счет пассивной канальцевой реабсорбции в почках - основная моча. Используйте осторожность/монитор. Могут возникать повышенные уровни хинидина в плазме, возможно, с нарушениями сердечной проводимости и аритмиями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота повысит уровень или действие хинидина за счет пассивной реабсорбции в почечных канальцах – щелочной мочи. Используйте осторожность/монитор. Могут возникать повышенные уровни хинидина в плазме, возможно, с нарушениями сердечной проводимости и аритмиями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактат натрия",
      "description": {
        "common": "лактат натрия повысит уровень или эффект хинидина за счет пассивной реабсорбции в почечных канальцах — основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия увеличивает токсичность хинидина интервалом QTc. Используйте осторожность/монитор. У пациентов с повышенным риском серьезных сердечных аритмий следует учитывать ЭКГ до введения дозы и после колоноскопии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния увеличивает токсичность хинидина на интервал QTc. Используйте осторожность/монитор. У пациентов с повышенным риском серьезных сердечных аритмий следует учитывать ЭКГ до введения дозы и после колоноскопии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повышает уровень хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Велпатасвир ингибирует CYP3A4. Осторожно при совместном применении с препаратами с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "солифенацин и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, хинидин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "хинидин увеличивает уровень или эффект сульфаметоксазола за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "талазопариб",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект талазопариба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Талазопариб является субстратом P-гликопротеина (P-gp); одновременное применение с ингибиторами P-gp может увеличить системную экспозицию талазопариба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "хинидин снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "хинидин повышает уровень тамсулозина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тазимелтеон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект тазимелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теклистамаб",
      "description": {
        "common": "теклистамаб будет увеличивать уровень или эффект хинидина за счет изменения метаболизма. Используйте осторожность/монитор. Теклистамаб вызывает высвобождение цитокинов, которые могут подавлять активность ферментов CYP450, что приводит к увеличению экспозиции субстратов CYP. Монитор для повышения концентрации или токсичности чувствительных субстратов CYP. При необходимости отрегулируйте дозу препарата-субстрата CYP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тедуглутид",
      "description": {
        "common": "тедуглутид повышает уровень хинидина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Тедуглутид может увеличивать абсорбцию сопутствующих пероральных препаратов; осторожность с препаратами, требующими титрования или с узким терапевтическим индексом; может потребоваться коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телотристат этил",
      "description": {
        "common": "телотристат этил будет снижать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Телотристат этил индуцирует CYP3A4 и может снижать системное воздействие на чувствительные субстраты CYP3A4. Следите за субоптимальной эффективностью и рассмотрите возможность увеличения дозы субстрата CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенипозид",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект тенипозида переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир ДФ, хинидин.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "хинидин усиливает эффекты тетрабеназина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Уменьшите дозу тетрабеназина на 50% при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "хинидин повышает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и хинидина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект толтеродина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "хинидин снижает эффекты трамадола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Снижение превращения трамадола в активный метаболит."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "хинидин увеличивает уровень или эффект триамтерена за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол и хинидин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "хинидин увеличивает уровень или эффект триметоприма за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Контролируйте субстраты CYP3A4, для которых небольшое увеличение концентрации в плазме может привести к серьезной токсичности при совместном применении с трофинетидом (слабый ингибитор CYP3A4)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трописетрон",
      "description": {
        "common": "хинидин увеличивает уровень или эффект трописетрона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект хинидина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "куркума",
      "description": {
        "common": "куркума повысит уровень или действие хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "хинидин увеличивает уровень или эффект умеклидиния бромида/вилантерола при вдыхании, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Вилантерол является субстратом CYP3A4; одновременное применение с мощными ингибиторами CYP3A4 может увеличить системное воздействие"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. После начала или прекращения приема устекинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект валбеназина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы валбеназина в зависимости от переносимости при совместном применении с сильным ингибитором CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб и хинидин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Не рекомендуется одновременное применение вемурафениба с препаратами, удлиняющими интервал QT. Хинидин также может повышать уровень вемурафениба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или действие хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "хинидин увеличивает уровень или эффект вилантерола/флутиказона фуроата при вдыхании, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Флутиказона фуроат и вилантерол являются субстратами CYP3A4; одновременное применение с мощными ингибиторами CYP3A4 может увеличить системное воздействие"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, хинидин.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект варфарина за счет снижения метаболизма. Используйте осторожность/монитор. Алкалоиды хинного дерева, включая хинин и хинидин, могут усиливать антикоагулянтный эффект антагонистов витамина К, ингибируя синтез в печени витамин К-зависимых белков свертывания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст повышает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект амбризентана транспортером оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "хинидин усиливает действие антитромбина альфа за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "хинидин усиливает действие антитромбина III за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "хинидин усиливает действие аргатробана за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атракурий",
      "description": {
        "common": "хинидин усиливает действие атракурия за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "хинидин усиливает действие бемипарина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "хинидин усиливает действие бивалирудина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "хинидин усиливает действие цисатракурия за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "хинидин усиливает действие далтепарина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "хинидин усиливает эффекты эноксапарина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "хинидин усиливает эффекты фондапаринукса за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гепарин",
      "description": {
        "common": "хинидин усиливает действие гепарина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб увеличивает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ландыш",
      "description": {
        "common": "хинидин, ландыш.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "хинидин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "панкуроний",
      "description": {
        "common": "хинидин усиливает действие панкурония за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фениндион",
      "description": {
        "common": "хинидин усиливает действие фениндиона за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протамин",
      "description": {
        "common": "хинидин усиливает действие протамина за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "хинидин усиливает эффекты рапакурония за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рокуроний",
      "description": {
        "common": "хинидин усиливает действие рокурония за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "хинидин усиливает действие сукцинилхолина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "векуроний",
      "description": {
        "common": "хинидин усиливает действие векурония за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "35"
    },
    {
      "name": "Спазмы желудка",
      "percent": "22"
    },
    {
      "name": "легкомысленность",
      "percent": "15"
    },
    {
      "name": "удлинение интервала QTc",
      "percent": "10"
    },
    {
      "name": "обычное умеренное удлинение",
      "percent": "10"
    },
    {
      "name": "чрезмерная пролонгация редко",
      "percent": "10"
    },
    {
      "name": "указывает на токсичность",
      "percent": "10"
    },
    {
      "name": "Анорексия",
      "percent": "10"
    },
    {
      "name": "Горький вкус",
      "percent": "10"
    },
    {
      "name": "Диарея",
      "percent": "10"
    },
    {
      "name": "дистресс верхних отделов ЖКТ",
      "percent": "1-8"
    },
    {
      "name": "Тошнота",
      "percent": "7"
    },
    {
      "name": "Рвота",
      "percent": "7"
    },
    {
      "name": "обморок",
      "percent": "7"
    },
    {
      "name": "Сердцебиение",
      "percent": "6"
    },
    {
      "name": "новые или ухудшенные аритмии",
      "percent": "5"
    },
    {
      "name": "проаритмический эффект",
      "percent": "5"
    },
    {
      "name": "Головная боль",
      "percent": "3"
    },
    {
      "name": "Усталость",
      "percent": "2"
    },
    {
      "name": "Стенокардия",
      "percent": "2"
    },
    {
      "name": "Сыпь",
      "percent": "1"
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Нарушение сна",
      "percent": null
    },
    {
      "name": "Нервозность",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "несогласованность",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "хрипы",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Диплопия",
      "percent": null
    },
    {
      "name": "Куриная слепота",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "гемолитический",
      "percent": null
    },
    {
      "name": "апластическая анемия",
      "percent": null
    },
    {
      "name": "остановка дыхания",
      "percent": null
    },
    {
      "name": "агранулоцитоз",
      "percent": null
    },
    {
      "name": "Системная красная волчанка может возникнуть при приеме хинидина в течение длительного периода времени.",
      "percent": null
    }
  ]
}