{
  "name": "беклометазон, ингаляционный",
  "comment": "Rx",
  "other_names": [
    "Квар РедиХалер"
  ],
  "classes": [
    "Ингалянты",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/qvar-redihaler-beclomethasone-inhaled-343427",
  "pregnancy": {
    "common": [
      "Адекватных и хорошо контролируемых у беременных нет; существуют клинические соображения по поводу применения ингаляционных кортикостероидов (ИКС), включая беклометазона дипропионат, у беременных женщин; имеющиеся данные о людях не подтверждают наличие или отсутствие связанного с наркотиками риска для плода; в исследованиях репродукции животных беклометазона дипропионат вызывал неблагоприятные последствия для развития у мышей и кроликов при подкожных дозах, равных или превышающих примерно 0,75-кратную максимальную рекомендуемую суточную ингаляционную дозу человека (MRHDID) у взрослых (0,64 мг/день); у крыс, подвергшихся ингаляционному воздействию беклометазона дипропионата, дозозависимое серьезное повреждение надпочечников плода наблюдалось при дозах, превышающих 180-кратную MRHDID, но не было никаких признаков внешних или скелетных пороков развития или гибели эмбрионов при ингаляционных дозах до 440-кратной MRHDID. MRHDID",
      "Риск осложнений для матери и развивающегося плода из-за неадекватного контроля астмы должен быть сбалансирован с рисками, связанными с воздействием беклометазона дипропионата."
    ],
    "specific": [
      {
        "type": "Работа или доставка",
        "description": [
          "Отсутствуют данные о каких-либо побочных эффектах ингаляционного беклометазона дипропионата на роды и родоразрешение у людей."
        ]
      },
      {
        "type": "плодородие",
        "description": [
          "Нарушение фертильности наблюдалось у крыс и собак при пероральных дозах, соответствующих 250-кратному и 25-кратному MRHDID для взрослых в пересчете на мг/м² соответственно."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии в грудном молоке, воздействии на ребенка, находящегося на грудном вскармливании, или на выработку молока; однако другие ингаляционные кортикостероиды были обнаружены в грудном молоке.",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от беклометазона дипропионата или от основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Первичное лечение астматического статуса, острого бронхоспазма",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может снизить скорость роста у детей; титруйте дозу до самой низкой эффективной дозы для облегчения признаков/симптомов",
        "При изменении состояния щитовидной железы может потребоваться коррекция дозировки; метаболический клиренс кортикостероидов может увеличиваться у пациентов с гипертиреозом и снижаться у пациентов с гипотиреозом",
        "Психические расстройства сообщили с использованием кортикостероидов; психические состояния, включая депрессию, эйфорию, изменения личности, бессонницу и перепады настроения, могут усугубляться применением кортикостероидов",
        "Могут возникнуть немедленные реакции гиперчувствительности; прекратите ингалятор беклометазона, если такие реакции происходят",
        "После начала лечения ингаляционными кортикостероидами в редких случаях могут возникать васкулит или эозинофильные состояния после уменьшения и/или отмены терапии пероральными кортикостероидами.",
        "Саркома Капоши, связанная с длительным лечением кортикостероидами; если наблюдается, рассмотреть вопрос о прекращении терапии",
        "С осторожностью назначают пациентам с сердечной недостаточностью (длительное применение связано с задержкой жидкости), сахарным диабетом (может привести к гипергликемии), заболеваниями желудочно-кишечного тракта (диверкулит, язвенная болезнь, язвенный колит из-за риска перфорации), миастенией (может возникнуть обострение). , инфаркт миокарда (сообщается об обострении симптомов), инфаркт миокарда (кортикостероиды, связанные с разрывом миокарда), заболевания глаз (рекомендуется рутинное обследование глаз), судорожное расстройство в анамнезе (сообщения о судорогах при надпочечниковом кризе)"
      ],
      "specific": [
        {
          "type": "Длительное применение кортикостероидов",
          "description": [
            "Катаракта, глаукома, повышение внутриглазного давления и помутнение зрения после длительного использования кортикостероидов; внимательно следить за пациентами с изменениями зрения или с повышенным внутриглазным давлением, нечеткостью зрения, глаукомой и/или катарактой в анамнезе",
            "Заболевания глаз",
            "Наблюдалось снижение минеральной плотности костной ткани (МПКТ); монитор"
          ]
        },
        {
          "type": "Иммуносупрессия",
          "description": [
            "Иммунодефицитные пациенты",
            "Риск более серьезного или смертельного течения ветряной оспы или кори у восприимчивых пациентов (например, непривитых или иммунологически не подвергавшихся воздействию лиц); необходимо соблюдать осторожность, чтобы избежать воздействия"
          ]
        },
        {
          "type": "Локализованные эффекты",
          "description": [
            "Риск локальных инфекций носа, рта и глотки, включая Candida albicans; необходимо полоскать рот после вдыхания, чтобы уменьшить риск",
            "При развитии орофарингеального кандидоза его следует лечить соответствующей местной или системной противогрибковой терапией; в некоторых случаях может потребоваться временное прерывание терапии под тщательным наблюдением"
          ]
        },
        {
          "type": "Ухудшение течения астмы и острых эпизодов",
          "description": [
            "Риск бронхоспазма с немедленным увеличением хрипов после администрации; если это произойдет, прекратите терапию и немедленно введите SABA",
            "Не бронходилататор; не следует назначать для быстрого купирования острого бронхоспазма",
            "Острые симптомы (например, одышку) следует купировать короткодействующими бета2-агонистами; пациентам с острыми эпизодами могут потребоваться пероральные кортикостероиды"
          ]
        },
        {
          "type": "Перевод пациентов с системной кортикостероидной терапии",
          "description": [
            "Были случаи смерти из-за надпочечниковой недостаточности после резкого прекращения приема пероральных стероидов; постепенное снятие конуса",
            "В периоды стресса или тяжелого астматического статуса может потребоваться немедленное введение дополнительных системных кортикостероидов; пациент должен иметь при себе карточку с предупреждением о возможной потребности в дополнительных системных стероидах в таких экстренных случаях. Переход от системных стероидов к терапии может выявить аллергические состояния (например, конъюнктивит, экзему, ринит)",
            "Чрезмерное употребление может подавлять функцию HPA (например, недостаточность надпочечников при травмах, хирургических вмешательствах или инфекциях (в частности, гастроэнтерите); внимательно наблюдайте, особенно после операции или в периоды стресса)."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "беклометазон при вдыхании снижает действие альдеслейкина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Кордикостероиды могут препятствовать противоопухолевым эффектам модуляторов биологической реакции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "БЦЖ внутрипузырная живая",
      "description": {
        "common": "беклометазон при вдыхании усиливает эффекты внутрипузырного введения БЦЖ живым путем Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Может мешать ответу на внутрипузырный TICE-ответ БЦЖ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "беклометазон при вдыхании усиливает действие живой вакцины БЦЖ за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Может препятствовать выработке адекватного иммунного ответа на вакцину БЦЖ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эхинацея",
      "description": {
        "common": "эхинацея снижает эффекты беклометазона при вдыхании за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Монитор для снижения эффективности иммунодепрессантов при одновременном использовании."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "беклометазон при вдыхании снижает уровень или эффект гиалуронидазы за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Для достижения желаемого эффекта могут потребоваться большие дозы гиалуронидазы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность лефлуномида за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Может увеличить риск гематологической токсичности; следует контролировать супрессию костного мозга, по крайней мере, ежемесячно на протяжении всей продолжительности одновременной терапии, когда лефлуномид применяется с другими иммунодепрессантами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "беклометазон, ингаляции, мациморелин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Лекарства, которые непосредственно влияют на секрецию гипофизом гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Перед введением мациморелина необходимо обеспечить достаточное время вымывания препаратов, влияющих на высвобождение гормона роста GH. Лекарства, которые непосредственно влияют на секрецию гипофизом гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, влияющих на высвобождение ГР."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "натализумаб",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность натализумаба за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема натализумаба следует снизить дозу стероидов у пациентов, постоянно получающих кортикостероиды."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимекролимус",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность пимекролимуса за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Эффекты зависят от иммуносупрессии, интенсивности и продолжительности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус мазь",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность мази такролимуса за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Эффекты зависят от иммуносупрессии, интенсивности и продолжительности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность дезоксихолата амфотерицина В по механизму: не указан механизм взаимодействия. Используйте осторожность/монитор. Кортикостероиды могут усиливать гипокалиемический эффект амфотерицина В."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность буметанида за счет увеличения элиминации. Используйте осторожность/монитор. Кортикостероиды могут усиливать гипокалиемический эффект петлевых диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "беклометазон при вдыхании увеличивает токсичность хлоротиазида за счет увеличения элиминации. Используйте осторожность/монитор. Может усилить гипокалиемический эффект тиазидных диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность хлорталидона за счет увеличения элиминации. Используйте осторожность/монитор. Может усилить гипокалиемический эффект тиазидных диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортикорелин",
      "description": {
        "common": "беклометазон при вдыхании снижает действие кортиколина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может притупить реакцию АКТГ плазмы на кортикорелин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность деферасирокса за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Увеличивает риск изъязвления/раздражения желудочно-кишечного тракта или желудочно-кишечного кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "деносумаб повышает токсичность беклометазона, вдыхаемого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "беклометазон при вдыхании увеличивает токсичность этакриновой кислоты за счет увеличения элиминации. Используйте осторожность/монитор. Кортикостероиды могут усиливать гипокалиемический эффект петлевых диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность фуросемида за счет увеличения элиминации. Используйте осторожность/монитор. Кортикостероиды могут усиливать гипокалиемический эффект петлевых диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность гидрохлоротиазида за счет увеличения элиминации. Используйте осторожность/монитор. Может усилить гипокалиемический эффект тиазидных диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "беклометазон при вдыхании снижает действие сипулеуцела-Т за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Препараты, подавляющие иммунную систему, могут ингибировать клиническую активность сипулеуцел-Т."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "беклометазон при вдыхании увеличивает токсичность торасемида за счет увеличения элиминации. Используйте осторожность/монитор. Кортикостероиды могут усиливать гипокалиемический эффект петлевых диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, беклометазон, ингаляционно.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, беклометазон, ингаляционно.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Фарингит",
      "percent": "5-27"
    },
    {
      "name": "Головная боль",
      "percent": "8-25"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "5-11"
    },
    {
      "name": "URI",
      "percent": "80-160"
    },
    {
      "name": "Рвота",
      "percent": "1.6"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "Головная боль",
      "percent": "1.6"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "URI",
      "percent": "2.4"
    },
    {
      "name": "мкг",
      "percent": "160"
    },
    {
      "name": "Кашель",
      "percent": "2.4"
    },
    {
      "name": "мкг",
      "percent": "160"
    },
    {
      "name": "лихорадка",
      "percent": "3.2"
    },
    {
      "name": "мкг",
      "percent": "80-160"
    },
    {
      "name": "Фарингит",
      "percent": "3.2"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "Назофарингит",
      "percent": "4"
    },
    {
      "name": "мкг",
      "percent": "80-160"
    },
    {
      "name": "Вирусный URI",
      "percent": "4"
    },
    {
      "name": "мкг",
      "percent": "160"
    },
    {
      "name": "Головная боль",
      "percent": "4"
    },
    {
      "name": "мкг",
      "percent": "160"
    },
    {
      "name": "Назофарингит",
      "percent": "8.8"
    },
    {
      "name": "мкг",
      "percent": "2-4"
    },
    {
      "name": "Усиление симптомов астмы",
      "percent": "320"
    },
    {
      "name": "URI",
      "percent": "4"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "Назофарингит",
      "percent": "4"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "Назофарингит",
      "percent": "4"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "Вирусный URI",
      "percent": "3"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "Синусит",
      "percent": "3"
    },
    {
      "name": "мкг",
      "percent": "640"
    },
    {
      "name": "URI",
      "percent": "3"
    },
    {
      "name": "мкг",
      "percent": "320"
    },
    {
      "name": "Кандидоз полости рта",
      "percent": "3"
    },
    {
      "name": "мкг",
      "percent": "80-160"
    },
    {
      "name": "URI",
      "percent": "3"
    },
    {
      "name": "мкг",
      "percent": "160"
    },
    {
      "name": "Аллергический ринит",
      "percent": "3"
    },
    {
      "name": "мкг",
      "percent": "3"
    },
    {
      "name": "Синусит",
      "percent": "2-3"
    },
    {
      "name": "Оральные симптомы",
      "percent": "160"
    },
    {
      "name": "Назофарингит",
      "percent": "2"
    },
    {
      "name": "мкг",
      "percent": "80-160"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "2"
    },
    {
      "name": "мкг",
      "percent": "160"
    },
    {
      "name": "Кандидоз полости рта",
      "percent": "2"
    },
    {
      "name": "мкг",
      "percent": "320-640"
    },
    {
      "name": "Назофарингит",
      "percent": "1"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "Кашель",
      "percent": "0.8"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "URI",
      "percent": "0.8"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "лихорадка",
      "percent": "0.8"
    },
    {
      "name": "мкг",
      "percent": "320"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "1"
    },
    {
      "name": "мкг",
      "percent": "80"
    },
    {
      "name": "Вирусный URI",
      "percent": "1"
    },
    {
      "name": "мкг",
      "percent": "320-640"
    },
    {
      "name": "Синусит",
      "percent": "1"
    },
    {
      "name": "мкг",
      "percent": "640"
    },
    {
      "name": "Аллергический ринит",
      "percent": "1"
    },
    {
      "name": "мкг",
      "percent": null
    }
  ]
}