{
  "name": "вакцина против бешенства из клеток куриного эмбриона",
  "comment": "Rx",
  "other_names": [
    "РабАверт"
  ],
  "classes": [
    "инактивирован",
    "Популярный",
    "Вакцина"
  ],
  "source": "https://reference.medscape.com/drug/rabavert-rabies-vaccine-343141",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: при подозрении на бешенство грудное вскармливание не является приоритетом с точки зрения иммунизации."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: при подозрении на бешенство грудное вскармливание не является приоритетом с точки зрения иммунизации."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к обработанному бычьему желатину, куриному белку, неомицину, хлортетрациклину и амфотерицину В в следовых количествах."
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "белимумаб",
      "description": {
        "common": "белимумаб снижает эффекты клеток куриного эмбриона вакцины против бешенства, обусловленные иммунодепрессивными эффектами; риск заражения. Противопоказано. Не вводите живые вакцины за 30 дней до или одновременно с белимумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "Анакинра снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный лошадиный глобулин снижает действие вакцины против бешенства на эмбриональных клетках цыплят, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика снижает действие вакцины против бешенства на эмбриональную клетку цыпленка, полученную за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает действие вакцины против бешенства в клетках куриного эмбриона, полученных за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "Канакинумаб снижает действие вакцины против бешенства в клетках куриного эмбриона, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает действие вакцины против бешенства на эмбриональных клетках цыплят, полученных за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "elivaldogene autotemcel, клетки куриного эмбриона, полученные из вакцины против бешенства.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Безопасность и эффективность вакцинации во время или после лечения эливалдогеном аутотемселом не изучались. Вакцинация не рекомендуется в течение 6 недель, предшествующих миелоаблативному кондиционированию, и до гематологического восстановления после лечения эливалдогеном аутотемцелом. Там, где это возможно, сделайте детские прививки перед миелоаблативным кондиционированием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "Этанерцепт снижает действие вакцины против бешенства на клетки эмбрионов цыплят, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус снижает действие вакцины против бешенства на эмбриональных клетках цыплят, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает действие вакцины против бешенства на куриных эмбрионах, полученных за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб снижает действие вакцины против бешенства на клетках куриного эмбриона, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает действие вакцины против бешенства на эмбриональную клетку цыпленка, полученную за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "Гидроксихлорохина сульфат снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "Инфликсимаб снижает эффекты вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "Лефлуномид снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "муромонаб CD3 снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие вакцины против бешенства на эмбриональных клетках цыплят, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "окрелизумаб снижает действие вакцины против бешенства на клетки эмбрионов цыплят, полученных за счет иммуносупрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно снижает эффекты вакцины против бешенства на куриных эмбрионах, полученных за счет иммуносупрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Проводите все прививки в соответствии с рекомендациями по иммунизации не менее чем за 2 недели до начала подкожного введения офатумумаба инактивированными вакцинами и по возможности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "рилонацепт снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб снижает эффекты вакцины против бешенства на клетках эмбрионов цыплят, полученных за счет иммуносупрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема секукинумаба выполните все соответствующие возрасту прививки; неживые вакцины, полученные во время лечения секукинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод снижает эффекты вакцины против бешенства на клетки куриных эмбрионов, полученные за счет иммунодепрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Приостановка вакцинации начинается за 1 неделю до начала приема сипонимода и в течение 4 недель после прекращения лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус снижает действие вакцины против бешенства в клетках куриного эмбриона, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "Темсиролимус снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теплизумаб",
      "description": {
        "common": "теплизумаб снижает действие вакцины против бешенства на клетках куриных эмбрионов, полученных от других (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Перед началом лечения теплизумабом сделайте все прививки, соответствующие возрасту. Инактивированные или мРНК-вакцины не рекомендуется вводить в течение 2 недель до лечения теплизумабом, во время лечения или через 6 недель после завершения лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "тоцилизумаб снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие вакцины против бешенства на эмбриональную клетку цыпленка, полученную за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "Цертолизумаб пегол снижает действие вакцины против бешенства на клетки эмбрионов цыплят, полученных за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Если возможно, завершите все соответствующие возрасту прививки не менее чем за 2 недели до начала иммунодепрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала иммуносупрессивной терапии или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. Более длительные периоды ожидания могут потребоваться для препаратов, которые сохраняют свое иммуносупрессивное действие более 3 месяцев после отмены (например, окрелизумаб). ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб снижает эффекты вакцины против бешенства на клетках эмбрионов цыплят, полученных за счет иммуносупрессивных эффектов; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид снижает эффекты клеток куриного эмбриона вакцины против бешенства, полученные за счет иммуносупрессивных эффектов; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин снижает действие вакцины против бешенства на эмбриональную клетку цыпленка, полученную за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин снижает эффекты клеток куриного эмбриона вакцины против бешенства, полученные за счет иммуносупрессивных эффектов; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелфалан",
      "description": {
        "common": "Мелфалан снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "меркаптопурин снижает действие вакцины против бешенства в клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "онасемногене абепарвовец",
      "description": {
        "common": "onasemnogene abeparvovec снижает эффекты вакцины против бешенства на клетках куриных эмбрионов, полученных за счет иммунодепрессивных эффектов; риск заражения. Изменить терапию/внимательно контролировать. Скорректируйте прививки, чтобы приспособить одновременное введение кортикостероидов до и после инфузии оназемногена абепарвовека. При начале системной терапии кортикостероидами подождите 2 недели после введения инактивированной вакцины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин снижает действие вакцины против бешенства на эмбриональных клетках цыплят, полученных за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод снижает действие вакцины против бешенства на клетки эмбрионов цыплят, полученных за счет иммунодепрессивных эффектов; риск заражения. Используйте осторожность/монитор. Если возможно, сделайте все соответствующие возрасту прививки как минимум за 4 недели до начала приема понесимода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин снижает действие вакцины против бешенства на клетки куриных эмбрионов, обусловленное иммунодепрессивным действием; риск заражения. Изменить терапию/внимательно контролировать. При совместном применении с иммунодепрессантами может наблюдаться снижение эффективности вакцины. Если возможно, завершите все соответствующие возрасту прививки по крайней мере за 2 недели до начала иммуносупрессивной терапии. Пациенты, вакцинированные менее чем за 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы не менее чем через 3 месяца после прекращения терапии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антирабический иммуноглобулин человеческий (RIG)",
      "description": {
        "common": "иммуноглобулин против бешенства человеческий (RIG) снижает действие вакцины против бешенства из куриных эмбриональных клеток, полученных из других (см. комментарий). Используйте осторожность/монитор.\nКомментарий: АИГ можно вводить одновременно с вакциной против бешенства и в течение 8 дней после нее. Высокие дозы антирабического иммуноглобулина могут ухудшить реакцию на активную иммунизацию. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритуксимаб",
      "description": {
        "common": "ритуксимаб, вакцина против бешенства, полученная из клеток куриного эмбриона. иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор. При использовании для лечения ревматоидного артрита следуйте действующим руководствам по иммунизации и вводите неживые вакцины не менее чем за 4 недели до курса ритуксимаба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритуксимаб-гиалуронидаза",
      "description": {
        "common": "ритуксимаб-гиалуронидаза, вакцина против бешенства, полученная из клеток куриного эмбриона. иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор. При использовании для лечения ревматоидного артрита следуйте действующим руководствам по иммунизации и вводите неживые вакцины не менее чем за 4 недели до курса ритуксимаба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сатрализумаб",
      "description": {
        "common": "сатрализумаб снижает эффекты вакцины против бешенства на клетках эмбрионов цыплят, полученных за счет иммуносупрессивных эффектов; риск заражения. Изменить терапию/внимательно контролировать. Проведите все прививки в соответствии с рекомендациями по иммунизации. Не менее чем за 2 недели до начала введения неживых вакцин. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тралокинумаб",
      "description": {
        "common": "тралокинумаб будет снижать уровень или эффект вакцины против бешенства в куриных эмбриональных клетках, полученных за счет иммуносупрессивных эффектов; риск заражения. Используйте осторожность/монитор. Имеются ограниченные данные о совместном применении с неживыми вакцинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает эффекты клеток куриного эмбриона вакцины против бешенства, полученные за счет иммуносупрессивных эффектов; риск заражения. Изменить терапию/внимательно контролировать. Проводите все прививки в соответствии с рекомендациями по иммунизации по крайней мере за 4 недели до начала применения ублитуксимаба для живых или живых аттенуированных вакцин и, по возможности, по крайней мере за 2 недели до начала для неживых вакцин. Вакцинация живыми вирусными вакцинами не рекомендуется во время лечения и до восполнения В-лимфоцитов. Не вводите живые или живые аттенуированные вакцины детям, матери которых подверглись воздействию ублитуксимаба во время беременности, до подтверждения восстановления количества В-клеток, измеренного с помощью В-клеток CD19+."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает действие вакцины против бешенства на клетках куриных эмбрионов, полученных за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Инактивированные вакцины, вводимые во время лечения устекинумабом, могут не вызывать иммунного ответа, достаточного для предотвращения заболевания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин снижает действие вакцины против бешенства на клетки эмбрионов цыплят, полученных за счет иммунодепрессивных эффектов; риск заражения. Изменить терапию/внимательно контролировать. Инактивированные вакцины, признанные безопасными для введения, могут быть недостаточно иммуногенными во время лечения."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин снижает действие вакцины против бешенства на клетки куриного эмбриона, полученные за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод снижает эффекты клеток куриного эмбриона вакцины против бешенства, полученные за счет иммуносупрессивных эффектов; риск заражения. Незначительное/значение неизвестно. Клинические данные об эффективности и безопасности вакцинации у пациентов, принимающих озанимод, отсутствуют. Прививки могут быть менее эффективными при совместном применении с озанимодом."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "О предполагаемых нежелательных явлениях после введения любой вакцины можно сообщать в Систему отчетности о нежелательных явлениях прививок.",
      "percent": "1-800"
    },
    {
      "name": "ВАЕРС",
      "percent": "822-7967"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "30-74"
    },
    {
      "name": "болезненность",
      "percent": "5-40"
    },
    {
      "name": "припухлость",
      "percent": "5-40"
    },
    {
      "name": "эритема",
      "percent": "5-40"
    },
    {
      "name": "зуд",
      "percent": "5-40"
    },
    {
      "name": "сжигание",
      "percent": "5-40"
    },
    {
      "name": "Н",
      "percent": "5-40"
    },
    {
      "name": "В",
      "percent": "5-40"
    },
    {
      "name": "Боль в животе",
      "percent": "5-40"
    },
    {
      "name": "Диарея",
      "percent": "5-40"
    },
    {
      "name": "Головная боль",
      "percent": "5-40"
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Местное увеличение лимфатических узлов",
      "percent": null
    },
    {
      "name": "больное горло",
      "percent": null
    },
    {
      "name": "Низкая лихорадка",
      "percent": null
    },
    {
      "name": "озноб",
      "percent": null
    },
    {
      "name": "Мышечная боль",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Недомогание",
      "percent": null
    },
    {
      "name": "Гийен",
      "percent": null
    },
    {
      "name": "Барре-синд",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Энцефалит",
      "percent": null
    },
    {
      "name": "очень редкий",
      "percent": null
    },
    {
      "name": "Менингит",
      "percent": null
    },
    {
      "name": "очень редкий",
      "percent": null
    },
    {
      "name": "Ретробульбарный неврит",
      "percent": null
    }
  ]
}