{
  "name": "Эдаравон",
  "comment": "Rx",
  "other_names": [
    "Радикава ОРС",
    "Радикава"
  ],
  "classes": [
    "Неврология",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/radicava-radicava-ors-edaravone-1000140",
  "pregnancy": {
    "common": [
      "В исследованиях на животных введение беременным крысам и кроликам приводило к неблагоприятным последствиям для развития (повышенная смертность, снижение роста, задержка полового развития и изменение поведения) в клинически значимых дозах; большинство этих эффектов возникало при дозах, которые также были связаны с материнской токсичностью.",
      "Отсутствуют адекватные данные о риске развития, связанном с применением у беременных женщин."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Экскретируется с молоком лактирующих крыс.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к препарату или любому из его вспомогательных веществ"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Содержит бисульфит натрия, который может вызывать реакции аллергического типа, включая анафилактические симптомы и опасные для жизни или менее тяжелые приступы астмы у восприимчивых людей; чувствительность к сульфиту чаще возникает при астме в анамнезе",
        "Реакции гиперчувствительности (покраснение, волдыри и мультиформная эритема) и случаи анафилаксии (крапивница, снижение артериального давления и одышка) сообщили; следить за реакциями гиперчувствительности; если возникают реакции гиперчувствительности, прекратите прием препарата, лечите в соответствии со стандартом лечения и наблюдайте до тех пор, пока состояние не разрешится."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Контузия",
      "percent": "15"
    },
    {
      "name": "Нарушение походки",
      "percent": "13"
    },
    {
      "name": "Головная боль",
      "percent": "10"
    },
    {
      "name": "Дерматит",
      "percent": "8"
    },
    {
      "name": "Экзема",
      "percent": "7"
    },
    {
      "name": "Нарушение дыхания",
      "percent": "6"
    },
    {
      "name": "респираторное расстройство",
      "percent": "4"
    },
    {
      "name": "гипоксия",
      "percent": "4"
    },
    {
      "name": "глюкозурия",
      "percent": null
    },
    {
      "name": "Инфекция опоясывающего лишая",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности и анафилаксия",
      "percent": null
    }
  ]
}