{
  "name": "фибриноген/тромбин",
  "comment": "Rx",
  "other_names": [
    "Рапликса"
  ],
  "classes": [
    "Кровоостанавливающие средства"
  ],
  "source": "https://reference.medscape.com/drug/raplixa-fibrinogen-thrombin-999982",
  "pregnancy": {
    "common": [
      "Следует назначать беременной женщине только в случае крайней необходимости",
      "Исследования репродукции животных не проводились",
      "Также неизвестно, может ли фибриноген/тромбин нанести вред плоду при введении беременным женщинам или повлиять на репродуктивную способность."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, распространяется ли в грудном молоке человека; поскольку многие препараты выделяются с грудным молоком, следует соблюдать осторожность при назначении кормящим женщинам."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Сильное или быстрое артериальное кровотечение",
        "Известные анафилактические или тяжелые системные реакции на препараты крови человека",
        "Внутрисосудистое применение"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Внутрисосудистое введение может привести к опасным для жизни тромбоэмболическим осложнениям (см. Противопоказания).",
        "Воздушная или газовая эмболия возникла при использовании распылительных устройств с регуляторами давления для введения фибриновых герметиков; это, по-видимому, связано с использованием распылителя при более высоком давлении, чем рекомендовано производителем, и в непосредственной близости от поверхности ткани; свести к минимуму этот риск, точно следуя инструкциям производителя устройства RaplixaSpray (см. раздел «Введение и информация о назначении продукта»).",
        "Могут возникать реакции гиперчувствительности, в том числе крапивница, генерализованная крапивница, стеснение в груди, свистящее дыхание, артериальная гипотензия и анафилаксия; если эти симптомы возникают, немедленно прекратите",
        "Изготовлен из человеческой плазмы; риск передачи инфекционных агентов (например, CJD); используются производственные этапы, предназначенные для снижения этого риска, а также скрининг доноров плазмы."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Сообщаемые побочные эффекты были аналогичны использованию только желатиновой губки.",
      "percent": "52"
    },
    {
      "name": "Процедурная боль",
      "percent": "26"
    },
    {
      "name": "Тошнота",
      "percent": "16"
    },
    {
      "name": "Запор",
      "percent": "12"
    },
    {
      "name": "Боль в месте разреза",
      "percent": "8"
    },
    {
      "name": "лихорадка",
      "percent": "7"
    },
    {
      "name": "анемия",
      "percent": "7"
    },
    {
      "name": "Рвота",
      "percent": "7"
    },
    {
      "name": "Гипотония",
      "percent": "6"
    },
    {
      "name": "Зуд",
      "percent": "5"
    },
    {
      "name": "Гипертония",
      "percent": "2"
    },
    {
      "name": "Антитромбиновые антитела",
      "percent": null
    }
  ]
}