{
  "name": "красные кровяные клетки",
  "comment": "Blood Component",
  "other_names": [
    "эритроциты"
  ],
  "classes": [
    "Компоненты крови"
  ],
  "source": "https://reference.medscape.com/drug/rbcs-red-blood-cells-999507",
  "pregnancy": {
    "common": [
      "ЦМВ-отрицательный или ЦМВ-сниженный риск (снижение лейкоцитов) Эритроциты следует использовать у беременных женщин, которые являются ЦМВ-отрицательными или чей статус ЦМВ неизвестен."
    ],
    "specific": []
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Не показано исключительно для обеспечения объема крови и/или онкотического давления, улучшения самочувствия или улучшения заживления ран.",
        "Не следует использовать для лечения анемии, которая может быть устранена с помощью нетрансфузионной терапии (например, терапии препаратами железа), за исключением случаев, когда требуется срочная коррекция."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Все переливания должны выполняться с помощью наборов для переливания крови, содержащих фильтры размером от 170 до 260 микрон или микроагрегатные фильтры с размером частиц от 20 до 40 микрон. Никакие другие лекарства или жидкости, кроме физиологического раствора, не должны вводиться одновременно через одну и ту же трубку без предварительной консультации с медицинским директором банка крови.",
        "Перегрузка железом у пациентов с хроническими трансфузиями вследствие гемоглобинопатии или талассемии.",
        "Несептические инфекционные риски включают передачу ВИЧ (~1:2 млн), ВГС (~1:1,5 млн), ВГВ (1:300 тыс.), HTLV, ВЗН, ЦМВ, парвовируса В19, болезни Лайма, бабезиоза, малярии, чаговой лихорадки. заболевание, вБКЯ.",
        "Пациента следует контролировать на наличие признаков трансфузионной реакции, включая жизненно важные органы, до, во время и после переливания.",
        "При подозрении на трансфузионную реакцию следует прекратить переливание, обследовать и стабилизировать состояние пациента, уведомить банк крови и начать расследование трансфузионной реакции. Массивная или быстрая трансфузия может привести к аритмиям, гипотермии, гиперкалиемии, гипокальциемии, одышке и/или сердечной недостаточности.",
        "Проконсультируйтесь с медицинским директором банка крови или гематологом, если у вас есть вопросы, касающиеся особых требований к переливанию крови."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гемолитические трансфузионные реакции",
      "percent": null
    },
    {
      "name": "Фебрильная Нет",
      "percent": null
    },
    {
      "name": "Гемолитические реакции",
      "percent": null
    },
    {
      "name": "Аллергические реакции от крапивницы до анафилаксии.",
      "percent": null
    },
    {
      "name": "Септические реакции",
      "percent": null
    },
    {
      "name": "Острое повреждение легких, связанное с трансфузией",
      "percent": null
    },
    {
      "name": "ТРАЛИ",
      "percent": null
    },
    {
      "name": "Циркуляторная перегрузка",
      "percent": null
    },
    {
      "name": "Связанный с трансфузией трансплантат против болезни хозяина",
      "percent": null
    },
    {
      "name": "Потрансфузионная пурпура",
      "percent": null
    }
  ]
}