{
  "name": "рибавирин",
  "comment": "Rx",
  "other_names": [
    "Рибасфера",
    "Ребетол",
    "Виразол",
    "Moderiba",
    "Копегус",
    "РибаПак"
  ],
  "classes": [
    "Агенты РСВ",
    "Агенты гепатита B/гепатита C"
  ],
  "source": "https://reference.medscape.com/drug/rebetol-ribasphere-ribavirin-342625",
  "pregnancy": {
    "common": [
      "Терапия противопоказана беременным женщинам и мужчинам, партнерши которых беременны; получить отрицательный тест на беременность до начала терапии; пациенты должны проходить периодические тесты на беременность во время лечения и в течение 9-месячного периода после прекращения лечения",
      "Пациенты мужского пола должны использовать эффективные средства контрацепции во время лечения и в течение 6 месяцев после прекращения лечения.",
      "Пациентки репродуктивного возраста должны использовать эффективные средства контрацепции во время лечения и в течение 9 месяцев после терапии.",
      "Реестр воздействия при беременности отслеживает исходы беременности у женщин, подвергшихся воздействию наркотиков во время беременности или в течение 6 месяцев после прекращения лечения; медицинским работникам и пациентам рекомендуется сообщать о таких случаях по телефону 1-800-593-2214."
    ],
    "specific": [
      {
        "type": "Бесплодие",
        "description": [
          "На основании данных о животных препарат может нарушать мужскую фертильность; в исследованиях на животных эти эффекты в основном были обратимыми в течение нескольких месяцев после прекращения приема препарата."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Промежуточных данных из реестра беременности недостаточно для выявления связанного с приемом лекарств риска врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода.",
          "Терапия продемонстрировала значительные тератогенные и эмбриоцидные эффекты у всех исследованных видов животных; эти эффекты возникали при таких низких дозах, как одна двадцатая рекомендуемой дозы рибавирина для человека.",
          "Известно, что препарат накапливается во внутриклеточных компонентах, откуда выводится очень медленно; в исследованиях на животных было показано, что воздействие препарата оказывает тератогенное и/или эмбриоцидное действие"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии рибавирина в грудном молоке или его влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Оральный",
          "description": [
            "Необходимо соблюдать крайнюю осторожность, чтобы избежать беременности во время терапии и в течение 6 месяцев после завершения лечения как у пациентов женского пола, так и у женщин-партнеров пациентов мужского пола, принимающих рибавирин.",
            "Гемолитическая анемия является основной токсичностью, которая может привести к ухудшению сердечно-сосудистых заболеваний и привести к фатальным и несмертельным ИМ; не используйте, если в анамнезе имеется значительное или нестабильное заболевание сердца",
            "Период полувыведения составляет 12 дней, и препарат может сохраняться в неплазменных компартментах до 6 месяцев.",
            "Значительные тератогенные и/или эмбриоцидные эффекты продемонстрированы у всех видов животных, подвергшихся воздействию рибавирина.",
            "Монотерапия не эффективна для лечения хронического вирусного гепатита С (ВГС) и не должна использоваться отдельно по этому показанию.",
            "Противопоказан при беременности и мужчинам-партнерам беременных.",
            "Во время лечения и в течение 6-месячного периода наблюдения после лечения необходимо использовать как минимум 2 надежные формы эффективной контрацепции."
          ]
        },
        {
          "type": "Вдыхание",
          "description": [
            "Внезапное ухудшение дыхательной функции у младенцев может произойти во время начала применения аэрозольного рибавирина.",
            "Строго соблюдайте процедуры, сводящие к минимуму накопление осадка лекарственного средства, чтобы избежать дисфункции аппарата искусственной вентиляции легких.",
            "Аэрозольный рибавирин у пациентов, которым требуется искусственная вентиляция легких, должен вводиться только поставщиками медицинских услуг и вспомогательным персоналом, знакомым с этим способом введения и конкретным используемым вентилятором.",
            "Вызывает поражение яичек у грызунов и оказывает тератогенное действие на все виды животных, на которых были проведены адекватные исследования (грызуны и кролики).",
            "В случае внезапного ухудшения дыхательной функции лечение следует прекратить и возобновить только с особой осторожностью, непрерывным мониторингом и, возможно, совместным назначением бронхолитиков.",
            "Аэрозольный рибавирин не показан для взрослых",
            "Тщательно контролировать функцию дыхания во время лечения"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Женщины, которые беременны или могут забеременеть",
        "Известные реакции гиперчувствительности на рибавирин (например, синдром Стивенса-Джонсона, токсический эпидермальный некролиз, мультиформная эритема)",
        "Мужчины, партнерши которых беременны",
        "CrCl <50 мл/мин",
        "Одновременное применение с диданозином",
        "Гемоглобинопатии (например, большая талассемия, серповидноклеточная анемия)",
        "Аутоиммунный гепатит"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Существуют серьезные побочные реакции, вызванные терапией рибавирином/пегинтерфероном, в том числе тяжелая депрессия и суицидальные или убийственные мысли, гемолитическая анемия, угнетение функции костного мозга, аутоиммунные и инфекционные заболевания, легочная дисфункция, панкреатит и диабет; суицидальные мысли могут возникать чаще у детей, в первую очередь подростков, по сравнению со взрослыми пациентами (2,4% против 1%) во время лечения и последующего наблюдения вне терапии.",
        "Сообщалось о панцитопении и угнетении функции костного мозга при совместном применении с пегилированным интерфероном и азатиоприном.",
        "Легочные симптомы, включая одышку, легочные инфильтраты, пневмонит, легочную гипертензию и пневмонию, о которых сообщалось во время терапии рибавирином с альфа-интерфероном комбинированной терапии; имели место отдельные случаи фатальной пневмонии; сообщалось о саркоидозе или обострении саркоидоза; внимательно наблюдайте за пациентом или, при необходимости, прекратите терапию, если наблюдается легочная инфильтрация или нарушение функции легких",
        "Заболевания глаз, о которых сообщалось при использовании рибавирина в комбинированной терапии с альфа-интерферонами (например, снижение или потеря зрения, ретинопатия, включая макулярный отек, поражение артерий или вен сетчатки, тромбоз, кровоизлияния в сетчатку, ватные пятна, неврит зрительного нерва, отек диска зрительного нерва, серозная отслойка сетчатки)",
        "Проведение гематологических и биохимических анализов крови у пациентов, получающих комбинированную терапию пегинтерфероном/рибавирином, до начала лечения и периодически после него.",
        "Соблюдайте осторожность у пациентов, находящихся на искусственной вентиляции легких.",
        "Перед началом терапии оцените пациента на наличие основного сердечного заболевания.",
        "Только Copegus изучался у пациентов с коинфекцией ВГС/ВИЧ, однако CDC рекомендует модифицированную дозу.",
        "Приостановить комбинированную терапию рибавирином и альфа-интерфероном у пациентов с признаками и симптомами панкреатита и прекратить ее у пациентов с подтвержденным панкреатитом.",
        "Исследование с участием мальчиков показало торможение роста (т. е. уменьшение процентиля роста) при применении пегинтерферона альфа-2b в сочетании с рибавирином.",
        "Пегинтерферон в сочетании с рибавирином может вызвать серьезное снижение числа нейтрофилов и тромбоцитов, а также гематологические, эндокринные (например, ТТГ) и печеночные нарушения.",
        "Будьте предельно осторожны, чтобы избежать беременности",
        "Пациентам с ранее существовавшим заболеванием сердца перед лечением следует сделать электрокардиограмму, а во время терапии следует проводить соответствующий мониторинг; при ухудшении сердечно-сосудистого статуса терапию следует приостановить или прекратить",
        "Заболевания зубов и периодонта, о которых сообщалось у пациентов, получавших комбинированную терапию рибавирином и альфа-интерфероном; сухость во рту может оказывать повреждающее действие на зубы и слизистые оболочки рта при длительном лечении комбинацией рибавирина и альфа-интерферона; пациенты должны тщательно чистить зубы два раза в день и регулярно проходить стоматологические осмотры; если возникает рвота, им следует посоветовать тщательно прополоскать рот после этого",
        "НЕ использовать при гриппе"
      ],
      "specific": [
        {
          "type": "Декомпенсация печени",
          "description": [
            "Пациенты с хроническим гепатитом С (ХГС) и циррозом могут подвергаться риску печеночной декомпенсации и смерти при лечении альфа-интерферонами, включая ПЕГАСИС.",
            "Пациенты с циррозом ХГС, коинфицированные ВИЧ, получающие высокоактивную антиретровирусную терапию (ВААРТ) и интерферон альфа-2а с рибавирином или без него, по-видимому, подвергаются повышенному риску развития печеночной декомпенсации по сравнению с пациентами, не получающими ВААРТ."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Воздействие диданозина или его активного метаболита (дезоксиаденозин 5'-трифосфат) увеличивается при одновременном применении диданозина с рибавирином, что может вызвать или усугубить клиническую токсичность; поэтому одновременное применение рибавирина и диданозина противопоказано.",
            "Сообщалось, что панцитопения (заметное снижение количества эритроцитов, нейтрофилов и тромбоцитов) и угнетение костного мозга возникают в течение 3–7 недель после одновременного применения пегилированного интерферона/рибавирина и азатиоприна; миелотоксичность была обратимой в течение 4-6 недель после прекращения как противовирусной терапии ВГС, так и сопутствующего азатиоприна, и не рецидивировала при повторном назначении любого лечения по отдельности; прекратить прием пегинтерферона, рибавирина и азатиоприна при панцитопении и не вводить повторно пегилированный интерферон/рибавирин с сопутствующим азатиоприном"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "диданозин",
      "description": {
        "common": "рибавирин увеличивает токсичность диданозина за счет неустановленного механизма взаимодействия. Противопоказано. Риск печеночной недостаточности, периферической невропатии, панкреатита, лактоацидоза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абакавир",
      "description": {
        "common": "рибавирин повышает токсичность абакавира Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: повышенный риск лактоацидоза и печеночной декомпенсации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ставудин",
      "description": {
        "common": "рибавирин снижает эффекты ставудина по др. (см. комментарий). Противопоказано.\nКомментарий: Механизм: Конкуренция за тимидинкиназу за превращение в активную форму."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зидовудин",
      "description": {
        "common": "рибавирин снижает эффекты зидовудина по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Механизм: Конкуренция за тимидинкиназу за превращение в активную форму."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмтрицитабин",
      "description": {
        "common": "рибавирин увеличивает токсичность эмтрицитабина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламивудин",
      "description": {
        "common": "рибавирин повышает токсичность ламивудина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и рибавирина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "обезвоживание",
      "percent": null
    },
    {
      "name": "Нарушение слуха",
      "percent": null
    },
    {
      "name": "Потеря слуха",
      "percent": null
    },
    {
      "name": "Отслойка сетчатки",
      "percent": null
    },
    {
      "name": "Чистая эритроцитарная аплазия",
      "percent": null
    },
    {
      "name": "PRCA",
      "percent": null
    },
    {
      "name": "Серьезные кожные реакции",
      "percent": null
    },
    {
      "name": "Отторжение трансплантата печени и почки",
      "percent": null
    },
    {
      "name": "Убийственное представление",
      "percent": null
    },
    {
      "name": "Ингибирование роста у детей",
      "percent": null
    }
  ]
}