{
  "name": "имипенем/циластатин/релебактам",
  "comment": "Rx",
  "other_names": [
    "Рекарбрио"
  ],
  "classes": [
    "карбапенемы"
  ],
  "source": "https://reference.medscape.com/drug/recarbrio-imipenem-cilastatin-relebactam-1000331",
  "pregnancy": {
    "common": [
      "Недостаточно данных о беременных женщинах, чтобы установить, существует ли риск серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода, связанный с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "В эмбриофетальном исследовании парентеральное введение релебактама беременным мышам в период органогенеза было связано с независящим от дозы увеличением частоты расщелины неба в помете при воздействии релебактама в плазме, примерно равном воздействию релебактама на человека при MRHD (250 мг каждые 6 ч). для суточной дозы 1 г) и повышенный процент случаев общих пороков развития скелета при воздействии плазмы примерно в 6 раз по сравнению с воздействием на человека при MRHD",
          "Исследования эмбрионального развития с имипенемом/циластатином, вводимым яванским макакам в дозах, аналогичных MRHD (на основе сравнения BSA), показали увеличение эмбриональной гибели.",
          "Введение во время органогенеза мышам, крысам, кроликам и обезьянам в дозах, в 1–5 раз превышающих максимальную рекомендуемую дозу для человека ([MRHD] имипенема 500 мг/циластатина 500 мг каждые 6 ч для суммарных суточных доз имипенема 2 г/циластатина 2 г) на основе BSA сравнение, не показало пороков развития плода, вызванных лекарственными препаратами."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Релебактам присутствует в молоке лактирующих крыс.",
      "Недостаточно данных о присутствии имипенема/циластатина и релебактама в грудном молоке, а также данных о влиянии на ребенка, находящегося на грудном вскармливании, или о влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Тяжелая гиперчувствительность к имипенему, циластатину или релебактаму или любому другому компоненту в анамнезе."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "У пациентов, получающих терапию бета-лактамами, сообщалось о серьезных, а иногда и со смертельным исходом, реакциях гиперчувствительности (анафилактических реакциях); тщательно оцените историю аллергии на предыдущую гиперчувствительность к противомикробным препаратам # карбапенемы, пенициллины, цефалоспорины, другие бета-лактамы и другие аллергены",
        "Сообщалось о диарее, связанной с Clostridium difficile (CDAD), при использовании почти всех антибактериальных препаратов; при подозрении или подтверждении CDAD может потребоваться прекращение продолжающегося приема антибактериальных препаратов, не направленных против C. difficile.",
        "Назначение антибиотиков при отсутствии доказанной или сильно подозреваемой бактериальной инфекции или профилактических показаний вряд ли принесет пользу пациенту и увеличивает риск развития лекарственно-устойчивых бактерий."
      ],
      "specific": [
        {
          "type": "Неблагоприятное воздействие на ЦНС",
          "description": [
            "Чаще всего сообщается у пациентов с расстройствами ЦНС (например, поражением головного мозга, судорогами) и/или нарушением функции почек.",
            "Продолжайте противосудорожную терапию у пациентов с известными судорожными расстройствами.",
            "Побочные реакции со стороны ЦНС (например, судороги, спутанность сознания, миоклоническая активность), о которых сообщалось при применении имипенема/циластатина, особенно если имипенем превышает рекомендуемую дозу",
            "Если возникают побочные реакции со стороны ЦНС, пациенты должны пройти неврологическое обследование, чтобы определить, следует ли прекратить прием препарата."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Ганцикловир: сообщалось о генерализованных судорогах при одновременном применении ганцикловира и имипенема/циластатина.",
            "Избегайте одновременного применения или рассмотрите альтернативные антибактериальные препараты, кроме противомикробных препаратов #карбапенемы.",
            "Данные in vitro на животных позволяют предположить, что противомикробные препараты #карбапенемы могут ингибировать гидролиз глюкуронидного метаболита вальпроевой кислоты (VPA-g) обратно в вальпроевую кислоту, тем самым снижая концентрацию вальпроевой кислоты в сыворотке крови.",
            "Увеличение судорожного потенциала при приеме вальпроевой кислоты",
            "Одновременное применение с вальпроевой кислотой или дивалпроексом натрия может увеличить риск прорывных судорог."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "БЦЖ внутрипузырная живая",
      "description": {
        "common": "имипенем/циластатин/релебактам снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Информация о назначении внутрипузырного введения БЦЖ гласит, что противомикробная терапия других инфекций может снижать эффективность внутрипузырного введения БЦЖ. Антибиотики с активностью против микобактерий вызывают наибольшую озабоченность; однако в настоящее время рекомендуется избегать любой антимикробной терапии во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "имипенем/циластатин/релебактам снижает действие противохолерной вакцины за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дивалпроекс натрия",
      "description": {
        "common": "имипенем/циластатин/релебактам будет снижать уровень или эффект дивалпроекса натрия по неизвестному механизму. Избегайте или используйте альтернативный препарат. Данные исследований in vitro и на животных показывают, что карбапенемы могут ингибировать гидролиз метаболита глюкуронида вальпроевой кислоты (VPA-g) обратно в вальпроевую кислоту, тем самым снижая концентрацию вальпроевой кислоты/дивалпроекса натрия в сыворотке."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир, имипенем/циластатин/релебактам. неизвестный механизм. Избегайте или используйте альтернативный препарат. Coadministration может увеличить риск судорог. Избегайте, если потенциальная польза не превышает риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "имипенем/циластатин/релебактам снижает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повышает уровни имипенема/циластатина/релебактама за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает уровень имипенема в плазме и период полувыведения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валацикловир",
      "description": {
        "common": "валацикловир, имипенем/циластатин/релебактам. неизвестный механизм. Избегайте или используйте альтернативный препарат. Coadministration может увеличить риск судорог. Избегайте, если потенциальная польза не превышает риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "имипенем/циластатин/релебактам будет снижать уровень или эффект вальпроевой кислоты по неизвестному механизму. Избегайте или используйте альтернативный препарат. Данные исследований in vitro и на животных показывают, что карбапенемы могут ингибировать гидролиз метаболита глюкуронида вальпроевой кислоты (VPA-g) обратно в вальпроевую кислоту, тем самым снижая концентрацию вальпроевой кислоты/дивалпроекса натрия в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "имипенем/циластатин/релебактам снижает эффекты живой вакцины БЦЖ за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Информация о назначении вакцины БЦЖ гласит, что противомикробные или иммунодепрессивные препараты могут препятствовать развитию иммунного ответа и должны использоваться только под наблюдением врача."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин, имипенем/циластатин/релебактам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Циклоспорин может усилить нейротоксическое действие имипенема. Сообщения о случаях описывают имипенем, увеличивающий или уменьшающий уровни концентрации циклоспорина в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия",
      "description": {
        "common": "имипенем/циластатин/релебактам снижает эффекты пикосульфата натрия, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "имипенем/циластатин/релебактам снижает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты за счет изменения метаболизма. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "имипенем/циластатин/релебактам снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Отложите введение вакцины как минимум на 3 дня после завершения курса антибиотикотерапии."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "повышенные эозинофилы",
      "percent": null
    },
    {
      "name": "гемолитическая анемия",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Печеночная недостаточность",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Лабораторные исследования",
      "percent": null
    },
    {
      "name": "Лактатдегидрогеназа крови повышена",
      "percent": null
    },
    {
      "name": "положительная проба Кумбса",
      "percent": null
    },
    {
      "name": "количество эозинофилов повышено",
      "percent": null
    }
  ]
}