{
  "name": "золедроновая кислота",
  "comment": "Rx",
  "other_names": [
    "Восстановить",
    "Zometa"
  ],
  "classes": [
    "Модификаторы метаболизма кальция",
    "Производные бисфосфоната"
  ],
  "source": "https://reference.medscape.com/drug/reclast-zometa-zoledronic-acid-342858",
  "pregnancy": {
    "common": [
      "Бисфосфонаты включаются в костный матрикс и постепенно высвобождаются в течение периода от нескольких недель до нескольких лет; может возникнуть риск повреждения плода (например, скелетные и другие аномалии), если женщина забеременеет после завершения курса терапии бисфосфонатами; информировать беременных женщин и женщин репродуктивного возраста о потенциальном риске для плода",
      "Согласно исследованиям на животных, терапия может ухудшить фертильность у самок с репродуктивным потенциалом.",
      "Проверка статуса беременности женщин репродуктивного потенциала до начала терапии",
      "Нет доступных данных о беременных женщинах для информирования о риске, связанном с приемом лекарств.",
      "Терапия может нанести вред плоду при назначении беременной женщине; лекарство связывается с костью в течение длительного времени и может высвобождаться в течение нескольких недель или лет; рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время и после терапии"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Основываясь на результатах исследований на животных и его механизме действия, препарат может нанести вред плоду при введении беременной женщине; в исследованиях репродукции животных введение препарата беременным крысам во время органогенеза приводило к порокам развития плода и летальности эмбриона и плода при воздействии на мать, которое превышало или равнялось 2,4-кратному клиническому воздействию на человека на основе AUC."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Рассмотрите преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от наркотиков или основного заболевания матери.",
      "Неизвестно, присутствует ли препарат в грудном молоке или влияет ли он на выработку молока или на ребенка, находящегося на грудном вскармливании; препарат связывается с костью в течение длительного времени и может высвобождаться в течение нескольких недель или лет."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Все показания: Гиперчувствительность, включая редкие случаи крапивницы, ангионевротического отека и анафилактической реакции или шока.",
        "Неонкологические применения: гипокальциемия, тяжелая почечная недостаточность (CrCl <35 мл/мин или признаки острой почечной недостаточности).",
        "Беременность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Повышенный риск остеонекроза челюсти (не советовать пациентам заниматься стоматологическими вмешательствами); сообщалось преимущественно у онкологических больных, получавших внутривенное введение бисфосфонатов, включая золедроновую кислоту; многие пациенты также получали химиотерапию и кортикостероиды, что может быть фактором риска; риск может увеличиваться с продолжительностью воздействия бисфосфонатов; проводить профилактические стоматологические осмотры перед началом терапии; избегать инвазивных стоматологических процедур; внимательно следить за больными сахарным диабетом",
        "Могут возникать сильные боли в костях, суставах и мышцах; воздержаться от будущих доз reclast, если возникают серьезные симптомы",
        "Риск остеонекроза челюсти может увеличиваться с продолжительностью воздействия бисфосфонатов.",
        "Влить более ≥15 минут; более быстрая инфузия увеличивает почечную токсичность",
        "Возможный повышенный риск атипичных подвертельных и диафизарных переломов бедренной кости; рассмотреть возможность периодической переоценки необходимости продолжения терапии бисфосфонатами, особенно если лечение длится более 5 лет",
        "Женщин детородного возраста следует информировать о потенциальной опасности для плода и избегать беременности.",
        "С осторожностью применять при астме, чувствительной к аспирину; может вызвать бронхоконстрикцию",
        "Случаи остеонекроза (в основном челюсти, но также и других анатомических участков, включая бедро, бедренную кость и наружный слуховой проход), зарегистрированные преимущественно у онкологических больных.",
        "Оценить функцию почек до и после лечения; если почечная функция снижается после лечения, приостановите дополнительное лечение до тех пор, пока она не вернется в пределах 10% от исходного уровня.",
        "Перед каждой дозой Рекласта рассчитывайте CrCl на основе фактической массы тела, используя формулу Кокрофта-Голта.",
        "Сообщается о переломах бедренной кости; пациенты с болью в бедре или паху должны быть обследованы для исключения перелома бедренной кости",
        "Может вызвать значительный риск гипокальциемии (судороги, тетания и онемение); гипокальциемия должна быть скорректирована до начала терапии; адекватно дополнять пациентов кальцием и витамином D; тщательно контролировать уровень кальция в сыворотке крови при одновременном приеме других препаратов, которые, как известно, вызывают гипокальциемию, чтобы избежать тяжелой или опасной для жизни гипокальциемии",
        "Другие риски почечной недостаточности включают совместное введение золедроновой кислоты с нефротоксическими или мочегонными препаратами, тяжелую дегидратацию до или после введения золедроновой кислоты и пожилой возраст.",
        "Если пациенты получают Зомету, они не должны получать Рекласт.",
        "Могут возникать сильные боли в костях, суставах и мышцах; воздержитесь от будущих доз золедроновой кислоты при появлении тяжелых симптомов",
        "Регидратация пациентов с гиперкальциемией злокачественных новообразований перед введением инъекции золедроновой кислоты и мониторинг электролитов во время лечения",
        "Почечная недостаточность в анамнезе (креатинин сыворотки >3 мг/дл [265 ммоль/л]), печеночная недостаточность, скелетно-мышечная боль"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "паратиреоидный гормон человека, рекомбинантный",
      "description": {
        "common": "золедроновая кислота снижает эффекты человеческого паратиреоидного гормона, рекомбинантного др. (см. комментарий). Противопоказано.\nКомментарий: одновременное введение бисфосфонатов с рчПТГ приводит к снижению кальцийсберегающего эффекта рчПТГ, что может препятствовать нормализации уровня кальция в сыворотке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень золедроновой кислоты путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите на 30 минут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и золедроновая кислота снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перамивир",
      "description": {
        "common": "золедроновая кислота повышает уровень перамивира за счет снижения почечного клиренса. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении перамивира с нефротоксическими препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень золедроновой кислоты путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность золедроновой кислоты по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Другие соединения сульфата натрия/сульфата калия/сульфата магния повышают токсичность золедроновой кислоты (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, золедроновая кислота.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин, золедроновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивная гипокальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин снижает уровень золедроновой кислоты путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "буметанид, золедроновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивная гипокальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "золедроновая кислота, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "этакриновая кислота, золедроновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивная гипокальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет усиливает эффекты золедроновой кислоты за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск тяжелой гипокальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "фуросемид, золедроновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивная гипокальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин, золедроновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивная гипокальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин повышает уровень золедроновой кислоты за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально, золедроновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивная гипокальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин, золедроновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивная гипокальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "стрептомицин, золедроновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивная гипокальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "терипаратид",
      "description": {
        "common": "терипаратид, золедроновая кислота. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Нет преимуществ для плотности костной ткани при комбинированном лечении."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "тобрамицин, золедроновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивная гипокальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "торасемид, золедроновая кислота. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивная гипокальциемия."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в костях",
      "percent": "55"
    },
    {
      "name": "Тошнота",
      "percent": "29-46"
    },
    {
      "name": "Высокая температура",
      "percent": "32-44"
    },
    {
      "name": "Усталость",
      "percent": "39"
    },
    {
      "name": "анемия",
      "percent": "22-33"
    },
    {
      "name": "Рвота",
      "percent": "14-32"
    },
    {
      "name": "Запор",
      "percent": "27-31"
    },
    {
      "name": "Одышка",
      "percent": "22-27"
    },
    {
      "name": "Диарея",
      "percent": "17-24"
    },
    {
      "name": "Анорексия",
      "percent": "9-22"
    },
    {
      "name": "Артралгия",
      "percent": "5-21"
    },
    {
      "name": "Головная боль",
      "percent": "5-19"
    },
    {
      "name": "Головокружение",
      "percent": "18"
    },
    {
      "name": "Бессонница",
      "percent": "15-16"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "12-14"
    },
    {
      "name": "ИМП",
      "percent": "11-14"
    },
    {
      "name": "Беспокойство",
      "percent": "5-14"
    },
    {
      "name": "гипофосфатемия",
      "percent": "12"
    },
    {
      "name": "Гипокалиемия",
      "percent": "11"
    },
    {
      "name": "Гипотония",
      "percent": "11"
    },
    {
      "name": "гипомагниемия",
      "percent": "11"
    },
    {
      "name": "Сыпь",
      "percent": "3"
    },
    {
      "name": "Воспаление глаз",
      "percent": "30"
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "увеит",
      "percent": null
    },
    {
      "name": "склерит",
      "percent": null
    },
    {
      "name": "эписклерит",
      "percent": null
    },
    {
      "name": "конъюнктивит",
      "percent": null
    },
    {
      "name": "ирит",
      "percent": null
    },
    {
      "name": "орбитальное воспаление",
      "percent": null
    },
    {
      "name": "Окуляр",
      "percent": null
    },
    {
      "name": "увеит",
      "percent": null
    },
    {
      "name": "склерит",
      "percent": null
    },
    {
      "name": "эписклерит",
      "percent": null
    },
    {
      "name": "конъюнктивит",
      "percent": null
    },
    {
      "name": "ирит",
      "percent": null
    },
    {
      "name": "затуманенное зрение",
      "percent": null
    },
    {
      "name": "орбитальное воспаление",
      "percent": null
    },
    {
      "name": "включая орбитальный отек",
      "percent": null
    },
    {
      "name": "ЦНС",
      "percent": null
    },
    {
      "name": "Нарушение вкуса",
      "percent": null
    },
    {
      "name": "гиперестезия",
      "percent": null
    },
    {
      "name": "тремор",
      "percent": null
    },
    {
      "name": "ГИ",
      "percent": null
    },
    {
      "name": "Сухость во рту",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Повышенное потоотделение",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "Мышечные спазмы",
      "percent": null
    },
    {
      "name": "остеонекроз челюсти",
      "percent": null
    },
    {
      "name": "боль",
      "percent": null
    },
    {
      "name": "атипичные подвертельные и диафизарные переломы бедренной кости",
      "percent": null
    },
    {
      "name": "Остеонекроз других костей, включая бедренную кость",
      "percent": null
    },
    {
      "name": "бедро",
      "percent": null
    },
    {
      "name": "колено",
      "percent": null
    },
    {
      "name": "лодыжка",
      "percent": null
    },
    {
      "name": "запястье и плечевая кость",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "брадикардия",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "связанный с обмороком или циркуляторным коллапсом",
      "percent": null
    },
    {
      "name": "прежде всего у пациентов с сопутствующими факторами риска",
      "percent": null
    },
    {
      "name": "Острый",
      "percent": null
    },
    {
      "name": "фазовая реакция",
      "percent": null
    },
    {
      "name": "дней после введения",
      "percent": null
    },
    {
      "name": "с симптомами, включая лихорадку",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "боль в костях или артралгии",
      "percent": null
    },
    {
      "name": "миалгии",
      "percent": null
    },
    {
      "name": "озноб",
      "percent": null
    },
    {
      "name": "гриппоподобная болезнь",
      "percent": null
    },
    {
      "name": "артрит с последующим отеком суставов",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Бронхоконстрикция или бронхоспазм",
      "percent": null
    },
    {
      "name": "интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "почечная",
      "percent": null
    },
    {
      "name": "Гематурия",
      "percent": null
    },
    {
      "name": "протеинурия",
      "percent": null
    },
    {
      "name": "Общие расстройства и место введения",
      "percent": null
    },
    {
      "name": "Увеличение веса",
      "percent": null
    },
    {
      "name": "гриппоподобная болезнь",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "астения",
      "percent": null
    },
    {
      "name": "усталость или недомогание",
      "percent": null
    },
    {
      "name": "упорство для",
      "percent": null
    },
    {
      "name": "дни",
      "percent": null
    },
    {
      "name": "Лабораторные отклонения",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "гипернатриемия",
      "percent": null
    },
    {
      "name": "Приобретенный синдром Фанкони",
      "percent": null
    }
  ]
}