{
  "name": "казиривимаб/имдевимаб",
  "comment": "Investigational",
  "other_names": [
    "РЕГЕН-COV"
  ],
  "classes": [
    "Моноклональные антитела",
    "COVID-19"
  ],
  "source": "https://reference.medscape.com/drug/regen-cov-casirivimab-imdevimab-4000144",
  "pregnancy": {
    "common": [
      "Недостаточно данных для оценки риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода, связанного с приемом лекарств.",
      "Применять во время беременности только в том случае, если потенциальная польза превышает потенциальный риск для матери и плода."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Данные о присутствии в молоке человека или животных, влиянии на грудных детей или влиянии на выработку молока неизвестны.",
      "Известно, что материнский IgG присутствует в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Обзор лекарственного взаимодействия"
      ],
      "specific": [
        {
          "type": "Гиперчувствительность",
          "description": [
            "При появлении признаков и симптомов немедленно прекратите внутривенное вливание и начните прием соответствующих лекарств и/или поддерживающую терапию.",
            "Возможность серьезной реакции гиперчувствительности, включая анафилаксию.",
            "Сообщалось о реакциях, связанных с инфузией, включая лихорадку, озноб, тошноту, головную боль, бронхоспазм, гипотензию, ангионевротический отек, раздражение горла, сыпь, включая крапивницу, зуд, миалгию, головокружение."
          ]
        },
        {
          "type": "Тяжелая форма COVID-19",
          "description": [
            "Поэтому казиривимаб и имдевимаб не разрешены к применению у пациентов.",
            "которым требуется кислородная терапия из-за COVID-19, ИЛИ",
            "которым требуется увеличение исходной скорости потока кислорода из-за COVID-19 у тех, кто находится на длительной кислородной терапии из-за основного сопутствующего заболевания, не связанного с COVID-19",
            "которые госпитализированы из-за COVID-19, ИЛИ",
            "Польза от лечения не наблюдается у пациентов, госпитализированных из-за COVID-19",
            "Моноклональные антитела могут быть связаны с худшими клиническими исходами при введении госпитализированным пациентам с COVID-19, которым требуется высокопоточная оксигенация или искусственная вентиляция легких."
          ]
        },
        {
          "type": "Вирусные варианты",
          "description": [
            "Поставщики медицинских услуг должны просматривать информацию об устойчивости к противовирусным препаратам, предоставленную государственными и местными департаментами здравоохранения.",
            "веб-сайт CDC",
            "Циркулирующие варианты вируса SARS-CoV-2 могут быть связаны с устойчивостью к моноклональным антителам",
            "Лечащие врачи должны учитывать распространенность устойчивых к казиривимабу/имдевимаб вариантов в своей области.",
            "Различные пропорции, циркулирующие в США, можно отслеживать на"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Реакции в месте инъекции",
      "percent": "12"
    },
    {
      "name": "Настой",
      "percent": "1.5"
    },
    {
      "name": "родственные реакции",
      "percent": null
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Кишечная непроходимость",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Анафилактические реакции",
      "percent": null
    }
  ]
}