{
  "name": "занамивир",
  "comment": "Rx",
  "other_names": [
    "Реленца"
  ],
  "classes": [
    "Ингибиторы нейраминидазы",
    "грипп",
    "Противовирусные препараты"
  ],
  "source": "https://reference.medscape.com/drug/relenza-zanamivir-342636",
  "pregnancy": {
    "common": [
      "Беременные женщины подвергаются более высокому риску тяжелых осложнений гриппа, которые могут привести к неблагоприятным исходам беременности и/или плода, включая материнскую смерть, мертворождение, врожденные дефекты, преждевременные роды, низкую массу тела при рождении и малый вес для гестационного возраста.",
      "Имеющиеся данные опубликованных исследований свидетельствуют о том, что использование во время беременности не связано с повышенным риском врожденных дефектов или неблагоприятных исходов для матери или плода; однако эти исследования ограничены небольшими размерами выборки, что исключает окончательную оценку риска; существуют риски для матери и плода, связанные с гриппозной инфекцией во время беременности; в исследованиях репродукции животных не наблюдалось побочных эффектов развития при внутривенном или подкожном введении занамивира при воздействии 300 и 150 раз соответственно, системное воздействие при максимально рекомендуемой ингаляционной дозе для человека (MRHID) 10 мг два раза в день"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии занамивира в грудном молоке или его влиянии на выработку молока; есть данные о взрослых, которые показали низкую биодоступность занамивира при пероральном приеме; ограниченные данные постмаркетинговых отчетов о случаях не указывают на опасения по поводу безопасности у младенцев, контактировавших с грудным молоком матерей, получающих терапию; препарат присутствовал в молоке лактирующих крыс, не влияя на кормящих детенышей; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарств или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к занамивиру или лекарственной форме, включая белки молока."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Вводить только через ингалятор Дискхалер.",
        "Не превращайте в импровизированный раствор для введения с помощью распыления или искусственной вентиляции легких; сообщения о летальных исходах госпитализированных пациентов с гриппом, которым вводили раствор, приготовленный из порошка для ингаляций Relenza, с помощью небулайзера или искусственной вентиляции легких; лактоза в этом составе препятствует нормальному функционированию оборудования",
        "Эффективное и безопасное применение Дискхалера требует правильного использования ингаляционного препарата; лица, назначающие рецепты, должны тщательно оценить способность маленьких детей использовать систему доставки, если рассматривается использование",
        "Серьезные бактериальные инфекции могут начинаться с гриппоподобных симптомов или могут сосуществовать с гриппом или возникать как осложнения во время течения гриппа; не было доказано, что этот препарат предотвращает такие осложнения",
        "Аллергические реакции, включая отек ротоглотки, серьезную кожную сыпь и анафилаксию, о которых сообщалось в постмаркетинговом опыте; прекратите терапию и начните соответствующее лечение, если возникает или подозревается аллергическая реакция",
        "Безопасность и эффективность не были продемонстрированы у пациентов с сопутствующими заболеваниями высокого риска; нет доступной информации о лечении гриппа у пациентов с любым состоянием здоровья, достаточно тяжелым или нестабильным, чтобы считаться относящимся к неминуемому риску необходимости стационарного лечения.",
        "Наиболее эффективен при использовании в течение 24-48 часов после появления симптомов."
      ],
      "specific": [
        {
          "type": "Бронхоспазм",
          "description": [
            "Не рекомендуется для лечения или профилактики гриппа у лиц с основными заболеваниями дыхательных путей (например, астма, ХОБЛ); серьезные случаи бронхоспазма, в том числе с летальным исходом, у пациентов с сопутствующим заболеванием дыхательных путей или без него, о которых сообщалось во время лечения",
            "Прекратить терапию у любого пациента, у которого развивается бронхоспазм или наблюдается снижение дыхательной функции; может потребоваться немедленное лечение и госпитализация",
            "Если рассматривается возможность использования у пациента с сопутствующим заболеванием дыхательных путей, тщательно контролируйте дыхательную функцию, внимательно наблюдайте за пациентом и немедленно назначьте поддерживающую терапию (например, быстродействующие бронходилататоры).",
            "У некоторых пациентов без предшествующего легочного заболевания могут быть респираторные аномалии из-за острой респираторной инфекции, которые могут напоминать побочные реакции на лекарства или повышать уязвимость пациента к побочным реакциям на лекарства."
          ]
        },
        {
          "type": "Нейропсихиатрические события",
          "description": [
            "Грипп может быть связан с различными неврологическими и поведенческими симптомами, которые могут включать такие события, как судороги, галлюцинации, делирий и ненормальное поведение, в некоторых случаях приводящие к летальному исходу; эти события могут возникать на фоне энцефалита или энцефалопатии, но могут возникать и без явного тяжелого заболевания",
            "Эти события были зарегистрированы в основном среди детей и часто имели внезапное начало и быстрое разрешение; вклад в эти события не установлен; пациенты с гриппом должны находиться под пристальным наблюдением на предмет признаков ненормального поведения",
            "Имеются постмаркетинговые сообщения о делирии и аномальном поведении, приводящих к травмам у пациентов с гриппом, получавших терапию; поскольку об этих событиях сообщалось добровольно во время клинической практики, оценить частоту невозможно, но они кажутся необычными.",
            "При возникновении нейропсихиатрических симптомов следует оценить риски и преимущества продолжения лечения для каждого пациента."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Интраназальная живая аттенуированная гриппозная вакцина (ЖГВ) не оценивалась; однако из-за потенциальной интерференции между этими продуктами LAIV не следует вводить в течение 2 недель до или 48 часов после введения этого препарата, если нет медицинских показаний; беспокойство по поводу возможного вмешательства возникает из-за того, что противовирусные препараты могут ингибировать репликацию живого вакцинного вируса.",
            "Трехвалентную инактивированную гриппозную вакцину можно вводить в любое время по сравнению с использованием этого препарата."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "13-24"
    },
    {
      "name": "Горло",
      "percent": "8-19"
    },
    {
      "name": "боль в миндалинах",
      "percent": "7-17"
    },
    {
      "name": "Кашель",
      "percent": "3-13"
    },
    {
      "name": "Вирусная инфекция",
      "percent": "2"
    },
    {
      "name": "Головокружение",
      "percent": "3"
    },
    {
      "name": "Тошнота",
      "percent": "3"
    },
    {
      "name": "Диарея",
      "percent": "2"
    },
    {
      "name": "Взрослые",
      "percent": "1"
    },
    {
      "name": "дети",
      "percent": "2"
    },
    {
      "name": "Рвота",
      "percent": "3"
    },
    {
      "name": "Взрослые",
      "percent": "2"
    },
    {
      "name": "дети",
      "percent": "2"
    },
    {
      "name": "Синусит",
      "percent": "5"
    },
    {
      "name": "Бронхит",
      "percent": null
    },
    {
      "name": "Инфекционное заболевание",
      "percent": null
    },
    {
      "name": "ухо",
      "percent": null
    },
    {
      "name": "нос",
      "percent": null
    },
    {
      "name": "горло",
      "percent": null
    },
    {
      "name": "Взрослые",
      "percent": null
    },
    {
      "name": "дети",
      "percent": null
    },
    {
      "name": "Недомогание",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Аллергические реакции",
      "percent": null
    },
    {
      "name": "Аллергический или аллергический",
      "percent": null
    },
    {
      "name": "как реакция",
      "percent": null
    },
    {
      "name": "включая отек ротоглотки",
      "percent": null
    },
    {
      "name": "психиатрический",
      "percent": null
    },
    {
      "name": "Бред",
      "percent": null
    },
    {
      "name": "включая такие симптомы, как измененный уровень сознания",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "ненормальное поведение",
      "percent": null
    },
    {
      "name": "заблуждения",
      "percent": null
    },
    {
      "name": "галлюцинации",
      "percent": null
    },
    {
      "name": "волнение",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "кошмары",
      "percent": null
    },
    {
      "name": "Сердечный",
      "percent": null
    },
    {
      "name": "Аритмии",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "неврологический",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "вазовагальный",
      "percent": null
    },
    {
      "name": "как эпизоды вскоре после введения",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "Бронхоспазм",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Отек лица",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "включая серьезные кожные реакции",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    }
  ]
}