{
  "name": "трепростинил",
  "comment": "Rx",
  "other_names": [
    "Ремодулин",
    "Оренитрам"
  ],
  "classes": [
    "ПАУ",
    "Аналоги простациклина"
  ],
  "source": "https://reference.medscape.com/drug/remodulin-orenitram-treprostinil-342402",
  "pregnancy": {
    "common": [
      "Ограниченные сообщения о случаях трепростинила недостаточны для информирования о связанном с наркотиками риске неблагоприятных исходов развития; однако существуют риски для матери и плода, связанные с легочной артериальной гипертензией, связанной с повышенным риском материнской и внутриутробной смертности; в исследованиях на животных не наблюдалось неблагоприятного воздействия на репродуктивную функцию и развитие"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Репродуктивные исследования на животных показали неблагоприятное воздействие на плод; у крыс введение беременным крысам в период органогенеза в дозах, превышающих или равных 10 мг/кг/день (примерно в 15 раз больше, чем воздействие на человека в дозе 3,5 мг два раза в день на основе AUC) приводило к снижению частоты наступления беременности, повышению постимплантационная потеря и снижение жизнеспособности и роста плода",
          "У кроликов тератогенность и снижение жизнеспособности и роста плода наблюдались при дозах, превышающих или равных 1,5 мг/кг/день (приблизительно в 7 раз больше, чем воздействие на человека при дозе 3,5 мг два раза в день на основе AUC)."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии трепростинила в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Инъекционный: Нет",
        "Таблетки с пролонгированным высвобождением: тяжелая печеночная недостаточность (класс C по Чайлд-Пью)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Резкая отмена может усугубить симптомы легочной артериальной гипертензии.",
        "С осторожностью применять у пациентов с низким артериальным давлением (может вызвать симптоматическую гипотензию).",
        "Для проведения терапии требуется опытный персонал",
        "Тормозит агрегацию тромбоцитов и увеличивает риск кровотечения; соблюдать осторожность у пациентов, получающих одновременную антикоагулянтную/антитромбоцитарную терапию.",
        "Постоянный центральный венозный катетер, связанный с серьезными инфекциями кровотока; использовать этот метод только у пациентов с непереносимостью п/к терапии",
        "Не принимайте пероральные таблетки с алкоголем; может произойти более быстрое высвобождение трепростинила из таблетки",
        "Оболочка таблетки не растворяется и может застрять в дивертикуле у пациентов с дивертикулезом.",
        "Печеночная/почечная недостаточность (медленно увеличивать дозу); такие пациенты, вероятно, будут подвергаться воздействию более высоких системных концентраций по сравнению с пациентами с нормальной функцией печени или почек."
      ],
      "specific": [
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Коррекция дозы может потребоваться при добавлении или отмене ингибиторов CYP2C8 (например, атазанавир, гемфиброзил, ритонавир) или индукторов (например, карбамазепин, фенобарбитал, фенитоин, рифампин)."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, трепростинил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает эффекты трепростинила за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, трепростинил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "трепростинил усиливает действие кандесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол повысит уровень или эффект трепростинила за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Каннабидиол потенциально может ингибировать активность CYP2C8. Рассмотрите возможность снижения дозы при одновременном применении субстратов CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает действие трепростинила за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран и трепростинил усиливают антикоагулянтную активность. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и трепростинил снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень трепростинила за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "эпопростенол, трепростинил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "трепростинил усиливает эффекты эпросартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "фенолдопам, трепростинил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект трепростинила за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, трепростинил. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин, трепростинил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб повысит уровень или эффект трепростинила за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илопрост",
      "description": {
        "common": "илопрост, трепростинил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "трепростинил усиливает эффекты ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает действие трепростинила за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "трепростинил усиливает действие лозартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, трепростинил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повысит уровень или действие трепростинила на другое (см. комментарий). Используйте осторожность/монитор. Ингибирует CYP2C8/2C9; используйте наименьшие рекомендуемые дозы для субстратов и контролируйте"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноксидил",
      "description": {
        "common": "миноксидил, трепростинил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "трепростинил усиливает действие олмесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "омавелоксолон снизит уровень или эффект трепростинила по другим причинам (см. комментарий). Используйте осторожность/монитор. Омавелоксолон может снижать системное воздействие на чувствительные субстраты CYP2C8. Проверьте предписывающую информацию о субстрате, если требуется изменение дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "трепростинил усиливает действие сакубитрила/валсартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол повысит уровень или эффект трепростинила на др. (см. комментарий). Изменить терапию/внимательно контролировать. Стирипентол является ингибитором CYP2C8. Рассмотрите возможность снижения дозы субстратов CYP2C8, если при одновременном применении возникают побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет увеличивать уровень или эффект трепростинила, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Тековиримат является слабым ингибитором CYP2C8 и CYP2C19. Следите за побочными эффектами при совместном применении с чувствительными субстратами этих ферментов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "трепростинил усиливает эффекты телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень трепростинила на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Терифлуномид ингибирует CYP2C8; осторожность при совместном применении с субстратами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "трепростинил усиливает действие валсартана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает действие трепростинила за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "трепростинил усиливает действие ацебутолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает эффекты трепростинила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "трепростинил усиливает действие альфузозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амилорид",
      "description": {
        "common": "трепростинил усиливает действие амилорида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амлодипин",
      "description": {
        "common": "трепростинил усиливает действие амлодипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азенапин",
      "description": {
        "common": "трепростинил усиливает действие азенапина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атенолол",
      "description": {
        "common": "трепростинил усиливает действие атенолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "беназеприл",
      "description": {
        "common": "трепростинил усиливает действие беназеприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Усиленный гипотензивный эффект."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "трепростинил усиливает эффекты бендрофлуметиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "трепростинил усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бисопролол",
      "description": {
        "common": "трепростинил усиливает действие бисопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "трепростинил усиливает эффекты бозентана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает эффекты трепростинила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "трепростинил усиливает действие буметанида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "каптоприл",
      "description": {
        "common": "трепростинил усиливает действие каптоприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Оба препарата снижают артериальное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карведилол",
      "description": {
        "common": "трепростинил усиливает действие карведилола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целипролол",
      "description": {
        "common": "трепростинил усиливает действие целипролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "трепростинил усиливает действие хлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "трепростинил усиливает действие хлорталидона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клевидипин",
      "description": {
        "common": "трепростинил усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клонидин",
      "description": {
        "common": "трепростинил усиливает действие клонидина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают действие трепростинила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "трепростинил усиливает эффекты циклопентиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "трепростинил усиливает эффекты дилтиазема за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксазозин",
      "description": {
        "common": "трепростинил усиливает действие доксазозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "трепростинил усиливает эффекты дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эналаприл",
      "description": {
        "common": "трепростинил усиливает действие эналаприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "трепростинил усиливает действие эплеренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "трепростинил усиливает эффекты эпопростенола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсмолол",
      "description": {
        "common": "трепростинил усиливает эффекты эсмолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "трепростинил усиливает действие этакриновой кислоты за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелодипин",
      "description": {
        "common": "трепростинил усиливает действие фелодипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "трепростинил усиливает эффекты фенолдопама за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие трепростинила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "трепростинил усиливает действие фозиноприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "трепростинил усиливает эффекты фуросемида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "трепростинил усиливает действие гуанфацина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидралазин",
      "description": {
        "common": "трепростинил усиливает действие гидралазина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "трепростинил усиливает эффекты гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "илопрост",
      "description": {
        "common": "трепростинил усиливает эффекты илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имидаприл",
      "description": {
        "common": "трепростинил усиливает эффекты имидаприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "трепростинил усиливает действие индапамида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "трепростинил усиливает эффекты исрадипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетансерин",
      "description": {
        "common": "трепростинил усиливает действие кетансерина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лабеталол",
      "description": {
        "common": "трепростинил усиливает действие лабеталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "трепростинил усиливает действие лизиноприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие трепростинила за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Гриб майтаке обладает противоопухолевым действием (исследования на животных/в пробирке)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мекамиламин",
      "description": {
        "common": "трепростинил усиливает действие мекамиламина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "трепростинил усиливает эффекты метиклотиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "трепростинил усиливает действие метолазона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метопролол",
      "description": {
        "common": "трепростинил усиливает действие метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миноксидил",
      "description": {
        "common": "трепростинил усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "трепростинил усиливает действие моэксиприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "моксисилит",
      "description": {
        "common": "трепростинил усиливает действие моксисилита за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "моксонидин",
      "description": {
        "common": "трепростинил усиливает эффекты моксонидина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "надолол",
      "description": {
        "common": "трепростинил усиливает действие надолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "небиволол",
      "description": {
        "common": "трепростинил усиливает эффекты небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "никардипин",
      "description": {
        "common": "трепростинил усиливает действие никардипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "трепростинил усиливает эффекты нифедипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "трепростинил усиливает эффекты нисолдипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "трепростинил усиливает эффекты пенбутолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "периндоприл",
      "description": {
        "common": "трепростинил усиливает действие периндоприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "трепростинил усиливает эффекты феноксибензамина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фентоламин",
      "description": {
        "common": "трепростинил усиливает действие фентоламина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиндолол",
      "description": {
        "common": "трепростинил усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "празозин",
      "description": {
        "common": "трепростинил усиливает эффекты празозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "трепростинил усиливает действие пропранолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "квинаприл",
      "description": {
        "common": "трепростинил усиливает действие хинаприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рамиприл",
      "description": {
        "common": "трепростинил усиливает эффекты рамиприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие трепростинила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, трепростинил. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "силодозин",
      "description": {
        "common": "трепростинил усиливает эффекты силодозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "соталол",
      "description": {
        "common": "трепростинил усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "трепростинил усиливает действие спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "terazosin",
      "description": {
        "common": "трепростинил усиливает действие теразозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тимолол",
      "description": {
        "common": "трепростинил усиливает действие тимолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие трепростинила за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "трепростинил усиливает действие торасемида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трепростинил усиливает действие трандолаприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "трепростинил усиливает эффекты триамтерена за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "трепростинил усиливает действие верапамила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зотепин",
      "description": {
        "common": "трепростинил усиливает действие зотепина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тромбофлебит, связанный с периферическим внутривенным вливанием",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "боль в костях",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "артралгия",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "мышечные спазмы",
      "percent": null
    },
    {
      "name": "и боль в конечностях",
      "percent": null
    },
    {
      "name": "Генерализованные высыпания",
      "percent": null
    },
    {
      "name": "иногда макулярный или папулезный характер",
      "percent": null
    },
    {
      "name": "и целлюлит редко сообщалось",
      "percent": null
    }
  ]
}