{
  "name": "селперкатиниб",
  "comment": "Rx",
  "other_names": [
    "Ретевмо"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Ингибиторы киназы RET",
    "Ингибиторы VEGF"
  ],
  "source": "https://reference.medscape.com/drug/retevmo-selpercatinib-4000060",
  "pregnancy": {
    "common": [
      "Основываясь на результатах исследований на животных и его механизме действия, может нанести вред плоду при введении беременным женщинам.",
      "Консультировать пациентов о потенциальном риске",
      "Проверьте статус беременности у женщин с репродуктивным потенциалом перед началом",
      "Данных о применении у беременных женщин нет."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Введение беременным крысам во время органогенеза приводило к эмбриолетальности и порокам развития при воздействии на мать, которые были примерно равны воздействию на человека при клинической дозе 160 мг два раза в сутки."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Используйте эффективные средства контрацепции во время лечения и в течение 1 недели после приема последней дозы у женщин с репродуктивным потенциалом и у мужчин с партнершами с репродуктивным потенциалом."
        ]
      },
      {
        "type": "плодородие",
        "description": [
          "Может ухудшить фертильность у женщин и мужчин с репродуктивным потенциалом"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Рекомендовать женщинам не кормить грудью во время лечения и в течение 1 недели после последней дозы",
      "Нет данных о присутствии селперкатиниба или его метаболитов в грудном молоке или об их воздействии на детей, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может вызвать гипотиреоз; контролировать функцию щитовидной железы до лечения и периодически во время лечения; лечите заместительной гормональной терапией щитовидной железы по клиническим показаниям; приостановить терапию до клинической стабилизации или окончательно прекратить в зависимости от тяжести",
        "Синдром лизиса опухоли (СЛО) возникал у 1% пациентов с медуллярной карциномой щитовидной железы, получавших терапию; пациенты могут быть подвержены риску СЛО, если у них быстро растущие опухоли, высокая опухолевая нагрузка, почечная дисфункция или обезвоживание; внимательно следить за пациентами из группы риска, рассмотреть вопрос о соответствующей профилактике, включая гидратацию, и лечить в соответствии с клиническими показаниями.",
        "Также см. «Изменения дозировки» для получения конкретных инструкций по снижению дозы при гепатотоксичности, гипертонии, геморрагических явлениях, гиперчувствительности и взаимодействии с лекарственными средствами.",
        "Возможны серьезные геморрагические осложнения со смертельным исходом; окончательно прекратить при тяжелом или опасном для жизни кровотечении",
        "Нарушение заживления ран может возникать у пациентов, получающих препараты, ингибирующие сигнальный путь фактора роста эндотелия сосудов (VEGF); приостановить по крайней мере за 7 дней до плановой операции и не вводить в течение по крайней мере 2 недель после серьезной операции и до адекватного заживления раны",
        "Может развиться тяжелая, опасная для жизни и фатальная интерстициальная болезнь легких (ИЗЛ)/пневмонит; следить за легочными симптомами, указывающими на ИЗЛ/пневмонит; приостановить и немедленно провести обследование на предмет ИЗЛ у любого пациента с острыми или ухудшающимися респираторными симптомами, которые могут указывать на ИЗЛ (например, одышка, кашель и лихорадка); приостановить, уменьшить дозу или окончательно прекратить терапию в зависимости от тяжести подтвержденного ИЗЛ",
        "Сообщается о гипертонии; управлять антигипертензивными препаратами; контролировать артериальное давление через 1 неделю и, по крайней мере, ежемесячно после этого по клиническим показаниям",
        "Мониторинг пластин роста у пациентов-подростков с открытыми зонами роста; рассмотреть вопрос о прерывании или прекращении терапии в зависимости от тяжести любых аномалий пластинки роста и на основе индивидуальной оценки риска и пользы.",
        "Основываясь на исследованиях репродуктивной функции животных и его механизме действия, может нанести вред плоду.",
        "Сообщалось о серьезных побочных реакциях со стороны печени; контролировать АЛТ и АСТ перед началом, каждые 2 недели в течение первых 3 месяцев, а затем ежемесячно по клиническим показаниям; требуется коррекция дозы или прекращение в зависимости от тяжести",
        "Мониторинг пациентов со значительным риском развития удлинения интервала QTc; оценить интервал QT, электролиты и ТТГ исходно и периодически во время лечения",
        "Сообщается о повышенной чувствительности; признаки и симптомы включают лихорадку, сыпь и артралгию или миалгию с сопутствующим снижением тромбоцитов или трансаминитом; если возникает гиперчувствительность, отмените прием препарата и начните кортикостероиды в дозе 1 мг/кг преднизолона."
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "удлинение интервала QT",
            "Избегайте одновременного применения с сильными или умеренными ингибиторами или индукторами CYP3A.",
            "Скорректируйте дозу селперкатиниба, если невозможно избежать применения с сильными или умеренными ингибиторами CYP3A4; см. Модификации дозировки",
            "Сильные или умеренные ингибиторы или индукторы CYP3A",
            "Селперкатиниб преимущественно метаболизируется CYP3A4.",
            "Сельперкатиниб связан с удлинением интервала QTc",
            "Субстраты CYP2C8 или CYP3A",
            "Селперкатиниб является умеренным ингибитором CYP2C8 и слабым ингибитором CYP3A.",
            "Чаще контролируйте интервал QT с помощью ЭКГ у пациентов, которым требуется лечение сопутствующими препаратами, о которых известно, что они удлиняют интервал QT.",
            "Одновременное применение с кислотоснижающими средствами снижает концентрацию селперкатиниба в плазме, что может снижать эффективность.",
            "Избегайте одновременного применения с субстратами CYP2C8 или CYP3A, когда минимальные изменения концентрации могут привести к усилению побочных реакций.",
            "Избегайте одновременного применения ИПП, антагонистов Н2-рецепторов и антацидов местного действия.",
            "Если невозможно избежать, следуйте любым рекомендациям по корректировке дозы для субстратов CYP2C8 или CYP3A, указанным на этикетке их продукта.",
            "Если невозможно избежать, принимайте селперкатиниб с пищей (с ИПП) или измените время его приема (с антагонистом Н2-рецепторов или антацидом местного действия); см. администрацию",
            "Кислотные реагенты"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб, селперкатиниб.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Каждый препарат удлиняет интервал QTc, что может увеличить риск пируэтной тахикардии, других серьезных аритмий и внезапной смерти. Если coadministration неизбежен, таким пациентам рекомендуется более частый мониторинг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если применение неизбежно, уменьшите дозу селперкатиниба со 120 мг два раза в день до 40 мг два раза в день или со 160 мг два раза в день до 80 мг два раза в день. После прекращения приема сильного ингибитора CYP3A4 подождите не менее 3–5 периодов полувыведения препарата, который был прекращен, прежде чем возобновить прием дозы селперкатиниба, назначаемой перед применением сильного ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гадобенат",
      "description": {
        "common": "гадобенат и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "литий и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод, селперкатиниб.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Проконсультируйтесь с кардиологом, если планируете лечение. Как правило, не следует начинать лечение у пациентов, которые одновременно принимают препараты, удлиняющие интервал QT, с известными аритмогенными свойствами, такие как блокаторы кальциевых каналов, снижающие ЧСС (например, верапамил, дилтиазем)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и селперкатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и селперкатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "сельперкатиниб и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность амиодарона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность амитриптилина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность амоксапина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность апоморфина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "селперкатиниб увеличивает токсичность арформотерола на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "селперкатиниб увеличивает токсичность триоксида мышьяка на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность артеметера/люмефантрина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность азенапина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и селперкатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "селперкатиниб будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность азитромицина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность бедаквилина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб и селперкатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "Капецитабин и селперкатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность хлорпромазина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность ципрофлоксацина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цизаприд",
      "description": {
        "common": "селперкатиниб увеличивает токсичность цизаприда на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "селперкатиниб увеличивает токсичность циталопрама на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность кларитромицина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клофазимин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность клофазимина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность кломипрамина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность клозапина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При необходимости одновременного применения уменьшите дозу селперкатиниба до 40 мг перорально два раза в день, если исходная доза составляла 120 мг два раза в день, и до 80 мг перорально два раза в день, если исходная доза составляла 160 мг два раза в день; следить за побочными эффектами"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность кризотиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность дазатиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дегареликс",
      "description": {
        "common": "селперкатиниб увеличивает токсичность дегареликса на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность дезипрамина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность дейтетрабеназина на интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут повышать риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "селперкатиниб увеличивает токсичность дизопирамида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "селперкатиниб увеличивает токсичность дофетилида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность доласетрона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и селперкатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность дронедарона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "селперкатиниб увеличивает токсичность дроперидола на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность энкорафениба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность энтректиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрибулин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность эрибулина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "селперкатиниб увеличивает токсичность основания эритромицина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "селперкатиниб увеличивает токсичность этилсукцината эритромицина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "селперкатиниб увеличивает токсичность лактобионата эритромицина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "селперкатиниб увеличивает токсичность стеарата эритромицина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "селперкатиниб увеличивает токсичность эсциталопрама на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность эзогабина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "селперкатиниб будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "селперкатиниб увеличивает токсичность флекаинида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флоксуридин",
      "description": {
        "common": "Флоксуридин и селперкатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "селперкатиниб увеличивает токсичность флуконазола на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность флуоксетина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность флуфеназина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "селперкатиниб увеличивает токсичность формотерола на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "селперкатиниб увеличивает токсичность фоскарнета по интервалу QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность гемифлоксацина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность гемтузумаба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность глаздегиба по интервалу QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "селперкатиниб увеличивает токсичность галоперидола на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "селперкатиниб увеличивает токсичность гидроксихлорохина сульфата на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибутилид",
      "description": {
        "common": "селперкатиниб увеличивает токсичность ибутилида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При необходимости одновременного применения уменьшите дозу селперкатиниба до 40 мг перорально два раза в день, если исходная доза составляла 120 мг два раза в день, и до 80 мг перорально два раза в день, если исходная доза составляла 160 мг два раза в день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность илоперидона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "селперкатиниб повышает токсичность индакатерола, вдыхаемого через интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "селперкатиниб увеличивает токсичность индапамида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность инотузумаба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "селперкатиниб будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность исрадипина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность лапатиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте одновременного применения умеренных ингибиторов CYP3A4 с селперкатинибом. Если это неизбежно, уменьшите дозу селперкатиниба со 120 мг два раза в день до 80 мг два раза в день или со 160 мг два раза в день до 120 мг два раза в день. После отмены умеренного ингибитора CYP3A4 подождите, пока пройдет не менее 3–5 периодов полувыведения препарата, который был отменен, прежде чем возобновить прием селперкатиниба в дозе, предшествующей применению ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность левофлоксацина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность лофексидина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "селперкатиниб увеличивает токсичность лопинавира на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность мапротилина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность мефлохина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность метадона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность мифепристона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность моксифлоксацина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность нилотиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность нортриптилина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "селперкатиниб увеличивает токсичность октреотида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность офлоксацина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность оланзапина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность ондансетрона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "селперкатиниб и осилодростат увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность осимертиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность палиперидона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панобиностат",
      "description": {
        "common": "селперкатиниб увеличивает токсичность панобиностата на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "селперкатиниб увеличивает токсичность пасиреотида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность пазопаниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность пентамидина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность перфеназина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность пимавансерина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "селперкатиниб увеличивает токсичность пимозида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питолизант",
      "description": {
        "common": "селперкатиниб увеличивает токсичность питолизанта на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "селперкатиниб увеличивает токсичность позаконазола на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "селперкатиниб увеличивает токсичность прокаинамида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность пропафенона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность протриптилина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность кветиапина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность хинидина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность хинина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность ранолазина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность рилпивирина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность рисперидона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность ромидепсина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "селперкатиниб увеличивает токсичность саквинавира на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность сертралина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность солифенацина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность сорафениба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "селперкатиниб и соталол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность сунитиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "селперкатиниб увеличивает токсичность такролимуса на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность телаванцина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность тетрабеназина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность тиоридазина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "селперкатиниб увеличивает токсичность тиотиксена на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торемифен",
      "description": {
        "common": "селперкатиниб увеличивает токсичность торемифена на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "селперкатиниб увеличивает токсичность тримипрамина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и селперкатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность вандетаниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "селперкатиниб увеличивает токсичность варденафила на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность вемурафениба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "селперкатиниб увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, селперкатиниб.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "селперкатиниб увеличивает токсичность вориконазола на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориностат",
      "description": {
        "common": "селперкатиниб увеличивает токсичность вориностата на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "селперкатиниб увеличивает токсичность зипрасидона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Повышенный АСТ",
      "percent": "51"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "45"
    },
    {
      "name": "Повышенная глюкоза",
      "percent": "44"
    },
    {
      "name": "Снижение лейкоцитов",
      "percent": "43"
    },
    {
      "name": "Снижение альбумина",
      "percent": "42"
    },
    {
      "name": "Снижение кальция",
      "percent": "41"
    },
    {
      "name": "Сухость во рту",
      "percent": "39"
    },
    {
      "name": "Диарея",
      "percent": "37"
    },
    {
      "name": "Повышенный креатинин",
      "percent": "37"
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": "36"
    },
    {
      "name": "Гипертония",
      "percent": "35"
    },
    {
      "name": "Усталость",
      "percent": "35"
    },
    {
      "name": "Отек",
      "percent": "33"
    },
    {
      "name": "Снижение тромбоцитов",
      "percent": "33"
    },
    {
      "name": "Повышение общего холестерина",
      "percent": "31"
    },
    {
      "name": "Сыпь",
      "percent": "27"
    },
    {
      "name": "Снижение натрия",
      "percent": "27"
    },
    {
      "name": "Запор",
      "percent": "25"
    },
    {
      "name": "Снижение магния",
      "percent": "24"
    },
    {
      "name": "Повышенный калий",
      "percent": "24"
    },
    {
      "name": "Тошнота",
      "percent": "23"
    },
    {
      "name": "Боль в животе",
      "percent": "23"
    },
    {
      "name": "Головная боль",
      "percent": "23"
    },
    {
      "name": "Повышенный билирубин",
      "percent": "23"
    },
    {
      "name": "Снижение уровня глюкозы",
      "percent": "22"
    },
    {
      "name": "Кашель",
      "percent": "18"
    },
    {
      "name": "Удлиненный интервал QT",
      "percent": "17"
    },
    {
      "name": "Одышка",
      "percent": "16"
    },
    {
      "name": "Рвота",
      "percent": "15"
    },
    {
      "name": "Кровотечение",
      "percent": "15"
    },
    {
      "name": "Гипертония",
      "percent": "18"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "9"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "8"
    },
    {
      "name": "Снижение натрия",
      "percent": "7"
    },
    {
      "name": "Удлиненный интервал QT",
      "percent": "4"
    },
    {
      "name": "Снижение кальция",
      "percent": "3.8"
    },
    {
      "name": "Диарея",
      "percent": "3.4"
    },
    {
      "name": "Снижение тромбоцитов",
      "percent": "2.7"
    },
    {
      "name": "Одышка",
      "percent": "2.3"
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": "2.3"
    },
    {
      "name": "Повышенная глюкоза",
      "percent": "2.2"
    },
    {
      "name": "Усталость",
      "percent": "2"
    },
    {
      "name": "Повышенный билирубин",
      "percent": "2"
    },
    {
      "name": "Боль в животе",
      "percent": "1.9"
    },
    {
      "name": "Кровотечение",
      "percent": "1.9"
    },
    {
      "name": "Снижение лейкоцитов",
      "percent": "1.6"
    },
    {
      "name": "Головная боль",
      "percent": "1.4"
    },
    {
      "name": "Повышенный калий",
      "percent": "1.2"
    },
    {
      "name": "Повышенный креатинин",
      "percent": "1"
    },
    {
      "name": "Сыпь",
      "percent": "0.7"
    },
    {
      "name": "Снижение альбумина",
      "percent": "0.7"
    },
    {
      "name": "Снижение уровня глюкозы",
      "percent": "0.7"
    },
    {
      "name": "Запор",
      "percent": "0.6"
    },
    {
      "name": "Тошнота",
      "percent": "0.6"
    },
    {
      "name": "Снижение магния",
      "percent": "0.6"
    },
    {
      "name": "Рвота",
      "percent": "0.3"
    },
    {
      "name": "Отек",
      "percent": "0.3"
    },
    {
      "name": "Повышение общего холестерина",
      "percent": "0.1"
    },
    {
      "name": "Интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "пневмонит",
      "percent": null
    },
    {
      "name": "Гипотиреоз",
      "percent": null
    }
  ]
}