{
  "name": "аллогенно обработанная ткань тимуса",
  "comment": "Rx",
  "other_names": [
    "аллогенная обработанная ткань тимуса-agdc",
    "Ретимный"
  ],
  "classes": [
    "Регенеративная терапия"
  ],
  "source": "https://reference.medscape.com/drug/rethymic-allogeneic-processed-thymus-tissue-4000006",
  "pregnancy": null,
  "lactation": null,
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Из-за лежащего в основе иммунодефицита пациенты могут подвергаться риску развития лимфопролиферативного заболевания после лечения.",
        "Ранее существовавшая ЦМВ-инфекция может привести к смерти до развития функции тимуса; преимущества/риски лечения следует учитывать до начала лечения пациентов с ранее существовавшей ЦМВ-инфекцией.",
        "Ранее существовавшая почечная недостаточность является фактором риска смерти"
      ],
      "specific": [
        {
          "type": "Мониторинг",
          "description": [
            "Еженедельно в течение первых 2 месяцев после лечения и затем ежемесячно в течение 12 месяцев после лечения контролируйте полный анализ крови с дифференциалом.",
            "Пациенты должны быть проверены на ВЭБ и ЦМВ с помощью ПЦР до и через 3 месяца после лечения или после любого воздействия или подозрения на инфекцию ЦМВ или ВЭБ.",
            "Мониторинг развития аутоиммунных заболеваний, включая общий анализ крови с дифференциалом, ферменты печени, креатинин сыворотки, анализ мочи и функцию щитовидной железы.",
            "Если развивается лихорадка, оцените пациента по анализу крови и других культур и назначьте противомикробные препараты в соответствии с клиническими показаниями.",
            "Ферменты печени, включая аспартатаминотрансферазу и аланинаминотрансферазу, уровни креатинина в сыворотке и анализ мочи следует проводить ежемесячно в течение 3 месяцев, а затем каждые 3 месяца в течение 12 месяцев после лечения.",
            "Исследования функции щитовидной железы следует проводить до лечения, а затем через 6 и 12 месяцев после лечения; после 12 месяцев тестирование следует проводить ежегодно"
          ]
        },
        {
          "type": "Болезнь «трансплантат против хозяина»",
          "description": [
            "Мониторинг и лечение пациентов с риском развития реакции «трансплантат против хозяина» (РТПХ); факторы риска включают атипичный фенотип полной аномалии Ди Джорджи, пересадку гемопоэтических клеток в анамнезе и приживление трансплантата от матери.",
            "Пациенты с повышенным исходным Т-клеточным пролиферативным ответом на фитогемагглютинин (ФГА) > 5000 имп/мин или более чем в 20 раз выше фона должны получать иммуносупрессивную терапию для снижения риска РТПХ; развитие симптомов РТПХ следует тщательно контролировать и своевременно лечить",
            "РТПХ может проявляться лихорадкой, сыпью, лимфаденопатией, повышением уровня билирубина и ферментов печени, энтеритом и/или диареей."
          ]
        },
        {
          "type": "Инфекционный контроль и иммунопрофилактика",
          "description": [
            "Восстановление иммунитета, достаточное для защиты от инфекции, вряд ли разовьется раньше, чем через 6-12 месяцев после имплантации; учитывая иммунодефицитное состояние пациентов с атимией, соблюдайте меры инфекционного контроля до тех пор, пока не будет установлено развитие функции тимуса.",
            "Иммуносупрессия больше не проводится (≥10% CD3+ Т-клеток являются наивными по фенотипу)",
            "Поддерживать иммуноглобулин до тех пор, пока не будут соблюдены все следующие критерии.",
            "≥9 месяцев после лечения",
            "Ответ ПГА в пределах нормы",
            "Через 2 месяца после прекращения приема иммуноглобулина следует проверить минимальный уровень IgG.",
            "Если минимальный уровень IgG ниже нормального диапазона для возраста, возобновите заместительную терапию иммуноглобулином и продолжайте ее в течение года перед повторным тестированием в соответствии с приведенными выше рекомендациями.",
            "3",
            "Нормальный сывороточный IgA желателен, но не обязателен",
            "До и после лечения поддерживать пациента на профилактике пневмонии, вызванной Pneumocystis jirovecii, до тех пор, пока не будут выполнены все следующие критерии.",
            "Если минимальный уровень IgG находится в пределах нормы для возраста, пациент может не принимать заместительную терапию иммуноглобулином.",
            "Количество CD4+ Т-клеток > 200 клеток/мм"
          ]
        },
        {
          "type": "Передача серьезных инфекций и трансмиссивных инфекций",
          "description": [
            ", вирус Западного Нила, возбудители трансмиссивной губчатой ​​энцефалопатии, коровья оспа и вирус Зика",
            "Скрининг доноров на повышенный риск инфицирования ВИЧ, Т-лимфотропным вирусом человека, ВГВ, ВГС,",
            "Трипаносома крузи",
            "Скрининг доноров на наличие клинических признаков сепсиса и рисков инфекционных заболеваний, связанных с ксенотрансплантацией (например, ЦМВ)",
            "бледная трепонема",
            "Передача инфекционного заболевания может произойти, потому что имплантаты получены из тканей человека."
          ]
        },
        {
          "type": "HLA",
          "description": [
            "Пациенты, ранее перенесшие HCT, имеют повышенный риск развития РТПХ после аллогенной обработки ткани тимуса, если донор HCT не полностью соответствует реципиенту.",
            "Сопоставление HLA требуется у пациентов, которые ранее перенесли трансплантацию гемопоэтических клеток (HCT) или трансплантацию паренхиматозных органов.",
            "HLA-типирование",
            "Минимизируйте этот риск путем сопоставления HLA с аллелями реципиента, которые не экспрессировались у донора HCT.",
            "Пациенты с положительным результатом на анти-HLA-антитела должны получить аллогенно обработанную ткань тимуса от донора, который не экспрессирует эти аллели HLA.",
            "Анти-HLA-антитела",
            "Скрининг на анти-HLA-антитела перед лечением"
          ]
        },
        {
          "type": "Иммунизация",
          "description": [
            "Заместительная терапия IgG прекращена.",
            "Живые вирусные вакцины не следует вводить до тех пор, пока пациенты не будут соответствовать критериям для инактивированных вакцин и не будут вакцинированы инактивированными агентами (например, столбнячным анатоксином).",
            "Никакие дополнительные вакцины (живые или инактивированные), за исключением инактивированной противогриппозной вакцины, не должны вводиться в течение 6 месяцев после вакцинации коревой вакциной или в течение 2 месяцев после вакцинации против ветряной оспы.",
            "Рассмотрите возможность проверки ответа на вакцинацию с помощью соответствующего тестирования, в частности, на ветряную оспу и корь.",
            "Общее количество CD4+ Т-клеток > 200 клеток/мм",
            "и CD4+ Т-клеток больше, чем CD8+ Т-клеток (CD4+ > CD8+)",
            "Инактивированные вакцины: можно вводить при соблюдении всех критериев.",
            "3",
            "Живые вакцины",
            "Не делайте прививки после имплантации до тех пор, пока не будут соблюдены критерии иммунной функции.",
            "Иммуносупрессивная терапия прекращена",
            "Ограничьте использование инактивированных вакцин до 2 вакцин в месяц."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гипертония",
      "percent": "19"
    },
    {
      "name": "Синдром выброса цитокинов",
      "percent": "18"
    },
    {
      "name": "гипомагниемия",
      "percent": "16"
    },
    {
      "name": "Сыпь",
      "percent": "15"
    },
    {
      "name": "Почечная недостаточность",
      "percent": "12"
    },
    {
      "name": "отказ",
      "percent": "12"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "10"
    },
    {
      "name": "Болезнь «трансплантат против хозяина»",
      "percent": "9"
    },
    {
      "name": "РТПХ",
      "percent": "8"
    },
    {
      "name": "нейтропения",
      "percent": "7"
    },
    {
      "name": "Респираторный дистресс",
      "percent": "6"
    },
    {
      "name": "протеинурия",
      "percent": "6"
    },
    {
      "name": "лихорадка",
      "percent": "5"
    },
    {
      "name": "Ацидоз",
      "percent": "5"
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    }
  ]
}