{
  "name": "нетарсудил офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Ропресса"
  ],
  "classes": [
    "Офтальмология",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/rhopressa-netarsudil-1000159",
  "pregnancy": {
    "common": [
      "Нет данных об использовании беременными женщинами для информирования о каком-либо риске, связанном с наркотиками; однако системное воздействие нетарсудила при глазном введении низкое.",
      "Внутривенное введение нетарсудила беременным крысам и кроликам в период органогенеза не вызывало неблагоприятных эффектов на эмбрион и плод при клинически значимом системном воздействии."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока.",
      "Системное воздействие нетарсудила после местного применения в глаза низкое, и неизвестно, будут ли измеримые уровни нетарсудила присутствовать в материнском молоке после местного применения в глаза."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Попросите пациентов избегать контакта наконечника дозирующего контейнера с глазами, окружающими структурами, пальцами или любой другой поверхностью, чтобы свести к минимуму загрязнение раствора; серьезное повреждение глаз и последующая потеря зрения могут возникнуть в результате использования загрязненных растворов",
        "Сообщите пациентам, что если у них развивается интеркуррентное глазное заболевание (например, травма или инфекция), глазная хирургия или развиваются какие-либо глазные реакции, особенно конъюнктивит и реакции век, они должны немедленно обратиться за советом к своему врачу относительно дальнейшего использования этого препарата.",
        "Бактериальный кератит, связанный с использованием многодозовых контейнеров с местными офтальмологическими препаратами; контейнеры были непреднамеренно контаминированы пациентами с сопутствующим заболеванием роговицы или нарушением эпителиальной поверхности глаза",
        "Снять контактные линзы перед закапыванием офтальмологического раствора; можно повторно вставить линзы через 15 минут после введения"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Роговица мутовчатая",
      "percent": null
    },
    {
      "name": "Боль в месте инстилляции",
      "percent": null
    },
    {
      "name": "Конъюнктивальное кровоизлияние",
      "percent": null
    },
    {
      "name": "Эритема в месте закапывания",
      "percent": null
    },
    {
      "name": "Окрашивание роговицы",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Повышенное слезотечение",
      "percent": null
    },
    {
      "name": "Эритема век",
      "percent": null
    },
    {
      "name": "Снижение остроты зрения",
      "percent": null
    }
  ]
}