{
  "name": "ауранофин",
  "comment": "Rx",
  "other_names": [
    "Ридаура"
  ],
  "classes": [
    "Соединения золота",
    "DMARD"
  ],
  "source": "https://reference.medscape.com/drug/ridaura-auranofin-343186",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: проникает в грудное молоко/не рекомендуется"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: проникает в грудное молоко/не рекомендуется"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Тщательное обсуждение пациента, объясняющее побочные реакции, имеет важное значение; поощрять пациентов сообщать о любых побочных реакциях",
        "Лечащие врачи должны понимать тяжелую и смертельную токсичность хризотерапии.",
        "Мониторинг признаков токсичности золота (например, снижение гемоглобина, лейкопения <4000/мм3, гранулоциты <1500/м3, тромбоциты <150000/м3, протеинурия, гематурия, зуд, сыпь, стоматит, постоянная диарея) и установить базовые измерения перед назначением",
        "Следует зарезервировать для использования у некоторых пациентов с активным ревматоидным артритом."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Пациенты, у которых ранее были вызванные золотом заболевания (анафилаксия, некротизирующий энтероколит, легочный фиброз, дерматит, угнетение функции костного мозга или другие гематологические нарушения)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Нет доказательств того, что соединения золота вызывают ремиссию РА.",
        "Не использовать в качестве единственного средства при лечении РА"
      ],
      "specific": [
        {
          "type": "Токсичность золота",
          "description": [
            "Лейкопения (лейкоциты <4000/куб.мм) [4 x 10^9/л]",
            "Гемоглобин (снижен)",
            "Гранулоциты (<1500/куб.мм) [1,5 x 10^9/л]",
            "Протеинурия, гематурия, зуд, сыпь, стоматит, хроническая диарея",
            "Тромбоциты (<150 x 10^3/куб.мм) [150 x 10^9/л]"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "ауранофин снижает эффекты четырехвалентной вакцины против вируса гриппа, адъювантно фармакодинамическим антагонизмом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "ауранофин ослабляет действие трехвалентной вакцины против вируса гриппа, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "ауранофин и пексидартиниб оба увеличивают Прочее (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "ауранофин, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, ауранофин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "ауранофин, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "ауранофин снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "ауранофин снижает эффекты менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "ауранофин и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, ауранофин.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "ауранофин и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "ауранофин снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этотоин",
      "description": {
        "common": "ауранофин повышает уровень этотоина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "ауранофин повышает уровень фосфенитоина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "ауранофин повышает уровень фенитоина за счет неуказанного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "47"
    },
    {
      "name": "Сыпь",
      "percent": "24"
    },
    {
      "name": "Зуд",
      "percent": "17"
    },
    {
      "name": "Абд боль",
      "percent": "14"
    },
    {
      "name": "Стоматит",
      "percent": "13"
    },
    {
      "name": "Тошнота",
      "percent": "10"
    },
    {
      "name": "Анорексия",
      "percent": "3-9"
    },
    {
      "name": "Конъюнктивит",
      "percent": "3-9"
    },
    {
      "name": "Диспепсия",
      "percent": "3-9"
    },
    {
      "name": "Метеоризм",
      "percent": "3-9"
    },
    {
      "name": "протеинурия",
      "percent": "3-9"
    },
    {
      "name": "Алопеция",
      "percent": "1-3"
    },
    {
      "name": "анемия",
      "percent": "1-3"
    },
    {
      "name": "Запор",
      "percent": "1-3"
    },
    {
      "name": "эозинофилия",
      "percent": "1-3"
    },
    {
      "name": "Повышенные ферменты печени",
      "percent": "1-3"
    },
    {
      "name": "Глоссит",
      "percent": "1-3"
    },
    {
      "name": "Гематурия",
      "percent": "1-3"
    },
    {
      "name": "лейкопения",
      "percent": "1-3"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "1-3"
    },
    {
      "name": "Крапивница",
      "percent": "1-3"
    }
  ]
}