{
  "name": "гидроксид алюминия/гидроксид магния",
  "comment": "OTC",
  "other_names": [
    "Маалокс"
  ],
  "classes": [
    "Антациды",
    "Комбо"
  ],
  "source": "https://reference.medscape.com/drug/riopan-comagaldrox-aluminum-hydroxide-magnesium-hydroxide-341992",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: экскреция с молоком неизвестна; будьте осторожны"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна; будьте осторожны"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к любому компоненту"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может увеличивать или уменьшать скорость и/или степень всасывания одновременно принимаемых пероральных препаратов за счет изменения времени прохождения через ЖКТ или связывания препарата",
        "Длительная терапия может привести к интоксикации алюминием или гипермагниемии, особенно при почечной недостаточности; интоксикация алюминием может привести к остеомаляции или диализной энцефалопатии",
        "Если используется для самолечения, поручите пациенту проконсультироваться с врачом перед началом, если они находятся на диете с ограничением магния и/или натрия; нельзя применять дольше 14 дней",
        "Длительная терапия антацидами может привести к гипофосфатемии; алюминий в антациде может образовывать нерастворимые фосфатные комплексы, что может привести к снижению всасывания фосфатов в желудочно-кишечном тракте; тяжелая гипофосфатемия может привести к анорексии, недомоганию, мышечной слабости и остеомаляции"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "гидроксид алюминия будет снижать уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Противопоказано. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; можно использовать антациды короткого действия вместо ИПП и антагонистов Н2, но разделить дозировку антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ралтегравир",
      "description": {
        "common": "гидроксид алюминия снижает уровень ралтегравира за счет связывания катионов в желудочно-кишечном тракте. Противопоказано. Не рекомендуется с разделением доз или без него."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект атазанавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость атазанавира снижается по мере увеличения рН. Ожидается снижение концентрации атазанавира в плазме при одновременном применении антацидов или буферных препаратов. Назначайте атазанавир за 2 часа до или через 1 час после приема этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "балоксавир марбоксил",
      "description": {
        "common": "гидроксид алюминия снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "гидроксид алюминия снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "гидроксид магния снижает уровень демеклоциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дапсон",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект дапсона за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "гидроксид алюминия будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "гидроксид алюминия снижает уровень демеклоциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект дигоксина за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "гидроксид магния снижает уровень доксициклина путем ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "гидроксид магния снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флероксацин",
      "description": {
        "common": "гидроксид алюминия снижает уровень флероксацина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "гидроксид магния будет снижать уровень или эффект инфигратиниба за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать применения с кислотоснижающими средствами, вводите инфигратиниб за 2 часа до и после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гидроксид алюминия снижает уровень гемифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект индинавира за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "гидроксид алюминия снижает уровень или эффект инфигратиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать применения с кислотоснижающими средствами, вводите инфигратиниб за 2 часа до и после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект кетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "гидроксид алюминия снижает уровень левофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "гидроксид алюминия будет снижать уровень или эффект левокетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "гидроксид магния снижает уровень миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "гидроксид алюминия снижает уровень моксифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "гидроксид магния снижает уровень окситетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нимодипин",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект нимодипина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "гидроксид алюминия повысит уровень или действие нисолдипина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитрендипин",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект нитрендипина за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "гидроксид алюминия снижает уровень офлоксацина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "гидроксид алюминия снижает уровень окситетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "гидроксид магния снизит уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; можно использовать антациды короткого действия вместо ИПП и антагонистов Н2, но разделить дозировку антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "гидроксид магния снижает уровень понатиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфаты калия, IV",
      "description": {
        "common": "гидроксид магния снижает действие фосфатов калия IV за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Магний снижает концентрацию фосфатов в сыворотке, связывая пищевые фосфаты. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "Гидроксид алюминия снизит уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ралтегравир",
      "description": {
        "common": "гидроксид магния снижает уровень или эффект ралтегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Антациды, содержащие магний, снижают уровень ралтегравира в плазме при приеме в течение 6 часов после приема дозы ралтегравира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "гидроксид магния снизит уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "гидроксид магния снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "гидроксид алюминия снижает уровень акалабрутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Растворимость акалабрутиниба снижается с увеличением рН желудка. Разделяйте дозы не менее чем на 2 часа между приемом антацидов и акалабрутиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "гидроксид алюминия снижает уровень ацебутолола за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алендронат",
      "description": {
        "common": "гидроксид алюминия снижает уровень алендроната путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аллопуринол",
      "description": {
        "common": "гидроксид алюминия снижает уровень аллопуринола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "гидроксид алюминия снижает уровень атенолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "гидроксид алюминия снижает уровень азитромицина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толокнянка",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект толокнянки за счет пассивной реабсорбции в почечных канальцах - основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "гидроксид алюминия снижает действие беназеприла за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Может снизить абсорбцию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект бензфетамина за счет пассивной реабсорбции в почечных канальцах — основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "гидроксид алюминия снижает уровень бетаксолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биктегравир",
      "description": {
        "common": "гидроксид алюминия снижает уровень или эффект биктегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Биктегравир можно принимать натощак за 2 часа до антацидов, содержащих Al, Mg или Ca. Рутинное введение биктегравира одновременно или через 2 часа после антацидов, содержащих Al, Mg или Ca, не рекомендуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "гидроксид алюминия снижает уровень бисопролола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каботегравир",
      "description": {
        "common": "гидроксид магния будет снижать уровень или эффект каботегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Назначайте антациды по крайней мере за 2 часа до или через 4 часа после перорального приема каботегравира."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "гидроксид алюминия снижает уровень бозутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Бозутиниб проявляет рН-зависимую растворимость; можно использовать антациды короткого действия с введением, разделенным на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "гидроксид алюминия снижает действие будесонида за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Будесонид с энтеросолюбильным покрытием растворяется при pH > 5,5. Кроме того, растворение таблеток будесонида пролонгированного действия зависит от рН. Одновременное применение с препаратами, повышающими рН желудка, может вызвать преждевременное растворение этих продуктов будесонида и, возможно, повлиять на свойства высвобождения и всасывание препарата в двенадцатиперстной кишке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каботегравир",
      "description": {
        "common": "гидроксид алюминия снижает уровень или эффект каботегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Назначайте антациды по крайней мере за 2 часа до или через 4 часа после перорального приема каботегравира."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "гидроксид алюминия повышает уровень капецитабина, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "гидроксид алюминия снижает действие каптоприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Гидроксид алюминия может снижать всасывание каптоприла."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект карбонильного железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "гидроксид алюминия снижает уровень карведилола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефдинир",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект цефдинира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "cefditoren",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект цефдиторена за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект цефподоксима за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефуроксим",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект цефуроксима за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "гидроксид алюминия снижает уровень целекоксиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "гидроксид алюминия снижает уровень целипролола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хенодиол",
      "description": {
        "common": "гидроксид алюминия снижает уровень хенодиола за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "гидроксид алюминия снижает уровень или эффект хлорохина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Разделяйте дозы не менее чем на 4 часа"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холевая кислота",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект холевой кислоты за счет связывания препарата в желудочно-кишечном тракте. Используйте осторожность/монитор. Принимайте холевую кислоту по крайней мере за 1 час до или через 4–6 часов (или как можно чаще) после антацида на основе алюминия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "гидроксид магния снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Одновременное применение ципрофлоксацина с препаратами, содержащими поливалентные катионы, может снизить биодоступность ципрофлоксацина на 90%. Введите ципрофлоксацин по крайней мере за 2 часа до или через 6 часов после использования этих продуктов. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "гидроксид магния снижает уровень кризотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, повышающие pH желудка, могут снижать растворимость кризотиниба и впоследствии снижать его биодоступность. Однако официальных исследований не проводилось. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "гидроксид алюминия снижает уровень циклоспорина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферипрон",
      "description": {
        "common": "гидроксид магния снижает уровень деферипрона, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Деферипрон может связывать поливалентные катионы (например, железо, алюминий и цинк), при этом прием деферипрона и других препаратов (например, антацидов) или добавок, содержащих эти поливалентные катионы, должен проходить не менее 4 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "гидроксид алюминия будет снижать уровень или эффект дабрафениба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, которые изменяют рН верхних отделов желудочно-кишечного тракта (например, ИПП, Н2-блокаторы, антациды), могут снижать растворимость дабрафениба и снижать его биодоступность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект деферазирокса по другим причинам (см. комментарий). Используйте осторожность/монитор. Избегайте комбинации. Хотя деферазирокс имеет более низкое сродство к алюминию, чем к железу, не назначайте деферасирокс с алюминийсодержащими антацидными препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферипрон",
      "description": {
        "common": "гидроксид алюминия снижает уровень деферипрона за счет увеличения абсорбции в ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Деферипрон может связывать поливалентные катионы (например, железо, алюминий и цинк), при этом прием деферипрона и других препаратов (например, антацидов) или добавок, содержащих эти поливалентные катионы, должен проходить не менее 4 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефероксамин",
      "description": {
        "common": "дефероксамин снижает уровень гидроксида алюминия путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. дефероксамин хелатирует железо; его сродство к другим минералам неизвестно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "гидроксид магния и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "делафлоксацин",
      "description": {
        "common": "гидроксид алюминия снижает уровень или эффект делафлоксацина за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Делафлоксацин при пероральном приеме образует хелаты с катионами щелочноземельных металлов и переходных металлов. Назначайте делафлоксацин перорально по крайней мере за 2 часа до или через 6 часов после приема этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "гидроксид алюминия будет увеличивать уровень или эффект декстроамфетамина за счет пассивной реабсорбции в почечных канальцах - основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "долутегравир",
      "description": {
        "common": "гидроксид магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Вводят долутегравир за 2 ч до или через 6 ч после приема препаратов, содержащих поливалентные катионы; используйте альтернативную терапию, если она доступна"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "гидроксид алюминия снижает уровень или эффект элвитегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Концентрации элвитегравира в плазме ниже при приеме антацидов из-за образования ионных комплексов в желудочно-кишечном тракте, а не из-за изменений рН желудка; отделить дозу от антацида не менее чем за 2 часа"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "гидроксид магния снижает уровень флероксацина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "гидроксид алюминия снижает уровни элвитегравира/кобицистата/эмтрицитабина/тенофовира DF путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Отдельная администрация от антацидов на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "гидроксид алюминия снижает действие эналаприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект эфедрина за счет пассивной канальцевой реабсорбции в почках — основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "гидроксид алюминия повышает уровень основания эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "гидроксид алюминия повышает уровень этилсукцината эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "гидроксид алюминия повышает уровень лактобионата эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "гидроксид алюминия повышает уровень стеарата эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "гидроксид алюминия снижает уровень эсмолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этамбутол",
      "description": {
        "common": "гидроксид алюминия повышает уровень этамбутола за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Избегайте введения антацидов, содержащих гидроксид алюминия, в течение как минимум 4 часов после приема этамбутола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этидронат",
      "description": {
        "common": "гидроксид алюминия снижает уровень этидроната за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект мальтола железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект фумарата железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект сульфата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект флекаинида за счет пассивной реабсорбции в почечных канальцах — основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект фосампренавира за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "гидроксид алюминия снижает действие фозиноприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "гидроксид алюминия снижает уровень габапентина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "гидроксид алюминия снижает уровень габапентина энакарбила за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "гидроксид алюминия снижает уровень гефитиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделите дозы гефитиниба и антацида не менее чем на 6 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гидроксид магния снижает уровень гемифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект глипизида за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект глибурида за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибандронат",
      "description": {
        "common": "гидроксид алюминия снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "гидроксид алюминия снижает действие имидаприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект комплекса декстрана железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект сахарозы железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "гидроксид алюминия снижает уровень изониазида за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "Гидроксид алюминия снизит уровень или эффект итраконазола за счет ингибирования абсорбции через ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Назначайте препараты, нейтрализующие кислоту, по крайней мере за 2 часа до или через 2 часа после приема итраконазола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "гидроксид алюминия снижает уровень кетоконазола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "гидроксид алюминия снижает уровень лабеталола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактулоза",
      "description": {
        "common": "гидроксид алюминия снижает действие лактулозы за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат лантана",
      "description": {
        "common": "карбонат лантана, гидроксид магния. связывание катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Администрирование антацида по крайней мере за 2 часа до или после лантана. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "гидроксид алюминия снижает уровни ледипасвира/софосбувира по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Растворимость ледипасвира снижается по мере увеличения pH; Ожидается, что препараты, повышающие pH желудка, будут снижать уровень ледипасвира; раздельное введение антацидов и ледипасивра/софосбувира через 4 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "гидроксид магния снижает уровень левофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "гидроксид алюминия снижает уровень левокетоконазола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "гидроксид алюминия увеличивает уровень или эффект лиздексамфетамина за счет пассивной канальцевой реабсорбции в почках — щелочной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "гидроксид алюминия снижает действие лизиноприла за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мемантин",
      "description": {
        "common": "гидроксид алюминия будет увеличивать уровень или эффект мемантина за счет пассивной реабсорбции в почечных канальцах - щелочной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метскополамин",
      "description": {
        "common": "гидроксид алюминия снижает уровень метскополамина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "гидроксид алюминия снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "гидроксид алюминия снижает уровень метопролола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "гидроксид алюминия будет увеличивать уровень или эффект мексилетина за счет пассивной реабсорбции в почечных канальцах - щелочной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "гидроксид алюминия снижает действие моэксиприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "гидроксид магния снижает уровень моксифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект микофенолата за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "гидроксид алюминия снижает уровень надолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "гидроксид алюминия снижает уровень небиволола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нератиниб",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект нератиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Разделите дозировку антацидов и нератиниба на 3 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "гидроксид алюминия снижает уровень нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антациды через 2 часа после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "гидроксид алюминия снижает уровень нитрофурантоина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "гидроксид магния снижает уровень офлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омадациклин",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект омадациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "памидронат",
      "description": {
        "common": "гидроксид алюминия снижает уровень памидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкрелипаза",
      "description": {
        "common": "гидроксид магния снижает действие панкрелипазы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Антациды могут сводить на нет положительный эффект ферментов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "гидроксид алюминия снижает уровень пенбутолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пеницилламин",
      "description": {
        "common": "гидроксид магния снижает уровень пеницилламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "гидроксид алюминия снижает действие периндоприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "гидроксид магния снизит уровень или эффект пексидартиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Разделите пексидартиниб на 2 часа до или после приема местного антацида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "гидроксид алюминия будет снижать уровень или эффект пексидартиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Разделите пексидартиниб на 2 часа до или после приема местного антацида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "гидроксид алюминия снижает уровень пиндолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект полисахарида железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект позаконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "гидроксид алюминия снижает уровень пропранолола путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект псевдоэфедрина за счет пассивной реабсорбции в почечных канальцах — основной мочи. Используйте осторожность/монитор. Осторожность рекомендуется с частыми или высокими дозами антацидов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "гидроксид алюминия снижает действие хинаприла за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "Гидроксид алюминия повысит уровень или эффект хинидина за счет пассивной реабсорбции в почечных канальцах — щелочной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "гидроксид алюминия снижает действие рамиприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект рифампина на Другое (см. комментарий). Используйте осторожность/монитор. Одновременное применение антацидов может снижать всасывание рифампина; суточные дозы рифампина следует вводить не менее чем за 1 час до приема антацидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "гидроксид алюминия снижает уровень рилпивирина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Совместное применение антацидов с рилпивирином может привести к значительному снижению концентрации рилпивирина в плазме из-за повышения рН желудка. Если необходимо ввести антациды, их следует давать по крайней мере за 2 часа до или по крайней мере через 4 часа после рилпивирина. Для комбинированного препарата долутегравир/рилпивирин антациды следует принимать не менее чем за 4 часа до или не менее чем через 6 часов после."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "риосигуат",
      "description": {
        "common": "гидроксид магния снижает уровень риоцигуата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Раздельное введение по крайней мере на 1 час."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ризедронат",
      "description": {
        "common": "гидроксид алюминия снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "гидроксид магния снизит уровень или эффект сарециклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "гидроксид алюминия уменьшит уровень или эффект плодов шиповника за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розувастатин",
      "description": {
        "common": "гидроксид алюминия снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект сарециклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфаты натрия, IV",
      "description": {
        "common": "гидроксид магния снижает действие фосфатов натрия IV за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Магний снижает концентрацию фосфатов в сыворотке, связывая пищевые фосфаты. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/?сульфат магния/хлорид калия повышает токсичность гидроксида алюминия по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "сульфат натрия/сульфат калия/сульфат магния повышает токсичность гидроксида алюминия за счет Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "гидроксид алюминия снизит уровень или эффект софосбувира/велпатасвира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Растворимость велпатасвира снижается по мере увеличения pH желудка (практически нерастворим при pH > 5). Раздельное введение софосбувира/велпатасвира и антацидов не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "гидроксид алюминия снижает уровень соталола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "гидроксид алюминия снижает действие спарсентана, повышая рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводят спарсентан за 2 часа до или после приема антацидов. Антациды могут уменьшать экспозицию спарсентана, что может снижать его эффективность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тилудронат",
      "description": {
        "common": "гидроксид алюминия снижает уровень тилудроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "гидроксид алюминия снижает уровень тимолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "гидроксид алюминия повысит уровень или эффект толбутамида за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "гидроксид алюминия снижает действие трандолаприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "урсодиол",
      "description": {
        "common": "гидроксид алюминия снижает эффекты урсодиола за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "висмодегиб",
      "description": {
        "common": "гидроксид магния снизит уровень или эффект висмодегибу от других (см. комментарий). Используйте осторожность/монитор. Препараты, повышающие pH желудка, изменяют растворимость висмодегиба и, следовательно, снижают биодоступность; влияние на эффективность неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Витамин Д",
      "description": {
        "common": "витамин D повышает уровень гидроксида магния на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Витамин D может повышать концентрацию магния в сыворотке крови, особенно при наличии почечной недостаточности. Совместного применения витамина D и магнийсодержащих продуктов следует по возможности избегать у пациентов с хронической почечной недостаточностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золедроновая кислота",
      "description": {
        "common": "гидроксид алюминия снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амикацин",
      "description": {
        "common": "амикацин снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амфотерицина В дезоксихолат",
      "description": {
        "common": "дезоксихолат амфотерицина В снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аскорбиновая кислота",
      "description": {
        "common": "аскорбиновая кислота повышает уровень гидроксида алюминия, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "гидроксид алюминия, аспирин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "алюминия гидроксид, аспирин ректальный. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "гидроксид алюминия, аспирин/лимонная кислота/бикарбонат натрия. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "гидроксид алюминия, бальзазид. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "базедоксифен/конъюгированные эстрогены снижают уровень гидроксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "благословенный чертополох",
      "description": {
        "common": "чертополох уменьшает действие гидроксида алюминия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "буметанид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кальцитониновый лосось",
      "description": {
        "common": "кальцитонин лосося повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "гидроксид алюминия, трисалицилат холина магния. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "гидроксид алюминия снижает уровень хрома за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень гидроксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "конъюгированные эстрогены вагинально снижают уровень гидроксида магния за счет др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "Коготь дьявола уменьшает эффекты гидроксида алюминия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декстроза",
      "description": {
        "common": "декстроза снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декстроза (противоядие)",
      "description": {
        "common": "декстроза (антидот) снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "гидроксид алюминия, дифлюнизал. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "дигоксин снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксеркальциферол",
      "description": {
        "common": "доксеркальциферол повышает уровень гидроксида магния за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "эстрадиол снижает уровень гидроксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "Синтетические конъюгированные эстрогены снижают уровень гидроксида магния за счет других (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "Этерифицированные эстрогены снижают уровень гидроксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эстропипат",
      "description": {
        "common": "Эстропипат снижает уровень гидроксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "этакриновая кислота снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "фуросемид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гентамицин снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюкагон интраназально",
      "description": {
        "common": "Интраназальный глюкагон повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибандронат",
      "description": {
        "common": "гидроксид магния снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "маннит",
      "description": {
        "common": "маннитол снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "гидроксид алюминия, месаламин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местранол",
      "description": {
        "common": "местранол снижает уровень гидроксида магния на др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Магний перемещается из крови в ткани."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "Метолазон снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "гидроксид магния снижает уровень нитрофурантоина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень гидроксида алюминия, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "гидроксид алюминия, салицилаты (не аза). Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "гидроксид алюминия, сальсалат. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "полистиролсульфонат натрия",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "Спиронолактон повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "стрептомицин снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стронция ранелат",
      "description": {
        "common": "гидроксид алюминия снижает уровень ранелата стронция за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Разделите на 2 часа, если это возможно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сукральфат",
      "description": {
        "common": "сукральфат повышает уровень гидроксида алюминия за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Добавочное содержание алюминия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "гидроксид алюминия, сульфасалазин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "тобрамицин снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "торасемид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "гидроксид алюминия, кора ивы. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Меловой вкус",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Фекальное сдавление",
      "percent": null
    },
    {
      "name": "Спазмы желудка",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Интоксикация алюминием",
      "percent": null
    },
    {
      "name": "гипофосфатемия",
      "percent": null
    },
    {
      "name": "остеомаляция",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Гипермагниемия",
      "percent": null
    }
  ]
}