{
  "name": "метилфенидат",
  "comment": "Rx",
  "other_names": [
    "QuilliChew ER",
    "Квилливант XR",
    "Риталин ЛА",
    "Метаданные",
    "Аптензио XR",
    "Метилин",
    "Риталин СР",
    "риталин",
    "Метаданные ER",
    "Cotempla XR-ODT",
    "Адхансия XR",
    "Relexxii",
    "Компакт-диск с метаданными",
    "Джорней ПМ",
    "Концерта"
  ],
  "classes": [
    "Стимуляторы",
    "Агенты СДВГ"
  ],
  "source": "https://reference.medscape.com/drug/ritalin-sr-methylphenidate-342999",
  "pregnancy": {
    "common": [
      "Опубликованные исследования и постмаркетинговые отчеты о применении во время беременности не выявили связанного с приемом препарата риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Однако расщелина позвоночника наблюдалась у кроликов при дозе, в 31 раз превышающей MRHD, которую давали подросткам.",
          "Снижение массы тела крысят наблюдалось в исследовании пре- и постнатального развития при пероральном введении метилфенидата крысам на протяжении всей беременности и лактации в дозах, в 3,5 раза превышающих МРДЧ, которые вводили подросткам.",
          "Не наблюдалось тератогенных эффектов при пероральном введении метилфенидата беременным крысам и кроликам в период органогенеза в дозах до 2-кратной и 9-кратной максимальной рекомендуемой дозы для человека (MRHD) 100 мг/сут, назначаемой подросткам в пересчете на мг/м2, соответственно."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Препараты, стимулирующие ЦНС, могут вызывать сужение сосудов и тем самым снижать плацентарную перфузию.",
          "Никаких побочных реакций плода и/или новорожденных с использованием терапевтических доз метилфенидата во время беременности не поступало; однако сообщалось о преждевременных родах и рождении младенцев с низкой массой тела у матерей, зависимых от амфетамина."
        ]
      },
      {
        "type": "Реестр беременных",
        "description": [
          "Мониторинг исходов беременности у женщин, подвергшихся воздействию лекарств от СДВГ",
          "Поощряйте поставщиков регистрировать пациентов, позвонив в Национальный регистр беременных для лекарств от СДВГ по телефону 1-866-961-2388."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Мониторинг младенцев на грудном вскармливании на наличие побочных реакций, таких как возбуждение, бессонница, анорексия и снижение прибавки в весе.",
      "В ограниченной опубликованной литературе, основанной на отборе проб грудного молока у пяти матерей, сообщается, что метилфенидат присутствует в грудном молоке, в результате чего дозы для младенцев составляли от 0,16% до 0,7% от материнской дозы с поправкой на массу тела, а соотношение молоко/плазма колебалось от 1,1 до 2,7",
      "Нет сообщений о неблагоприятном воздействии на младенцев, находящихся на грудном вскармливании, и о воздействии на выработку молока; однако долгосрочные последствия воздействия стимуляторов ЦНС на развитие нервной системы у младенцев неизвестны."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Злоупотребление и зависимость",
          "description": [
            "Психиатрические стимуляторы ЦНС, включая продукты, содержащие метилфенидат, и амфетамины, имеют высокий потенциал злоупотребления и зависимости.",
            "Оцените риск злоупотребления перед назначением и отслеживайте признаки злоупотребления и зависимости во время терапии."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к метилфенидату или другим компонентам продукта.",
        "Одновременное применение с ингибиторами моноаминоксидазы (ИМАО) или в течение 14 дней после прекращения приема ИМАО"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Психиатрические стимуляторы ЦНС связаны с периферической васкулопатией, включая феномен Рейно; признаки и симптомы обычно носят периодический характер и обычно улучшаются после снижения дозы или прекращения лечения; во время лечения необходим монитор цифровых изменений; дальнейшее клиническое обследование (например, направление к ревматологу) может быть целесообразным для некоторых пациентов",
        "Оцените риск злоупотребления перед назначением и отслеживайте признаки злоупотребления и зависимости во время терапии.",
        "Может вызывать повышение артериального давления (АД) и частоты сердечных сокращений (ЧСС); монитор на гипертонию и тахикардию",
        "Стимуляторы могут снижать судорожный порог у пациентов с судорогами в анамнезе, у пациентов с предшествующими нарушениями ЭЭГ при отсутствии судорог и, очень редко, у пациентов без судорог в анамнезе и без признаков судорог на ЭЭГ в анамнезе; если возникают судороги, прекратите прием препарата",
        "Сообщается о трудностях с аккомодацией и нечетком зрении.",
        "Во время длительной терапии рекомендуется периодический общий анализ крови, дифференциальный анализ и подсчет тромбоцитов.",
        "О приапизме не сообщалось в начале приема препарата, но он развился во время лечения, часто после увеличения дозы и в период отмены препарата (отпуск препарата или во время отмены); при возникновении такой реакции немедленно обратитесь за медицинской помощью",
        "Продолжительные и болезненные эрекции, иногда требующие хирургического вмешательства, о которых сообщалось при приеме продуктов метилфенидата, включая другую форму таблеток гидрохлорида метилфенидата с пролонгированным высвобождением, как у детей, так и у взрослых пациентов.",
        "Внимательно следите за ростом (весом и ростом) педиатрических пациентов, получающих психиатрические #стимуляторы; пациентам, которые не растут или не прибавляют в росте или весе, как ожидается, может потребоваться прерывание лечения"
      ],
      "specific": [
        {
          "type": "Возможная кишечная непроходимость",
          "description": [
            "Таблетированная форма не деформируется и существенно не меняет форму в желудочно-кишечном тракте.",
            "Не назначать пациентам с ранее существовавшими тяжелыми состояниями сужения желудочно-кишечного тракта, включая нарушения моторики пищевода, воспалительные заболевания тонкой кишки, синдром «короткой кишки» из-за спаек или уменьшения времени транзита, муковисцидоз, перитонит в анамнезе или хроническую псевдонепроходимость кишечника. или дивертикул Меккеля",
            "Использовать только у пациентов, которые могут глотать таблетки целиком.",
            "Концерт или Relexxii"
          ]
        },
        {
          "type": "Психиатрические побочные реакции",
          "description": [
            "Психиатрические стимуляторы ЦНС в рекомендуемых дозах могут вызывать психотические или маниакальные симптомы (например, галлюцинации, бредовое мышление или манию) у пациентов без анамнеза психотических заболеваний или мании; рассмотреть вопрос о прекращении терапии, если такой симптом возникает",
            "Перед началом лечения проведите скрининг на наличие факторов риска развития маниакального эпизода (например, суицид в анамнезе или семейный анамнез, биполярное расстройство и депрессия).",
            "Психиатрические средства ЦНС # стимуляторы могут усугубить симптомы нарушения поведения и расстройства мышления у пациентов с ранее существовавшим психотическим расстройством.",
            "Психиатрические стимуляторы ЦНС также могут вызывать маниакальный или смешанный эпизод у пациентов."
          ]
        },
        {
          "type": "Серьезные сердечно-сосудистые реакции",
          "description": [
            "Внезапная смерть, инсульт и инфаркт миокарда у взрослых",
            "Дальнейшая оценка развития болей в груди при физической нагрузке, необъяснимых обмороков или аритмий во время лечения.",
            "Избегайте использования у пациентов с известными структурными аномалиями сердца, кардиомиопатией, серьезными нарушениями сердечного ритма, ишемической болезнью сердца и другими серьезными проблемами с сердцем.",
            "Внезапная смерть зарегистрирована у детей со структурными сердечными аномалиями и другими серьезными проблемами с сердцем."
          ]
        },
        {
          "type": "Только Адхансия XR",
          "description": [
            "Капсулы по 45 мг содержат FD&C желтый #5 (тартразин), который может вызывать реакции аллергического типа (включая бронхиальную астму) у некоторых предрасположенных лиц."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Рисперидон",
            "Вводить во время или в течение 14 дней после прекращения лечения ИМАО",
            "Контролируйте АД и соответствующим образом корректируйте дозу антигипертензивных препаратов.",
            "Антигипертензивные препараты",
            "Метилфенидат может снижать эффективность антигипертензивных препаратов",
            "Галогенированные анестетики",
            "Избегайте использования метилфенидата в день операции.",
            "Мониторинг и использование альтернативы на основе клинического ответа",
            "Модуляторы pH желудка (только Adhansia XR, Cotempla XR-ODT)",
            "Модуляторы рН желудка (например, ингибиторы протонной помпы, Н2-блокаторы) могут изменять высвобождение, фармакокинетические профили и фармакодинамику Adhansia XR.",
            "Изменение дозы рисперидона и/или метилфенидата может увеличить риск ЭПС.",
            "Мониторинг признаков экстрапирамидных симптомов (ЭПС)",
            "Метилфенидат при одновременном применении с галогенсодержащими анестетиками может потенцировать риск внезапного повышения АД и ЧСС во время операции.",
            "Одновременное применение ИМАО с психостимуляторами ЦНС может вызвать гипертонический криз, что увеличивает риск смерти, инсульта, инфаркта миокарда, расслоения аорты, офтальмологических осложнений, эклампсии, отека легких и почечной недостаточности.",
            "Противопоказано",
            "ИМАО"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "бензфетамин усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "диэтилпропион усиливает эффекты метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "фендиметразин усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентермин",
      "description": {
        "common": "фентермин усиливает эффекты метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин усиливает эффекты метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин усиливает эффекты метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Метилфенидат противопоказан во время лечения ИМАО, а также в течение как минимум 14 дней после прекращения приема ИМАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каберголин",
      "description": {
        "common": "каберголин, метилфенидат. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран повышает токсичность метилфенидата по механизму: неизвестен. Избегайте или используйте альтернативный препарат. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин, метилфенидат. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "дигидроэрготамин интраназально, метилфенидат. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксапрам",
      "description": {
        "common": "доксапрам усиливает действие метилфенидата за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивный прессорный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "эрголоидные мезилаты, метилфенидат. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "эрготамин, метилфенидат. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол повышает уровень метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Применяется к метилфенидату пролонгированного действия, когда совместное введение с алкоголем может привести к более быстрому высвобождению."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфир",
      "description": {
        "common": "эфир увеличивает токсичность метилфенидата по механизму: неизвестен. Избегайте или используйте альтернативный препарат. Риск ВТ, АГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 123",
      "description": {
        "common": "метилфенидат снижает действие иобенгуана I 123 по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: На основании механизма действия иобенгуана препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран повышает токсичность метилфенидата по механизму: неизвестен. Избегайте или используйте альтернативный препарат. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин, метилфенидат. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин, метилфенидат. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоксифлуран",
      "description": {
        "common": "метоксифлуран повышает токсичность метилфенидата по механизму: неизвестен. Избегайте или используйте альтернативный препарат. Риск ВТ, АГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "метилэргоновин, метилфенидат. Механизм: фармакодинамический синергизм. Противопоказано. Аддитивный спазм сосудов; риск артериальной гипертензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод увеличивает токсичность метилфенидата за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Монитор для гипертензии с одновременным использованием."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран повышает токсичность метилфенидата по механизму: неизвестен. Избегайте или используйте альтернативный препарат. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "йохимбе",
      "description": {
        "common": "йохимбе, метилфенидат. Механизм: фармакодинамический синергизм. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин, метилфенидат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект амлодипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин, метилфенидат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин, метилфенидат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Возможность аддитивной стимуляции ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол повышает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "армодафинил усиливает эффекты метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия уменьшают эффекты метилфенидата, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "метилфенидат будет увеличивать уровень или эффект атомоксетина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азилсартан",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект азилсартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "Метилфенидат будет снижать уровень или эффект беназеприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен, метилфенидат.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Одновременное применение препаратов, влияющих на серотонинергическую нейротрансмиттерную систему, может привести к развитию серотонинового синдрома. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно во время начала лечения и коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "бромокриптин, метилфенидат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Возможность аддитивной стимуляции ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "кофеин усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "Карбонат кальция снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект кандесартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект каптоприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает действие метилфенидата за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Следите за снижением терапевтического эффекта метилфенидата, если карбамазепин начинают принимать/увеличивают дозу, или за усилением эффекта, если карбамазепин прекращают/снижают дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "карипразин увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин, метилфенидат. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин снижает действие метилфенидата, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клевидипин",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект клевидипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин, метилфенидат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "кокаин местного действия усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин, метилфенидат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "дексфенфлурамин и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол снижает эффекты метилфенидата, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "дексметилфенидат усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диданозин",
      "description": {
        "common": "диданозин будет снижать уровень или эффект метилфенидата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Взаимодействие, специфически связанное с риталином LA."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект дилтиазема за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "добутамин и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "дофамин и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "допексамин и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин, метилфенидат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "метилфенидат будет увеличивать уровень или эффект дронабинола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект эналаприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "эфедрин и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпинефрин вдыхается",
      "description": {
        "common": "метилфенидат, эпинефрин ингаляционно.\nОдин из них усиливает действие другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "адреналин рацемический и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект эпросартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, метилфенидат.\nОдин из них увеличивает токсичность другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Внимательно следите за артериальным давлением при одновременном применении назального эскетамина со стимуляторами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол снижает эффекты метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин повысит уровень или эффект метилфенидата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Применяется только к препаратам с пролонгированным высвобождением"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект фелодипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "фенфлурамин и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин, метилфенидат. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект фозиноприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Метилфенидат увеличивает уровень или эффект фосфенитоина по неизвестному механизму. Используйте осторожность/монитор. Мониторинг для повышения концентрации сыворотки/токсичности фенитоина, если метилфенидат инициирован/доза увеличена, или снижение концентрации/эффекты, если метилфенидат прекращен/снижение дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, метилфенидат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Зеленый чай может содержать кофеин. Кофеин является стимулятором ЦНС, и при совместном применении с другими стимуляторами ЦНС могут наблюдаться дополнительные эффекты. Кофеин следует избегать или использовать с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин, метилфенидат. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Симпатомиметики могут противодействовать действию некоторых антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "гидрокодон, метилфенидат.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Одновременное применение препаратов, влияющих на серотонинергическую нейротрансмиттерную систему, может привести к развитию серотонинового синдрома. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно во время начала лечения и коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин повысит уровень или эффект метилфенидата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Применяется только к препаратам с пролонгированным высвобождением"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин, метилфенидат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иогексол",
      "description": {
        "common": "метилфенидат снижает эффекты йогексола по неустановленному механизму взаимодействия. Изменить терапию/внимательно контролировать. Прием стимуляторов ЦНС следует прекратить как минимум за 48 часов до миелографии, не следует использовать для контроля тошноты или рвоты во время или после миелографии и не следует возобновлять прием в течение как минимум 24 часов после процедуры."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йопамидол",
      "description": {
        "common": "метилфенидат снижает эффекты йопамидола по неустановленному механизму взаимодействия. Изменить терапию/внимательно контролировать. Прием стимуляторов ЦНС следует прекратить как минимум за 48 часов до миелографии, не следует использовать для контроля тошноты или рвоты во время или после миелографии и не следует возобновлять прием в течение как минимум 24 часов после процедуры."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект ирбесартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "изопротеренол и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект исрадипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "левалбутерол и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа, метилфенидат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Возможность аддитивной стимуляции ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "лиздексамфетамин усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект лизиноприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект лозартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "локсапин увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "Вдыхание локсапина увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, метилфенидат.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно аддитивное воздействие на ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "метапротеренол и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "метамфетамин усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилдопа",
      "description": {
        "common": "Метилдопа усиливает действие метилфенидата по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "Метилфенидат будет снижать уровень или эффект моэксиприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "молиндон",
      "description": {
        "common": "молиндон увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект надолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект никардипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект нифедипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нимодипин",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект нимодипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект нисолдипина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет увеличивать уровень или эффект метилфенидата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Применяется только к препаратам с пролонгированным высвобождением"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "норадреналин и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин, метилфенидат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект olmesartan за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окситоцин",
      "description": {
        "common": "окситоцин усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантопразол",
      "description": {
        "common": "пантопразол снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "метилфенидат снизит уровень или эффект пенбутолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект периндоприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин, метилфенидат. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "метилфенидат будет увеличивать уровень или эффект фенобарбитала по неизвестному механизму. Используйте осторожность/монитор. Мониторинг для повышения концентрации сыворотки/токсичности фенитоина, если метилфенидат инициирован/доза увеличена, или снижение концентрации/эффекты, если метилфенидат прекращен/снижение дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "метилфенидат снизит уровень или эффект феноксибензамина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект фентоламина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "метилфенидат будет увеличивать уровень или эффект фенитоина по неизвестному механизму. Используйте осторожность/монитор. Мониторинг для повышения концентрации сыворотки/токсичности фенитоина, если метилфенидат инициирован/доза увеличена, или снижение концентрации/эффекты, если метилфенидат прекращен/снижение дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "пимавансерин повышает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "пимозид увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "пирбутерол и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прамипексол",
      "description": {
        "common": "прамипексол, метилфенидат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Возможность аддитивной стимуляции ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект празозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин усиливает действие метилфенидата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин, метилфенидат. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин, метилфенидат. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин, метилфенидат. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект пропранолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин, метилфенидат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "метилфенидат снижает уровень или эффект хинаприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол снижает эффекты метилфенидата, усиливая всасывание в ЖКТ. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект рамиприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ропинирол",
      "description": {
        "common": "ропинирол, метилфенидат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Возможность аддитивной стимуляции ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ротиготин",
      "description": {
        "common": "ротиготин, метилфенидат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Возможность аддитивной стимуляции ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "Метилфенидат будет снижать уровень или эффект сакубитрила/валсартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "салметерол и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "Сердексметилфенидат/дексметилфенидат и метилфенидат снижают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "Циклосиликат натрия циркония увеличивает уровень или эффект метилфенидата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата. Повышенный рН может усилить высвобождение лекарственного средства из составов с отсроченным высвобождением."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "метилфенидат и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект соталола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "суфентанил SL, метилфенидат.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Одновременное применение препаратов, влияющих на серотонинергическую нейротрансмиттерную систему, может привести к развитию серотонинового синдрома. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно во время начала лечения и коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект телмисартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект теразозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "тербуталин и метилфенидат усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин, метилфенидат. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "тиотиксен увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект тимолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект трандолаприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "метилфенидат повышает токсичность тразодона за счет др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Метилфенидат может усиливать высвобождение серотонина агентами с серотонинергической активностью, что увеличивает риск серотонинового синдрома или токсичности серотонина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин, метилфенидат. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин, метилфенидат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Трициклические антидепрессанты усиливают или ослабляют эффекты симпатомиметиков, блокируя обратный захват НЭ или блокируя захват непрямых симпатомиметиков адренергическими нейронами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект валсартана за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "метилфенидат будет снижать уровень или эффект верапамила за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "метилфенидат усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон повышает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амантадин",
      "description": {
        "common": "амантадин, метилфенидат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Возможность аддитивной стимуляции ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "Американский женьшень усиливает действие метилфенидата за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "десмопрессин",
      "description": {
        "common": "десмопрессин усиливает действие метилфенидата за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гуарана",
      "description": {
        "common": "гуарана усиливает действие метилфенидата за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Йерба Мате",
      "description": {
        "common": "Yerba Mate усиливает действие метилфенидата за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Бессонница",
      "percent": "16"
    },
    {
      "name": "Снижение аппетита",
      "percent": "11"
    },
    {
      "name": "Снижение аппетита",
      "percent": "35"
    },
    {
      "name": "Боль в верхней части живота",
      "percent": "15"
    },
    {
      "name": "Влияет на лабильность",
      "percent": "13"
    },
    {
      "name": "Тошнота или рвота",
      "percent": "13"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "12"
    },
    {
      "name": "Снижение аппетита",
      "percent": "20"
    },
    {
      "name": "Головная боль",
      "percent": "10.9"
    },
    {
      "name": "Снижение аппетита",
      "percent": "25.3"
    },
    {
      "name": "Головная боль",
      "percent": "22.2"
    },
    {
      "name": "Сухость во рту",
      "percent": "14"
    },
    {
      "name": "Тошнота",
      "percent": "12.8"
    },
    {
      "name": "Бессонница",
      "percent": "12.3"
    },
    {
      "name": "Любая бессонница",
      "percent": "33"
    },
    {
      "name": "Снижение аппетита",
      "percent": "19"
    },
    {
      "name": "Головная боль",
      "percent": "12"
    },
    {
      "name": "Сухость во рту",
      "percent": "9"
    },
    {
      "name": "Начальная бессонница",
      "percent": "6"
    },
    {
      "name": "Тошнота",
      "percent": "6"
    },
    {
      "name": "Диарея",
      "percent": "4"
    },
    {
      "name": "Чувство нервозности",
      "percent": "4"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "4"
    },
    {
      "name": "Головная боль",
      "percent": "4"
    },
    {
      "name": "Усталость",
      "percent": "3"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "2"
    },
    {
      "name": "Раздражительность",
      "percent": "2"
    },
    {
      "name": "Тошнота",
      "percent": "2"
    },
    {
      "name": "Дисменорея",
      "percent": "2"
    },
    {
      "name": "Бессонница",
      "percent": "10"
    },
    {
      "name": "Раздражительность",
      "percent": "10"
    },
    {
      "name": "Головная боль",
      "percent": "10"
    },
    {
      "name": "Частота сердечных сокращений увеличилась",
      "percent": "5"
    },
    {
      "name": "Вес уменьшился",
      "percent": "7"
    },
    {
      "name": "Бессонница",
      "percent": "6"
    },
    {
      "name": "Тошнота",
      "percent": "6"
    },
    {
      "name": "Начальная бессонница",
      "percent": "5"
    },
    {
      "name": "Боль в верхней части живота",
      "percent": "4"
    },
    {
      "name": "Головокружение",
      "percent": "3"
    },
    {
      "name": "Сухость во рту",
      "percent": "3"
    },
    {
      "name": "Рвота",
      "percent": "3"
    },
    {
      "name": "Бессонница",
      "percent": "9.8"
    },
    {
      "name": "Боль в верхней части живота",
      "percent": "8.2"
    },
    {
      "name": "Снижение аппетита",
      "percent": "4.9"
    },
    {
      "name": "Тошнота или рвота",
      "percent": "3.8"
    },
    {
      "name": "Головокружение",
      "percent": "2.2"
    },
    {
      "name": "Боль в верхней части живота",
      "percent": "6.2"
    },
    {
      "name": "Раздражительность",
      "percent": "5.8"
    },
    {
      "name": "Рвота",
      "percent": "2.8"
    },
    {
      "name": "Назофарингит",
      "percent": "2.8"
    },
    {
      "name": "Бессонница",
      "percent": "2.8"
    },
    {
      "name": "лихорадка",
      "percent": "2.2"
    },
    {
      "name": "Диспепсия",
      "percent": "2.2"
    },
    {
      "name": "Головокружение",
      "percent": "1.9"
    },
    {
      "name": "Кашель",
      "percent": "1.9"
    },
    {
      "name": "Рвота",
      "percent": "1.7"
    },
    {
      "name": "Запор",
      "percent": "1.4"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "1.2"
    },
    {
      "name": "Беспокойство",
      "percent": "8.2"
    },
    {
      "name": "Головокружение",
      "percent": "6.7"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "6.5"
    },
    {
      "name": "Гипергидроз",
      "percent": "5.1"
    },
    {
      "name": "Тахикардия",
      "percent": "4.8"
    },
    {
      "name": "Начальная бессонница",
      "percent": "4.3"
    },
    {
      "name": "В депрессии",
      "percent": "3.9"
    },
    {
      "name": "Сердцебиение",
      "percent": "3.1"
    },
    {
      "name": "Нервозность",
      "percent": "3.1"
    },
    {
      "name": "Беспокойство",
      "percent": "3.1"
    },
    {
      "name": "Тремор",
      "percent": "2.7"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "2.2"
    },
    {
      "name": "Агитация",
      "percent": "2.2"
    },
    {
      "name": "скованность мышц",
      "percent": "1.9"
    },
    {
      "name": "Головокружение",
      "percent": "1.7"
    },
    {
      "name": "Размытое зрение",
      "percent": "1.7"
    },
    {
      "name": "Анорексия",
      "percent": "1.7"
    },
    {
      "name": "Агрессия",
      "percent": "1.7"
    },
    {
      "name": "Бруксизм",
      "percent": "1.7"
    },
    {
      "name": "Депрессия",
      "percent": "1.7"
    },
    {
      "name": "Либидо снизилось",
      "percent": "1.7"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "1.7"
    },
    {
      "name": "Воздействовать на ответственность",
      "percent": "1.4"
    },
    {
      "name": "Парестезия",
      "percent": "1.2"
    },
    {
      "name": "седация",
      "percent": "1.2"
    },
    {
      "name": "Головная боль напряжения",
      "percent": "1.2"
    },
    {
      "name": "Спутанность сознания",
      "percent": "1.2"
    },
    {
      "name": "Напряжение",
      "percent": "1.2"
    },
    {
      "name": "Головная боль",
      "percent": "10"
    },
    {
      "name": "Рвота",
      "percent": "9"
    },
    {
      "name": "Диастолическое артериальное давление повышено",
      "percent": "7"
    },
    {
      "name": "Тошнота",
      "percent": "6"
    },
    {
      "name": "Психомоторная гиперактивность",
      "percent": "5"
    },
    {
      "name": "Назофарингит",
      "percent": "3"
    },
    {
      "name": "Фарингит стрептококковый",
      "percent": "3"
    },
    {
      "name": "Контузия",
      "percent": "3"
    },
    {
      "name": "Боль в спине",
      "percent": "3"
    },
    {
      "name": "Сыпь",
      "percent": "2"
    },
    {
      "name": "Анорексия",
      "percent": "9"
    },
    {
      "name": "Боль в животе",
      "percent": "7"
    },
    {
      "name": "Бессонница",
      "percent": "5"
    }
  ]
}