{
  "name": "эфлапеграстим",
  "comment": "Rx",
  "other_names": [
    "эфлапеграстим-xnst",
    "Ролведон"
  ],
  "classes": [
    "Гемопоэтические факторы роста"
  ],
  "source": "https://reference.medscape.com/drug/rolvedon-eflapegrastim-4000053",
  "pregnancy": {
    "common": [
      "Нет данных относительно использования у беременных женщин; однако данные опубликованных исследований с использованием других продуктов rhG-CSF во время беременности не выявили какого-либо связанного с приемом препарата риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "У кроликов эфлапеграстим вызывал эмбриофетальную гибель и снижал массу плода при введении во время органогенеза примерно в 6 раз больше, чем при клинической дозе.",
          "Репродуктивные исследования проводились на крысах и кроликах.",
          "У крыс эфлапеграстим не оказывал неблагоприятного влияния на эмбриофетальное и/или постнатальное развитие при введении в период органогенеза на протяжении всей лактации в дозах, вызывающих воздействие на материнскую особь до 7-кратного воздействия в рекомендуемой клинической дозе."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Данные о присутствии в грудном молоке, влиянии на детей, находящихся на грудном вскармливании, или влиянии на выработку молока отсутствуют.",
      "Эндогенный Г-КСФ присутствует в грудном молоке; другие продукты rhG-CSF присутствуют в грудном молоке в небольших количествах и не всасываются младенцами перорально."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [
        "Тромбоцитопения сообщили; следить за количеством тромбоцитов",
        "9",
        "Сообщалось о серьезных аллергических реакциях, включая анафилаксию; навсегда прекратить, если возникает серьезная аллергическая реакция; противопоказан при серьезных аллергических реакциях в анамнезе",
        "Возможно действует как фактор роста для любого типа опухоли, включая миелоидные злокачественные новообразования и миелодисплазию, заболевания, для лечения которых эфапеграстим не одобрен.",
        "Увеличение гемопоэтической активности костного мозга в ответ на терапию факторами роста, связанное с преходящими положительными результатами визуализации костей; учитывать это при интерпретации результатов визуализации костей",
        "Разрыв селезенки, в том числе со смертельным исходом, может произойти после введения продуктов рекомбинантного человеческого гранулоцитарного колониестимулирующего фактора (rhG-CSF); оценить увеличение селезенки или разрыв селезенки у пациентов, которые сообщают о боли в левой верхней части живота или в плече после введения",
        "/L происходит",
        "Лейкоцитоз сообщили; контролировать общий анализ крови; прекратить, если число лейкоцитов ≥100x10",
        "У пациентов с серповидно-клеточной анемией, получающих препараты rhG-CSF, могут возникать тяжелые и иногда фатальные кризы серповидно-клеточной анемии; прекратить, если возникает кризис серповидно-клеточной анемии",
        "Может развиться острый респираторный дистресс-синдром (ОРДС); обследуйте пациентов, у которых развивается лихорадка и легочные инфильтраты или респираторный дистресс; отменить у пациентов с ОРДС"
      ],
      "specific": [
        {
          "type": "Синдром капиллярной утечки",
          "description": [
            "При появлении симптомов тщательно наблюдайте и получайте стандартное симптоматическое лечение, которое может включать необходимость интенсивной терапии.",
            "Эпизоды могут стать опасными для жизни, если лечение отложено",
            "Сообщалось о синдроме капиллярной утечки, характеризующемся гипотензией, гипоальбуминемией, отеком и гемоконцентрацией.",
            "Проинструктируйте пациентов обращаться в службу неотложной помощи, если они испытывают отек или отечность и мочеиспускание реже, чем обычно, затрудненное дыхание, вздутие живота и чувство переполнения, головокружение или чувство слабости или общее чувство усталости."
          ]
        },
        {
          "type": "гломерулонефрит",
          "description": [
            "Сообщается о гломерулонефрите; обычно проходит после снижения дозы или отмены",
            "Попросите пациентов обратиться к врачу, если у них отек лица или лодыжек, кровь в моче или моча темного цвета, или мочеиспускание меньше, чем обычно.",
            "Если подозревается гломерулонефрит, оцените его причину; если есть вероятность причинно-следственной связи, рассмотреть вопрос о снижении дозы или прерывании лечения"
          ]
        },
        {
          "type": "МДС и ПОД",
          "description": [
            "Миелодиспластический синдром (МДС) и острый миелоидный лейкоз (ОМЛ) были связаны с продуктами rhG-CSF в сочетании с химиотерапией и/или лучевой терапией у пациентов с раком молочной железы и легких.",
            "Проинструктируйте пациентов обращаться к врачу, если они испытывают усталость, лихорадку и легкое появление кровоподтеков или кровотечений.",
            "Следите за признаками и симптомами МДС/ОМЛ в этих условиях"
          ]
        },
        {
          "type": "Аортит",
          "description": [
            "Проявления могут включать общие признаки и симптомы, такие как лихорадка, боль в животе, недомогание, боль в спине и повышение маркеров воспаления (например, С-реактивного белка, количества лейкоцитов).",
            "Попросите пациента обратиться к врачу, если у него лихорадка, боль в животе, чувство усталости или боль в спине.",
            "Прекратить прием при подозрении на аортит",
            "Аортит может возникнуть уже в первую неделю после начала"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Усталость",
      "percent": "58"
    },
    {
      "name": "Тошнота",
      "percent": "52"
    },
    {
      "name": "Диарея",
      "percent": "40"
    },
    {
      "name": "Боль в костях",
      "percent": "38"
    },
    {
      "name": "Головная боль",
      "percent": "29"
    },
    {
      "name": "лихорадка",
      "percent": "28"
    },
    {
      "name": "анемия",
      "percent": "25"
    },
    {
      "name": "Сыпь",
      "percent": "25"
    },
    {
      "name": "Миалгия",
      "percent": "22"
    },
    {
      "name": "Артралгия",
      "percent": "21"
    },
    {
      "name": "Боль в спине",
      "percent": "20"
    },
    {
      "name": "Снижение аппетита",
      "percent": "19"
    },
    {
      "name": "Периферический отек",
      "percent": "18"
    },
    {
      "name": "Боль в животе",
      "percent": "17"
    },
    {
      "name": "Головокружение",
      "percent": "16"
    },
    {
      "name": "Одышка",
      "percent": "16"
    },
    {
      "name": "Кашель",
      "percent": "15"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "14"
    },
    {
      "name": "Боль",
      "percent": "12"
    },
    {
      "name": "Боль в конечностях",
      "percent": "11"
    },
    {
      "name": "Реакции местного введения",
      "percent": "11"
    },
    {
      "name": "Промывка",
      "percent": "10"
    }
  ]
}