{
  "name": "розувастатин/эзетимиб",
  "comment": "Rx",
  "other_names": [
    "розетка"
  ],
  "classes": [
    "Статины",
    "Гиполипидемические агенты",
    "2-азетидиноны"
  ],
  "source": "https://reference.medscape.com/drug/roszet-rosuvastatin-ezetimibe-4000205",
  "pregnancy": {
    "common": [
      "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения.",
      "Не рекомендуется во время лечения",
      "В связи с тем, что ингибиторы ГМГ-КоА-редуктазы снижают синтез холестерина и, возможно, синтез других биологически активных веществ, полученных из холестерина, при назначении беременным женщинам может возникнуть повреждение плода; прекратите терапию, как только беременность будет признана; ограниченные опубликованные данные недостаточны для определения связанного с препаратом риска серьезных врожденных пороков развития или выкидыша.",
      "Нет доступной информации о влиянии препарата на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Неизвестно, присутствует ли в материнском молоке; было показано, что препараты этого класса проникают в грудное молоко, а аторвастатин присутствует в молоке крыс."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "20 июля 2021 г.",
          "просьба снять противопоказание к применению ингибиторов ГМГ-КоА-редуктазы у беременных женщин",
          "Несмотря на изменения, большинству беременных женщин следует прекратить терапию."
        ]
      },
      {
        "type": "FDA MedWatch",
        "description": [
          "Для пациентов с более низким риском временно прекратить терапию статинами до прекращения грудного вскармливания.",
          "Грудное вскармливание по-прежнему не рекомендуется при приеме статинов; препарат все еще может проникать в молоко и представлять опасность для детей, находящихся на грудном вскармливании",
          "Пациентки с высоким риском сердечного приступа или инсульта, которым требуются статины после родов, не должны кормить грудью и должны использовать альтернативы, такие как детские смеси.",
          "20 июля 2021 г. запрос FDA об отмене противопоказаний к применению ингибиторов ГМГ-КоА-редуктазы у беременных женщин."
        ]
      },
      {
        "type": "FDA MedWatch",
        "description": [
          "Для пациентов с более низким риском временно прекратить терапию статинами до прекращения грудного вскармливания.",
          "Грудное вскармливание по-прежнему не рекомендуется при приеме статинов; препарат все еще может проникать в молоко и представлять опасность для детей, находящихся на грудном вскармливании",
          "Пациентки с высоким риском сердечного приступа или инсульта, которым требуются статины после родов, не должны кормить грудью и должны использовать альтернативы, такие как детские смеси.",
          "20 июля 2021 г. запрос FDA об отмене противопоказаний к применению ингибиторов ГМГ-КоА-редуктазы у беременных женщин."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет доступной информации о влиянии препарата на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Неизвестно, присутствует ли в материнском молоке; было показано, что препараты этого класса проникают в грудное молоко, а аторвастатин присутствует в молоке крыс.",
      "Не рекомендуется во время лечения"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Острая печеночная недостаточность или декомпенсированный цирроз.",
        "Повышенная чувствительность к розувастатину, эзетимибу или любым вспомогательным веществам в составе лекарственных препаратов."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Гематурия и протеинурия сообщили в клинических испытаниях; результаты были более частыми при приеме розувастатина 40 мг по сравнению с более низкими дозами розувастатина или других статинов; эффекты, как правило, преходящи и не связаны с ухудшением функции почек; рассмотреть вопрос о снижении дозы, если необъяснимая гематурия и протеинурия сохраняются",
        "Повышение уровня глюкозы в крови натощак и уровня гликозилированного гемоглобина (HbA1c), о котором сообщалось при приеме статинов; в некоторых случаях это увеличение может превышать порог для диагностики сахарного диабета; оптимизировать меры образа жизни, включая регулярные физические упражнения, поддержание здоровой массы тела и выбор здоровой пищи"
      ],
      "specific": [
        {
          "type": "Миопатия и рабдомиолиз",
          "description": [
            "Информировать пациентов о риске миопатии и рабдомиолиза при начале или увеличении дозы.",
            "Временно приостановить прием у пациентов с острым тяжелым состоянием с высоким риском развития почечной недостаточности, вторичной по отношению к рабдомиолизу (например, сепсис, гипотония, обезвоживание, обширное хирургическое вмешательство, травма, тяжелые метаболические, эндокринные или электролитные нарушения, неконтролируемые судороги).",
            "Острая почечная недостаточность, вторичная по отношению к миоглобинурии, и редкие летальные исходы возникали в результате рабдомиолиза при приеме статинов, включая розувастатин.",
            "Проинструктируйте незамедлительно сообщать о любой необъяснимой мышечной боли, болезненности или слабости, особенно если они сопровождаются недомоганием или лихорадкой.",
            "Факторы риска: возраст ≥65 лет, неконтролируемый гипотиреоз, почечная недостаточность, одновременный прием с некоторыми другими препаратами, включая другие гиполипидемические препараты, более высокие дозы розувастатина/эзетимиба, или пациенты азиатского или этнического происхождения.",
            "Прекратите, если происходят заметно повышенные уровни CK или диагностирована или подозревается миопатия; мышечные симптомы и повышение уровня КК могут исчезнуть, если терапия будет прекращена.",
            "Может вызывать миопатию (мышечные боли, болезненность или слабость при креатининкиназе [CK] > 10x ULN) и рабдомиолиз"
          ]
        },
        {
          "type": "Иммуноопосредованная некротизирующая миопатия",
          "description": [
            "ИМНМ характеризуется",
            "Если вы начали с другого статина, следите за признаками и симптомами ИМНМ.",
            "Проксимальная мышечная слабость",
            "Перед назначением другого статина тщательно взвесьте риск ИМНМ.",
            "Биопсия мышц, показывающая некротизирующую миопатию",
            "Иммуноопосредованная некротизирующая миопатия (IMNM), аутоиммунная миопатия, о которой сообщалось при использовании статинов.",
            "Улучшение с иммунодепрессантами",
            "Может потребоваться лечение иммунодепрессантами.",
            "Положительное антитело к HMG-CoA-редуктазе",
            "Могут потребоваться дополнительные нервно-мышечные и серологические тесты.",
            "Повышение уровня КФК в сыворотке крови, которое сохраняется, несмотря на прекращение лечения статинами."
          ]
        },
        {
          "type": "Печеночная дисфункция",
          "description": [
            "Произошло увеличение сывороточных трансаминаз",
            "При серьезном поражении печени с клиническими симптомами и/или гипербилирубинемией или желтухой лечение следует немедленно прекратить.",
            "Пациенты, употребляющие значительное количество алкоголя и/или имеющие в анамнезе заболевание печени, могут подвергаться повышенному риску повреждения печени.",
            "Рассмотрите возможность тестирования ферментов печени до начала и после этого, когда это клинически показано.",
            "В большинстве случаев повышение появлялось вскоре после начала лечения, было преходящим, не сопровождалось симптомами и разрешалось или улучшалось при продолжении терапии или после краткого перерыва в терапии.",
            "Противопоказан пациентам с острой печеночной недостаточностью или декомпенсированным циррозом печени."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Вводить по крайней мере за 2 часа до приема комбинированного антацида гидроксида алюминия и магния.",
            "Кроме того, одновременное применение эзетимиба и циклоспорина может увеличить экспозицию как эзетимиба, так и циклоспорина.",
            "Комбинация антацидов с гидроксидом алюминия и магния снижала среднюю экспозицию розувастатина на 50% и общего эзетимиба на 4%.",
            "Регорафениб увеличивает экспозицию розувастатина и может повышать риск развития миопатии.",
            "Фенофибраты и ниацин",
            "Фибраты могут вызывать миопатию, если их принимать отдельно; и может увеличить риск миопатии и рабдомиолиза при совместном применении с розувастатином/эзетимибом.",
            "Получите МНО перед началом и часто после начала, титрования дозы или прекращения, чтобы убедиться, что не происходит значительного изменения МНО; как только МНО стабилизируется, контролируйте МНО через регулярные рекомендуемые интервалы.",
            "Уровни розувастатина в плазме были значительно повышены при одновременном применении многих противовирусных препаратов, что увеличивает риск развития миопатии и рабдомиолиза.",
            "Циклоспорин увеличивает экспозицию розувастатина в 7 раз.",
            "Противовирусные препараты",
            "Гемфиброзил значительно увеличивает экспозицию розувастатина, а гемфиброзил может вызывать миопатию при монотерапии.",
            "Антациды и секвестранты желчных кислот",
            "Постепенное снижение уровня холестерина ЛПНП вследствие добавления эзетимиба может быть ослаблено при совместном применении с холестирамином или комбинацией антацидов.",
            "Даролутамид увеличивал экспозицию розувастатина более чем в 5 раз и повышал риск развития миопатии и рабдомиолиза.",
            "Введение холестирамина снижало среднее воздействие общего эзетимиба примерно на 55%.",
            "Избегайте совместного администрирования",
            "Варфарин",
            "Циклоспорин или гемфиброзил",
            "Считайте, что преимущества перевешивают повышенный риск миопатии и рабдомиолиза; контролировать признаки и симптомы миопатии в начале и во время повышения дозы фенофибратов, никотиновой кислоты или розувастатина/эзетимиба",
            "Одновременное применение с циклоспорином или гемфиброзилом может увеличить риск развития миопатии и рабдомиолиза.",
            "Даролутамид и регорафениб",
            "Розувастатин значительно повышал МНО у пациентов, получавших антикоагулянты, истощающие запасы витамина К.",
            "Розувастатин является субстратом CYP2C9 и транспортеров (например, OATP1B1, BCRP)",
            "Снизить дозу розувастатина/эзетимиба",
            "Случаи миопатии и рабдомиолиза имели место при одновременном применении никотиновой кислоты с розувастатином.",
            "Назначьте розувастатин/эзетимиб по крайней мере за 2 часа до или по крайней мере через 4 часа после секвестранта желчных кислот."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил повышает токсичность розувастатина Др. (см. комментарий). Противопоказано.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "красный дрожжевой рис",
      "description": {
        "common": "розувастатин, красный дрожжевой рис.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Может повысить уровень креатинкиназы и увеличить риск миопатии или рабдомиолиза; красный дрожжевой рис содержит моноколин К (как сообщается, идентичен ловастатину)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир повышает уровень розувастатина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Используйте альтернативы, если они доступны. Повышенный риск миопатии и рабдомиолиза. Ограничьте дозу розувастатина до 10 мг/день; ритонавир, компонент схемы атазанавира/ритонавира, снижает метаболизм розувастатина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "колхицин, розувастатин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск развития рабдомиолиза (в том числе с летальным исходом)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин, эзетимиб.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Следует следить за возможными побочными эффектами циклоспорина и эзетимиба при одновременном применении, особенно у пациентов с тяжелой почечной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "даролутамид повысит уровень или эффект розувастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Даролутамид является ингибитором BCRP. Избегайте совместного применения с ингибиторами BCRP. Если использование неизбежно, внимательно следите за побочными реакциями; доза розувастатина не должна превышать 5 мг один раз в сутки (см. информацию о назначении субстрата BCRP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект эзетимиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "Элтромбопаг повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенофибрат",
      "description": {
        "common": "фенофибрат, розувастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенофибрат микронизированный",
      "description": {
        "common": "фенофибрат микронизированный, розувастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенофибриновая кислота",
      "description": {
        "common": "фенофибриновая кислота, розувастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Фенофибрат может еще больше увеличить риск развития рабдомиолиза при добавлении к оптимальной схеме приема статинов для дальнейшего снижения ТГ и повышения ЛПВП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил, розувастатин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Гемфиброзил может еще больше увеличить риск рабдомиолиза при добавлении к оптимальному режиму приема статинов для дальнейшего снижения ТГ и повышения ЛПВП. Если нельзя избежать одновременного применения, начните прием розувастатина в дозе 5 мг 1 раз в сутки; доза розувастатина не должна превышать 10 мг один раз в сутки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир повышает токсичность розувастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Риск развития миопатии и рабдомиолиза увеличивался при одновременном применении аторвастатина с ингибиторами CYP3A4; используйте минимальную возможную дозу статинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "Кетоконазол повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан повышает уровень розувастатина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ласмидитан ингибирует BCRP in vitro. Избегайте совместного введения лазмидитана с субстратами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект розувастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир повышает уровень розувастатина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Ограничьте дозу розувастатина до 10 мг/день; ритонавир, компонент лопинавира/ритонавира, снижает метаболизм розувастатина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "Нелфинавир повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ниацин",
      "description": {
        "common": "ниацин, розувастатин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск рабдомиолиза (> 1 г/день никотиновой кислоты)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "Комбинация омбитасвир/паритапревир/ритонавир и дасабувир (DSC) повышает токсичность розувастатина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает токсичность розувастатина Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид увеличивает уровень или эффект эзетимиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Трофинетид (ингибитор ОАТР131 и ОАТР13В) может повышать уровень субстратов ОАТР131 или ОАТР13В в плазме. Избегайте coadministration с чувствительными субстратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "завегепант интраназальный",
      "description": {
        "common": "эзетимиб будет повышать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб повышает уровень розувастатина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: акалабрутиниб может увеличивать экспозицию одновременно вводимых субстратов BCRP за счет ингибирования кишечного BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект эзетимиба за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид индуцирует UGT и слабо индуцирует OATP1B1 и может снижать системное воздействие препаратов, которые являются субстратами как UGT, так и OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир повышает уровень розувастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна повышенная токсичность. Используйте альтернативы, если они доступны. Повышенный риск миопатии и рабдомиолиза. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень эзетимиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2-4 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каспофунгин",
      "description": {
        "common": "каспофунгин повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат будет повышать уровень или эффект розувастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Для ингибиторов ГМГ-КоА-редуктазы, которым не противопоказаны кобицистаты, доза не должна превышать 20 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Крофелемер может ингибировать переносчики MRP2 и OATP1A2 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даптомицин",
      "description": {
        "common": "розувастатин, даптомицин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: одновременное введение даптомицина с ингибиторами ГМГ-КоА-редуктазы может повышать уровни КФК и риск развития миопатии; рассмотреть вопрос о временной приостановке приема ингибиторов ГМГ-КоА-редуктазы во время терапии даптомицином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или эффект розувастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Для ингибиторов ГМГ-КоА-редуктазы, которым не противопоказаны кобицистаты, доза не должна превышать 20 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дасабувир",
      "description": {
        "common": "дасабувир увеличивает токсичность розувастатина по др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень розувастатина по неизвестному механизму. Изменить терапию/внимательно контролировать. Рассмотрите возможность увеличения дозы розувастатина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элбасвир/гразопревир",
      "description": {
        "common": "элбасвир/гразопревир повышает уровень розувастатина по неизвестному механизму. Изменить терапию/внимательно контролировать. При совместном применении не превышайте дозу розувастатина 10 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень розувастатина за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1 или BCRP. Потенциал повышенного риска миопатии/рабдомиолиза при приеме розувастатина. Снизить дозу розувастатина до наименьшей эффективной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или эффект эзетимиба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор ОАТР1В1) может повышать концентрацию и токсичность субстратов ОАТР1В1. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект эзетимиба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортер OATP1B1/3. Если возможно, избегайте одновременного введения или измените дозу субстратов OATP1B1/3 при одновременном применении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает токсичность розувастатина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень или действие розувастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Коррекция дозы некоторых статинов может потребоваться, если отмечаются клинически значимые изменения липидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет повышать уровень или эффект розувастатина за счет замедления метаболизма. Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию препаратов-субстратов BCRP. Мониторинг токсичности препарата-субстрата BCRP, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект розувастатина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры OATP1B1/3 и BCRP. Если возможно, избегайте одновременного введения или измените дозу субстратов OATP1B1/3 или BCRP при совместном введении с фостемсавиром. Используйте минимально возможную начальную дозу статинов и следите за сопутствующими побочными эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир повышает уровень розувастатина на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: повышенные концентрации статинов в результате ингибирования OATP1B1 могут повышать риск миопатии, включая рабдомиолиз. При совместном применении не превышайте дозу розувастатина 10 мг/сутки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "глибурид повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное введение розувастатина с ингибиторами OATP1B1 может повышать уровень розувастатина и риск развития миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень эзетимиба на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Летермовир, ингибитор OATP1B1/3, может повышать концентрацию в плазме одновременно вводимых субстратов OATP1B1/3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат лантана",
      "description": {
        "common": "карбонат лантана снижает уровень розувастатина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте статины по крайней мере за 2 часа до или через 2 часа после приема лантана. Мониторинг концентрации сыворотки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "Ледипасвир/софосбувир будет повышать уровень или эффект розувастатина за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. Одновременное применение ледипасвира/софосбувира с розувастатином может быть связано с повышенным риском развития миопатии, включая рабдомиолиз. Внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень розувастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении летермовира с флувастатином может потребоваться снижение дозы. Внимательно следите за пациентами для миопатии и рабдомиолиза. При совместном применении летермовира с циклоспорином доза розувастатина не должна превышать 5 мг перорально 1 раз в сутки. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "розувастатин повышает уровни перорального левоноргестрела/этинилэстрадиола/бисглицината железа с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение розувастатина и некоторых комбинированных гормональных контрацептивов (КГК), содержащих ЭЭ, увеличивает значения AUC ЭЭ примерно на 20–25%."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местеролон",
      "description": {
        "common": "Местеролон увеличивает токсичность розувастатина за счет снижения метаболизма. Используйте осторожность/монитор. Риск рабдомиолиза (теоретическое взаимодействие основано на сообщениях о клинических случаях комбинации даназола и >20 мг/сут ловастатина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метирапон",
      "description": {
        "common": "метирапон повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "Мипомерсен повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир повышает уровень или действие розувастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность временного прекращения приема розувастатина во время лечения нирматрелвиром/ритонавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект розувастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность временного прекращения приема розувастатина во время лечения нирматрелвиром/ритонавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC) повышают уровень или эффект розувастатина за счет снижения печеночного клиренса. Изменить терапию/внимательно контролировать. Максимальная суточная доза розувастатина должна быть ограничена 10 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "паклитаксел повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "пазопаниб повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "Пиоглитазон повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает токсичность розувастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин повышает токсичность розувастатина Др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб повысит уровень или эффект розувастатина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Регорафениб, вероятно, ингибирует транспорт BCRP (ABCG2). Совместное введение с субстратом BCRP может увеличить системное воздействие субстрата и связанную с ним токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "репаглинид повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин повышает токсичность розувастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект розувастатина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант повысит уровень или эффект розувастатина по другим причинам (см. комментарий). Используйте осторожность/монитор. Следите за побочными реакциями, когда не можете избежать совместного применения с узким терапевтическим индексом субстратов BCRP. Используйте самую низкую эффективную дозу розувастатина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "Розиглитазон повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид будет повышать уровень или эффект розувастатина по другим причинам (см. комментарий). Используйте осторожность/монитор. Сафинамид и его основной метаболит могут ингибировать кишечный BCRP. Мониторинг субстратов BCRP для увеличения фармакологических или побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повышает уровень эзетимиба на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Velpatasvir ингибирует транспортеры OATP1B1, OATP1B3 и OATP2B1. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол повысит уровень или эффект розувастатина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Стирипентол является ингибитором транспорта BCRP. Рассмотрите возможность снижения дозы субстратов BCRP, если при совместном применении возникают побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис",
      "description": {
        "common": "тафамидис повысит уровень или эффект розувастатина по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис меглюмин",
      "description": {
        "common": "тафамидис меглюмин повысит уровень или эффект розувастатина по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Тенапанор",
      "description": {
        "common": "тенапанор снижает уровень розувастатина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Тенапанор (ингибитор переносчика кишечного захвата, OATP2B1) может снижать воздействие субстратов OATP2B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир повышает уровень розувастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Это взаимодействие является результатом совместного применения типранавира с ритонавиром (усиленная терапия); повышенный риск миопатии, включая рабдомиолиз; не превышайте дозу розувастатина 10 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "розувастатин усиливает антикоагулянтное действие варфарина. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коэнзим Q10",
      "description": {
        "common": "розувастатин снижает уровень коэнзима Q10 по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "розувастатин повышает уровень этинилэстрадиола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенофибрат",
      "description": {
        "common": "фенофибрат повышает уровень эзетимиба за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенофибрат микронизированный",
      "description": {
        "common": "микронизированный фенофибрат повышает уровень эзетимиба за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенофибриновая кислота",
      "description": {
        "common": "фенофибриновая кислота повышает уровень эзетимиба за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил повышает уровень эзетимиба за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "Исрадипин снижает уровень розувастатина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местранол",
      "description": {
        "common": "розувастатин повышает уровень местранола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат усиливает действие розувастатина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон повышает уровень розувастатина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "Воклоспорин повысит уровень или эффект эзетимиба по другим причинам (см. комментарий). Незначительное/значение неизвестно. Информация предполагает, что воклоспорин (ингибитор OATP1B1) может повышать концентрацию субстратов OATP1B1. Монитор для побочных реакций субстратов OATP1B1 при coadministered с voclosporin."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Миалгия",
      "percent": "2.8-12.7"
    },
    {
      "name": "Артралгия",
      "percent": "10.1"
    },
    {
      "name": "Головная боль",
      "percent": "5.5-6.4"
    },
    {
      "name": "Головокружение",
      "percent": "4"
    },
    {
      "name": "Тошнота",
      "percent": "3.4"
    },
    {
      "name": "Астения",
      "percent": "2.7"
    },
    {
      "name": "Увеличение КФК",
      "percent": "2.6"
    },
    {
      "name": "Запор",
      "percent": "2.4"
    },
    {
      "name": "Брюшной",
      "percent": "2.4"
    },
    {
      "name": "ALT",
      "percent": "3"
    },
    {
      "name": "х ВГН",
      "percent": "2.2"
    },
    {
      "name": "Диарея",
      "percent": "4.1"
    },
    {
      "name": "Артралгия",
      "percent": "3"
    },
    {
      "name": "Синусит",
      "percent": "2.8"
    },
    {
      "name": "Боль в конечностях",
      "percent": "2.7"
    },
    {
      "name": "Усталость",
      "percent": "2.4"
    },
    {
      "name": "грипп",
      "percent": "2"
    },
    {
      "name": "Назофарингит",
      "percent": "3.7"
    },
    {
      "name": "Миалгия",
      "percent": "3.2"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "2.9"
    },
    {
      "name": "Артралгия",
      "percent": "2.6"
    },
    {
      "name": "Диарея",
      "percent": "2.5"
    },
    {
      "name": "Боль в спине",
      "percent": "2.4"
    },
    {
      "name": "грипп",
      "percent": "2.2"
    },
    {
      "name": "Боль в конечностях",
      "percent": "2.1"
    },
    {
      "name": "Усталость",
      "percent": "2"
    },
    {
      "name": "Высоты",
      "percent": "3"
    },
    {
      "name": "х ВГН",
      "percent": null
    },
    {
      "name": "уровня печеночных трансаминаз",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "включая сыпь",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "и ангионевротический отек",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "щуп",
      "percent": null
    },
    {
      "name": "положительная протеинурия и микроскопическая гематурия",
      "percent": null
    },
    {
      "name": "Повышенный КФК",
      "percent": null
    },
    {
      "name": "трансаминазы",
      "percent": null
    },
    {
      "name": "глюкоза",
      "percent": null
    },
    {
      "name": "глутамилтранспептидаза",
      "percent": null
    },
    {
      "name": "щелочная фосфатаза",
      "percent": null
    },
    {
      "name": "и билирубин",
      "percent": null
    },
    {
      "name": "Нарушения функции щитовидной железы",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Периферическая невропатия",
      "percent": null
    },
    {
      "name": "Депрессия и нарушения сна",
      "percent": null
    },
    {
      "name": "включая бессонницу и ночные кошмары",
      "percent": null
    },
    {
      "name": "Фатальная и нефатальная печеночная недостаточность",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Гинекомастия",
      "percent": null
    },
    {
      "name": "Интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "Иммунный",
      "percent": null
    },
    {
      "name": "опосредованная некротическая миопатия",
      "percent": null
    },
    {
      "name": "Когнитивные нарушения",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "потеря памяти",
      "percent": null
    },
    {
      "name": "забывчивость",
      "percent": null
    },
    {
      "name": "амнезия",
      "percent": null
    },
    {
      "name": "нарушение памяти",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "отклонение от нормы функциональных проб печени",
      "percent": null
    },
    {
      "name": "LFT несколько выше в комбинации со статинами, чем при монотерапии статинами.",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "включая анафилаксию",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Повышенный уровень креатининфосфокиназы",
      "percent": null
    },
    {
      "name": "Миопатия",
      "percent": null
    },
    {
      "name": "рабдомиолиз",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Боль в спине",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Желчнокаменная болезнь и холецистит",
      "percent": null
    }
  ]
}