{
  "name": "пероральная ротавирусная вакцина, живая",
  "comment": "Rx",
  "other_names": [
    "Ротарикс",
    "РотаТек"
  ],
  "classes": [
    "Жить",
    "Популярный",
    "Вакцина"
  ],
  "source": "https://reference.medscape.com/drug/rotarix-rotateq-rotavirus-oral-vaccine-live-343148",
  "pregnancy": {
    "common": [
      "Категория Беременность: Не для использования у взрослых",
      "Лактация: не применять у взрослых."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: не применять у взрослых."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Иммуносупрессия",
        "Младенцы в возрасте <6 недель и >32 недель",
        "Младенцы с тяжелым комбинированным иммунодефицитом (ТКИД)",
        "Младенцы с инвагинацией кишечника в анамнезе",
        "История неисправленного врожденного порока развития желудочно-кишечного тракта, который может предрасполагать ребенка к инвагинации",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Соблюдайте осторожность при введении в присутствии членов семьи с ослабленным иммунитетом (выделение вируса происходит в течение первых недель после введения).",
        "Безопасность и эффективность не установлены для использования у детей с ослабленным иммунитетом",
        "Не восстанавливать и не разбавлять",
        "Осторожно при наличии в анамнезе желудочно-кишечных расстройств",
        "Не для использования у взрослых",
        "Эффективность постконтактной профилактики неизвестна.",
        "Постмаркетинговые отчеты о болезни Кавасаки у некоторых младенцев-реципиентов",
        "Вакцинация может не привести к эффективному иммунитету у всех пациентов.",
        "Отложить введение при умеренном или тяжелом остром заболевании (с лихорадкой или без нее)"
      ],
      "specific": [
        {
          "type": "инвагинация",
          "description": [
            "Заболеваемость инвагинацией кишечника в США оценивается от 1 до 5 случаев на 100 000 вакцинированных. В исследовании 1,5 миллиона младенцев моновалентная вакцина показала относительный риск 8,4, а пентавалентная вакцина не показала повышенного риска по сравнению с историческими фоновыми показателями инвагинации; N Engl J Med Январь 2014 г.",
            "В другом исследовании наблюдался повышенный риск при использовании пентавалентной вакцины, но у него было недостаточно возможностей для оценки моновалентной формы, и в нем участвовало около 600 000 младенческих лет; N Engl J Med Январь 2014 г.",
            "Постмаркетинговые отчеты о инвагинации и гематохезии; промежуточные постмаркетинговые данные по безопасности, полученные в ходе исследования, предполагают повышенный риск инвагинации в течение 31 дня после введения первой дозы (чаще всего в течение первых 7 дней)"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "белимумаб",
      "description": {
        "common": "белимумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Противопоказано. Не вводите живые вакцины за 30 дней до или одновременно с белимумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "Цертолизумаб пегол снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "иксекизумаб",
      "description": {
        "common": "иксекизумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Противопоказано. Иксекизумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала приема иксекизумаба необходимо пройти все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин снижает действие пероральной ротавирусной вакцины, живя за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин снижает действие пероральной ротавирусной вакцины, живого за счет иммуносупрессивного действия; риск заражения. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мелфалан",
      "description": {
        "common": "Мелфалан снижает действие пероральной ротавирусной вакцины, живя за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "онасемногене абепарвовец",
      "description": {
        "common": "онасемноген абепарвовек снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Противопоказано. Скорректируйте прививки, чтобы приспособить одновременное введение кортикостероидов до и после инфузии оназемногена абепарвовека. Избегайте живых вакцин в течение как минимум 1 месяца в начале или после терапии высокими дозами системных кортикостероидов, проводимой в течение = 2 недель."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин снижает действие пероральной ротавирусной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб снижает эффекты пероральной ротавирусной вакцины, живые за счет иммунодепрессивных эффектов; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает эффекты пероральной ротавирусной вакцины, живой механизм: фармакодинамический антагонизм. Противопоказано. Перед началом терапии пациенты должны получить все соответствующие возрасту прививки, как это рекомендовано действующими руководствами. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "аброцитиниб снижает эффекты ротавирусной пероральной вакцины, живой за счет иммунодепрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "Анакинра снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анифролумаб",
      "description": {
        "common": "анифролумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом обновите иммунизацию в соответствии с текущими рекомендациями."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошади снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика снижает действие ротавирусной пероральной вакцины, живой за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атолтивимаб/мафтивимаб/одесивимаб",
      "description": {
        "common": "атолтивимаб/мафтивимаб/одесивимаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Моноклональные антитела к вирусу Эбола могут влиять на иммунный ответ живых вакцин. Обратитесь к руководствам по вакцинам для определения сроков вакцинации во время и после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "axicabtagene ciloleucel уменьшает эффекты пероральной ротавирусной вакцины, живой за счет иммунодепрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте живых вирусных вакцин в течение как минимум 6 недель до начала лимфодеплетирующей терапии, во время лечения аксикабтагеном цилолеуцелом и после лечения до полного восстановления иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин с барицитинибом. Обновите прививки в соответствии с текущими рекомендациями по иммунизации до начала лечения барицитинибом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "brexucabtagene autoleucel уменьшает эффекты пероральной ротавирусной вакцины, живой за счет иммунодепрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте живых вирусных вакцин в течение как минимум 6 недель до начала лимфодеплетирующей терапии, во время лечения брексукабтагеном аутолейцелем и после лечения до полного восстановления иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "кабазитаксел снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Живые аттенуированные вакцины не следует использовать у пациентов, получающих иммуносупрессивную терапию. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб снижает действие пероральной ротавирусной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "ciltacabtagene autoleucel снижает эффекты пероральной ротавирусной вакцины, живой за счет иммуносупрессивных эффектов; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает действие ротавирусной пероральной вакцины, живя за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "elivaldogen autotemcel, ротавирусная оральная вакцина, живая.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Безопасность и эффективность вакцинации во время или после лечения эливалдогеном аутотемселом не изучались. Вакцинация не рекомендуется в течение 6 недель, предшествующих миелоаблативному кондиционированию, и до гематологического восстановления после лечения эливалдогеном аутотемцелом. Там, где это возможно, сделайте детские прививки перед миелоаблативным кондиционированием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте введения живых аттенуированных вакцин во время и в течение 2 месяцев после прекращения приема финголимода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гуселькумаб",
      "description": {
        "common": "гуселькумаб, ротавирусная оральная вакцина, живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема гуселкумаба выполните все соответствующие возрасту прививки. Нет данных о способности живой или неактивной вакцины вызывать иммунный ответ у пациентов, получавших гуселкумаб."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает действие пероральной ротавирусной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "Сульфат гидроксихлорохина снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина снижает действие пероральной ротавирусной вакцины, живая от других (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Вакцинация живыми вакцинами у пациентов, получающих гидроксимочевину, может уменьшить терапевтические эффекты вакцин и увеличить риск побочных эффектов (повышенный риск инфекции)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "идекабтаген виклеуцел снижает действие ротавирусной пероральной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "Инфликсимаб снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лефлуномид снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "меркаптопурин снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "муромонаб CD3 снижает эффекты пероральной ротавирусной вакцины, живой за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие ротавирусной пероральной вакцины, живя за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "окрелизумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно снижает действие ротавирусной пероральной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Проводите все прививки в соответствии с рекомендациями по иммунизации не менее чем за 4 недели до начала подкожного введения офатумумаба для живых или живых аттенуированных вакцин и всегда, когда это возможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых аттенуированных вакцин с озанимодом во время лечения и в течение 3 месяцев после прекращения приема озанимода. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых аттенуированных вакцин по крайней мере за 1 месяц до начала, во время и в течение 1-2 недель после лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие пероральной ротавирусной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "рилонацепт снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисанкизумаб",
      "description": {
        "common": "рисанкизумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом лечения рисанкизумабом сделайте соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритуксимаб",
      "description": {
        "common": "ритуксимаб, ротавирусная пероральная вакцина, живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Безопасность иммунизации живыми вирусными вакцинами после терапии ритуксимабом не изучалась, и вакцинация живыми вирусными вакцинами не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритуксимаб-гиалуронидаза",
      "description": {
        "common": "ритуксимаб-гиалуронидаза, ротавирусная оральная вакцина, живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Безопасность иммунизации живыми вирусными вакцинами после терапии ритуксимабом не изучалась, и вакцинация живыми вирусными вакцинами не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сарилумаб",
      "description": {
        "common": "сарилумаб, ротавирусная оральная вакцина, живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного использования живых вирусных вакцин из-за потенциально повышенного риска инфекций. Интервал между прививками живыми вакцинами и началом терапии сарилумабом должен соответствовать действующим рекомендациям по вакцинации в отношении иммунодепрессантов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сатрализумаб",
      "description": {
        "common": "сатрализумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. iv вакцины не рекомендуются во время лечения. Проведите все прививки в соответствии с рекомендациями по иммунизации. Не менее чем за 4 недели до начала вакцинации живыми или живыми аттенуированными вакцинами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод снижает эффекты пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Приостановка вакцинации начинается за 1 неделю до начала приема сипонимода и в течение 4 недель после прекращения лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус снижает действие пероральной ротавирусной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "темсиролимус снижает действие ротавирусной пероральной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теплизумаб",
      "description": {
        "common": "теплизумаб снижает действие пероральной ротавирусной вакцины, живого путем Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Перед началом лечения теплизумабом сделайте все прививки, соответствующие возрасту. Введение живых аттенуированных вакцин не рекомендуется в течение 8 недель до лечения теплизумабом, во время лечения или в течение 52 недель после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тилдракизумаб",
      "description": {
        "common": "тилдракизумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом терапии тилдракизумабом рассмотрите возможность завершения всех соответствующих возрасту прививок в соответствии с текущими рекомендациями по иммунизации. Избегайте использования живых вакцин у пациентов, получающих тилдракизумаб. Данных о реакции на живые или неактивные вакцины нет."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "тисагенлеклеуцел снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "тоцилизумаб снижает действие пероральной ротавирусной вакцины, живого за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тралокинумаб",
      "description": {
        "common": "тралокинумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие ротавирусной пероральной вакцины за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "упадацитиниб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Перед началом терапии пациенты должны получить все соответствующие возрасту прививки, как это рекомендовано действующими руководствами. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ведолизумаб",
      "description": {
        "common": "ведолизумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин уменьшает эффекты пероральной ротавирусной вакцины, живой за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин. Избегайте живых вакцин в течение как минимум 3 месяцев после иммунодепрессантов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сибиреязвенный иммуноглобулин",
      "description": {
        "common": "Иммуноглобулин сибирской язвы снижает действие пероральной вакцины против ротавируса, живого за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Введение иммуноглобулина может снизить эффективность живых аттенуированных вакцин. Отложить вакцинацию живыми вирусными вакцинами до ~ 3 месяцев после введения сибирской язвы IG. Ревакцинируйте людей, получивших ИГ сибирской язвы вскоре после вакцинации живым вирусом, через 3 месяца после введения ИГ сибирской язвы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт снижает действие пероральной ротавирусной вакцины, живая от других (см. комментарий). Используйте осторожность/монитор.\nКомментарий: во время лечения белатацептом следует избегать использования живых вакцин. Сообщите пациентам, что прививки могут быть менее эффективными, пока они лечатся белатацептом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "betibeglogene autotemcel, пероральная ротавирусная вакцина, живая. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следуйте установленным правилам введения вакцины. Безопасность живых вакцин во время или после лечения не изучалась. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "обинутузумаб",
      "description": {
        "common": "обинутузумаб снижает действие пероральной ротавирусной вакцины, живого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие пероральной ротавирусной вакцины, живого за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проводите все прививки в соответствии с рекомендациями по иммунизации по крайней мере за 4 недели до начала применения ублитуксимаба для живых или живых аттенуированных вакцин и, по возможности, по крайней мере за 2 недели до начала для неживых вакцин. Вакцинация живыми вирусными вакцинами не рекомендуется во время лечения и до восполнения В-лимфоцитов. Не вводите живые или живые аттенуированные вакцины детям, матери которых подверглись воздействию ублитуксимаба во время беременности, до подтверждения восстановления количества В-клеток, измеренного с помощью В-клеток CD19+."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин снижает действие ротавирусной пероральной вакцины, живя за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "О предполагаемых нежелательных явлениях после введения любой вакцины можно сообщать в Систему отчетности о нежелательных явлениях прививок.",
      "percent": "1-800"
    },
    {
      "name": "ВАЕРС",
      "percent": "822-7967"
    },
    {
      "name": "В пределах",
      "percent": "42"
    },
    {
      "name": "дней любой дозы",
      "percent": "24.1"
    },
    {
      "name": "Диарея",
      "percent": "15.2"
    },
    {
      "name": "Рвота",
      "percent": "14.5"
    },
    {
      "name": "Средний отит",
      "percent": "17-43"
    },
    {
      "name": "Высокая температура",
      "percent": "3-52"
    },
    {
      "name": "Суетливость",
      "percent": "6.9"
    },
    {
      "name": "раздражительность",
      "percent": "1.1"
    },
    {
      "name": "Назофарингит",
      "percent": "2"
    },
    {
      "name": "Бронхоспазм",
      "percent": "31"
    },
    {
      "name": "Ошибка",
      "percent": "7"
    },
    {
      "name": "Гастроэнтерит с выделением вакцинного вируса у детей раннего возраста с тяжелым комбинированным иммунодефицитом",
      "percent": null
    },
    {
      "name": "ТКИД",
      "percent": null
    },
    {
      "name": "Гематохезия",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "иммунный",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Инвагинация в течение первых",
      "percent": null
    },
    {
      "name": "дней после первой дозы",
      "percent": null
    },
    {
      "name": "особенно в первые",
      "percent": null
    },
    {
      "name": "дни",
      "percent": null
    },
    {
      "name": "Kawasaki disease",
      "percent": null
    }
  ]
}