{
  "name": "Рамелтеон",
  "comment": "Rx",
  "other_names": [
    "Розерем"
  ],
  "classes": [
    "Седативные/Снотворные",
    "Агонисты рецепторов мелатонина"
  ],
  "source": "https://reference.medscape.com/drug/rozerem-ramelteon-342928",
  "pregnancy": {
    "common": [
      "Имеющиеся данные из постмаркетинговых отчетов об использовании у беременных женщин не выявили связанного с препаратом риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях на животных рамелтеон показал токсичность для развития, включая тератогенные эффекты, у крыс при дозах, более чем в 36 раз превышающих рекомендуемую дозу для человека (RHD) 8 мг / день в зависимости от площади поверхности тела (мг / м2)."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Младенцы, подвергшиеся воздействию препарата через грудное молоко, должны находиться под наблюдением на предмет сонливости и проблем с кормлением; кормящая женщина может рассмотреть возможность прерывания грудного вскармливания, сцеживания и отказа от грудного молока во время лечения и в течение 25 часов (примерно 5 периодов полувыведения) после введения препарата, чтобы свести к минимуму воздействие препарата на младенца, находящегося на грудном вскармливании.",
      "Нет данных о присутствии препарата или его метаболитов в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Препарат и/или его метаболиты присутствуют в молоке крыс; если лекарство присутствует в молоке животных, вполне вероятно, что лекарство будет присутствовать и в грудном молоке; из-за механизма действия препарата существует потенциальный риск сонливости у младенцев, находящихся на грудном вскармливании; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарственном препарате и любыми потенциальными неблагоприятными последствиями приема лекарственного препарата или сопутствующим заболеванием матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Сопутствующий флувоксамин",
        "История ангионевротического отека с предшествующей терапией",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может нарушать деятельность, требующую полной умственной активности, такую ​​как работа с механизмами или вождение автомобиля, после приема препарата.",
        "Сообщается о ангионевротическом отеке и анафилаксии; не повторяйте вызов, если такие реакции происходят",
        "Аномальное мышление, поведенческие изменения, сложное поведение, в том числе «вождение во сне» и галлюцинации; немедленно оценить любое новое начало поведенческих изменений",
        "Просмотрите базу данных взаимодействий с лекарствами на предмет значительных взаимодействий с лекарствами.",
        "Эндокринные эффекты включают снижение уровня тестостерона и повышение уровня пролактина; влияние на репродуктивную ось у развивающихся людей неизвестно",
        "Следует соблюдать осторожность у пациентов с печеночной недостаточностью; не рекомендуется при тяжелой печеночной недостаточности",
        "Возможно ухудшение депрессии или суицидальных мыслей.",
        "Повторно оцените, сохраняется ли бессонница после 7-10 дней лечения.",
        "Следует соблюдать осторожность у пациентов с нарушениями дыхания, включая апноэ во сне или ХОБЛ; не рекомендуется пациентам с тяжелым апноэ во сне"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "оксибаты кальция/магния/калия/натрия",
      "description": {
        "common": "рамелтеон, оксибаты кальция/магния/калия/натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Совместное применение с алкоголем или седативными снотворными средствами противопоказано из-за аддитивного угнетения ЦНС."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "оксибат натрия",
      "description": {
        "common": "рамелтеон, натрия оксибат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Совместное применение с алкоголем или седативными снотворными средствами противопоказано из-за аддитивного угнетения ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP1A2. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен, рамелтеон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил, рамелтеон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально, рамелтеон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил трансдермальный, рамелтеон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил трансмукозальный, рамелтеон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "гидрокодон, рамелтеон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, рамелтеон.\nЛибо усиливает действие другого за счет седативного эффекта. Избегайте или используйте альтернативный препарат. Использование лемборексанта с другими препаратами для лечения бессонницы не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "рамелтеон, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "рамелтеон и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "рамелтеон и оксикодон усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Аддитивное угнетение ЦНС может привести к гипотензии, глубокому седации, угнетению дыхания или коме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пефлоксацин",
      "description": {
        "common": "пефлоксацин будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, рамелтеон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "суфентанил SL, рамелтеон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение может привести к артериальной гипотензии, выраженному седативному эффекту, угнетению дыхания, коме и смерти. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валериана",
      "description": {
        "common": "валериана и рамелтеон усиливают седативный эффект. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "альфентанил и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "баклофен",
      "description": {
        "common": "баклофен и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "белладонна, опиум и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "бенперидол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "рамелтеон увеличивает, а бензфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, рамелтеон.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "рамелтеон повышает токсичность бупренорфина длительного действия за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение бупренорфина и бензодиазепинов или других средств, угнетающих ЦНС, увеличивает риск побочных реакций, включая передозировку, угнетение дыхания и смерть. В большинстве случаев предпочтительнее прекращение приема бензодиазепинов или других средств, угнетающих ЦНС. В некоторых случаях может быть уместным мониторинг на более высоком уровне помощи при снижении дозы препаратов, угнетающих ЦНС. В других случаях целесообразно постепенное снижение дозы назначенного бензодиазепина или другого препарата, угнетающего ЦНС, или снижение до минимальной эффективной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол, рамелтеон. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Из-за возможности как индукции, так и ингибирования CYP1A2 при одновременном применении субстратов CYP1A2 и каннабидиола следует рассмотреть возможность снижения дозировки субстратов CYP1A2 в соответствии с клиническими показаниями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каризопродол",
      "description": {
        "common": "каризопродол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "хлоралгидрат и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "хлордиазепоксид и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорзоксазон",
      "description": {
        "common": "хлорзоксазон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение сигарет",
      "description": {
        "common": "курение сигарет снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Ципрофлоксацин может снижать метаболизм рамелтеона; Если ципрофлоксацин назначается совместно с рамелтеоном, внимательно следите за состоянием пациента на предмет токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "клемастин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "клоразепат и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "кодеин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "циклобензаприн и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дантролен",
      "description": {
        "common": "дантролен и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "рамелтеон и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс повышает уровень рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "рамелтеон и дейтетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "рамелтеон увеличивает, а дексфенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "декстроморамид и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "диаморфин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, рамелтеон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение может усиливать угнетающее ЦНС действие каждого препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин гидрохлорид и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат гидрохлорид и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "дипипанон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "Донепезил увеличивает уровень или эффект рамелтеона за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. AUC и Cmax увеличились на 100% и 87% соответственно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "рамелтеон увеличивает, а допексамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксиламин",
      "description": {
        "common": "доксиламин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, рамелтеон.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "эстазолам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "рамелтеон увеличивает, а фенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "рамелтеон и флибансерин усиливают седативный эффект. Изменить терапию/внимательно контролировать. Риск седативного эффекта увеличивается при одновременном применении флибансерина с другими депрессантами ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "Флуразепам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, рамелтеон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин, энакарбил, рамелтеон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "рамелтеон и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "гидроморфон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "кетотифен, офтальмологические препараты и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, рамелтеон.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "леворфанол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "Лофепрамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопразолам",
      "description": {
        "common": "лопразолам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорметазепам",
      "description": {
        "common": "лорметазепам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "локсапин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "Ингаляции локсапина и рамелтеона усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, рамелтеон.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор. Потенциал для увеличения депрессантных эффектов ЦНС при одновременном использовании; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "меперидин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепробамат",
      "description": {
        "common": "мепробамат и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метаксалон",
      "description": {
        "common": "метаксалон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метокарбамол",
      "description": {
        "common": "метокарбамол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "рамелтеон увеличивает, а метилендиоксиметамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "мексилетин повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "мидазолам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, рамелтеон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "морфин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пустырник",
      "description": {
        "common": "пустырник и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксонидин",
      "description": {
        "common": "моксонидин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "Набилон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "налбуфин",
      "description": {
        "common": "налбуфин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "Нефазодон будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "олицеридин, рамелтеон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "настойка опия и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орфенадрин",
      "description": {
        "common": "орфенадрин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксазепам",
      "description": {
        "common": "оксазепам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "оксикодон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "оксиморфон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверетум",
      "description": {
        "common": "папаверетум и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверин",
      "description": {
        "common": "папаверин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "пентазоцин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "рамелтеон увеличивает, а фенилэфрин перорально снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фолкодин",
      "description": {
        "common": "фолкодин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "пимозид и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пипемидиновая кислота",
      "description": {
        "common": "пипемидиновая кислота увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, рамелтеон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "рамелтеон увеличивает, а пропилгекседрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "квазепам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, рамелтеон.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "Рисперидон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб повысит уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP1A2, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тюбетейка",
      "description": {
        "common": "рамелтеон и шлемник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "рамелтеон и пастушья сумка усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение",
      "description": {
        "common": "курение снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, рамелтеон. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP1A2. Мониторинг субстратов CYP1A2 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP1A2 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "суфентанил и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "тапентадол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темазепам",
      "description": {
        "common": "и темазепам, и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид снижает уровень рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "тиотиксен и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "употребление табака",
      "description": {
        "common": "употребление табака снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "рамелтеон и топирамат усиливают седативный эффект. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "трамадол и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "триазолам и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "триклофос и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипролидин",
      "description": {
        "common": "трипролидин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "рамелтеон увеличивает, а ксилометазолин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зиконотид",
      "description": {
        "common": "рамелтеон и зиконотид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зилеутон",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/лумефантрин будет снижать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или эффект рамелтеона, влияя на метаболизм печеночного / кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дисульфирам",
      "description": {
        "common": "дисульфирам увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "эвкалипт и рамелтеон усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет повышать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лефлуномид увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет снижать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/далфопристин повышает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "рамелтеон и шалфей усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "похоже на плацебо",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Ухудшение бессонницы",
      "percent": null
    },
    {
      "name": "Галлюцинации",
      "percent": null
    },
    {
      "name": "Мания",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    }
  ]
}