{
  "name": "Ингибитор С1 эстеразы рекомбинантный",
  "comment": "Rx",
  "other_names": [
    "Руконест"
  ],
  "classes": [
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/ruconest-c1-esterase-inhibitor-recombinant-999953",
  "pregnancy": {
    "common": [
      "Лактация: неизвестно, попадает ли в грудное молоко человека.",
      "Исследования, проведенные на крысах и кроликах при дозах, в 12,5 раз превышающих человеческие, не могли исключить влияния на развитие эмбриона и плода; нет адекватных и хорошо контролируемых исследований у беременных женщин",
      "Категория беременности: B; можно использовать во время беременности, если это явно необходимо"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, попадает ли в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Аллергия на кроликов или продукты из кролика в анамнезе.",
        "Угрожающие жизни реакции гиперчувствительности немедленного типа на препараты ингибиторов С1-эстеразы в анамнезе, включая анафилаксию"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Тяжелые реакции гиперчувствительности могут возникать во время или после инъекции; признаки и симптомы включают крапивницу, генерализованную крапивницу, стеснение в груди, свистящее дыхание, гипотонию и/или анафилаксию.",
        "Серьезные артериальные и венозные тромбоэмболические (ТЭ) события, о которых сообщалось в рекомендуемых дозах продуктов ингибитора С1-эстеразы, полученных из плазмы, у пациентов с факторами риска; факторы риска включают наличие постоянного венозного катетера/устройства для доступа, тромбоз в анамнезе, лежащий в основе атеросклероз, использование оральных контрацептивов или некоторых андрогенов, морбидное ожирение и малоподвижность."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "9"
    },
    {
      "name": "Тошнота",
      "percent": "2"
    },
    {
      "name": "Диарея",
      "percent": "2"
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    }
  ]
}