{
  "name": "октреотид",
  "comment": "Rx",
  "other_names": [
    "Сандостатин",
    "Микапса",
    "Бинфезия Пен",
    "Сандостатин ЛАР"
  ],
  "classes": [
    "Противодиарейные",
    "Аналоги соматостатина"
  ],
  "source": "https://reference.medscape.com/drug/sandostatin-lar-octreotide-342836",
  "pregnancy": {
    "common": [
      "Ограниченные данные о беременных женщинах недостаточны для информирования о риске серьезных врожденных дефектов и выкидыша, связанного с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Репродуктивный потенциал",
        "description": [
          "Обсудить возможность нежелательной беременности у женщин в пременопаузе, поскольку терапевтические преимущества снижения уровня гормона роста (GH) и нормализации концентрации инсулиноподобного фактора роста 1 (IGF-1) у женщин с акромегалией, получающих лечение препаратом, могут привести к улучшению фертильности."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Преходящая задержка роста, не влияющая на постнатальное развитие, наблюдалась у потомства крыс в пре- и постнатальном исследовании октреотида при внутривенных дозах ниже MRHD на основе площади поверхности тела.",
          "В исследованиях репродукции животных не наблюдалось неблагоприятных последствий для развития при внутривенном введении препарата беременным крысам и кроликам в период органогенеза в дозах, в 7 и 13 раз превышающих максимально рекомендуемую дозу для человека (MRHD) 1500 мкг/сут, исходя из площадь поверхности тела"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от наркотиков или основного заболевания матери.",
      "Отсутствует информация о присутствии препарата в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; исследования показывают, что препарат, введенный подкожно, проникает в молоко лактирующих крыс."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Были постмаркетинговые сообщения о желчнокаменной болезни (камни в желчном пузыре), приводящей к осложнениям, требующим холецистэктомии; при подозрении на осложнения желчнокаменной болезни отмените препарат и начните соответствующее лечение",
        "Может изменить всасывание жира у некоторых пациентов (следите за панкреатитом)",
        "Будьте осторожны у пациентов с сердечной недостаточностью или сопутствующими препаратами, которые могут изменить частоту сердечных сокращений или ритм; аритмия, нарушения проводимости и брадикардия, о которых сообщалось у пациентов с акромегалическим и карциноидным синдромом; требования к сердечно-сосудистым препаратам могут измениться",
        "Следует соблюдать осторожность у пациентов с почечной недостаточностью; пациентам, получающим диализ, может потребоваться коррекция дозы; у пациентов с тяжелой почечной недостаточностью, нуждающихся в диализе, период полувыведения препарата может увеличиваться, что требует коррекции поддерживающей дозы.",
        "уровни и аномальные тесты Шиллинга, зарегистрированные у некоторых пациентов, получающих терапию; рекомендуется мониторинг уровня витамина B12 во время хронической терапии",
        "У пожилых людей может потребоваться коррекция дозировки.",
        "Может усиливать токсичность агентов, удлиняющих интервал QTc.",
        "У пациентов, находящихся на полном парентеральном питании (ППП), рекомендуется мониторинг повышения уровня цинка.",
        "12",
        "Депо-препарат, не предназначенный для лечения гипогликемии, вызванной сульфонилмочевиной",
        "Монитор для желчнокаменной болезни; может ухудшить функцию желчного пузыря; частота возникновения камней в желчном пузыре или билиарного сладжа увеличивается при продолжительности терапии более 12 месяцев; профилактическая холецистэктомия рекомендуется, если планируется лечение октреотидом у пациентов с нейроэндокринными опухолями желудочно-кишечного тракта или поджелудочной железы",
        "Мониторинг гипотиреоза (октреотид подавляет секрецию ТТГ); базовая и периодическая оценка функции щитовидной железы (ТТГ, общий и/или свободный Т4), рекомендуемая при длительном лечении",
        "Депрессия витамина B",
        "Может уменьшить чрезмерную потерю жидкости у пациентов с состояниями, вызывающими потерю жидкости",
        "Аналоги соматостатина могут влиять на регуляцию уровня глюкозы; тяжелая гипогликемия может возникать у больных сахарным диабетом 1 типа; гипергликемия может возникать при диабете 2 типа или у пациентов без диабета; терапия может усугубить гипогликемию у пациентов с инсулиномами; используйте с осторожностью; толерантность к глюкозе и антидиабетическое лечение следует периодически контролировать во время терапии",
        "Женщины детородного возраста должны использовать адекватную контрацепцию, поскольку лечение может восстановить фертильность.",
        "Терапия может изменить абсорбцию диетических жиров у некоторых пациентов.",
        "Хотя акромегалия может привести к бесплодию, есть сообщения о беременности у женщин с акромегалией; у женщин с активной акромегалией, которые не смогли забеременеть, нормализация ГР и ИФР-1 (соматомедин С) может восстановить фертильность; пациенткам детородного возраста следует рекомендовать использовать адекватную контрацепцию во время лечения",
        "Соблюдайте осторожность при назначении препарата пациентам с сердечно-сосудистыми заболеваниями.",
        "Следует соблюдать осторожность у пациентов с печеночной недостаточностью; пациентам с установленным циррозом печени может потребоваться коррекция дозы"
      ],
      "specific": [
        {
          "type": "Сердечные аномалии",
          "description": [
            "Полная атриовентрикулярная блокада",
            "Могут возникнуть брадикардия и аритмия; Наблюдаемые изменения электрокардиограммы (ЭКГ) включают удлинение интервала QT, сдвиг оси, раннюю реполяризацию, низкий вольтаж, переход R/S и раннее прогрессирование зубца R; эти изменения ЭКГ не редкость у пациентов с акромегалией",
            "У одного пациента с акромегалией и тяжелой застойной сердечной недостаточностью начало терапии привело к ухудшению течения застойной сердечной недостаточности с улучшением после отмены препарата.",
            "Пациенты, которые получают инъекции внутривенно, могут подвергаться повышенному риску атриовентрикулярной блокады более высокой степени; безопасность непрерывной внутривенной инфузии у пациентов, получающих препарат по утвержденным показаниям, не установлена; рассмотреть возможность кардиомониторинга у пациентов, получающих препарат внутривенно",
            "Может потребоваться коррекция дозы таких препаратов, как бета-блокаторы, вызывающие брадикардию."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Одновременное применение с бромокриптином увеличивает доступность бромокриптина.",
            "Ограниченные опубликованные данные указывают на то, что аналоги соматостатина могут снижать метаболический клиренс соединений, которые, как известно, метаболизируются ферментами цитохрома Р450, что может быть связано с подавлением гормонов роста.",
            "Совместное введение с циклоспорином может снизить уровень циклоспорина в крови и привести к отторжению трансплантата.",
            "Октреотид угнетает секрецию инсулина и глюкагона; контролировать уровень глюкозы в крови в начале или при корректировке дозы; пациентам с сахарным диабетом может потребоваться коррекция дозы инсулина или других противодиабетических средств.",
            "Октреотид был связан с изменениями всасывания питательных веществ, поэтому он может влиять на всасывание перорально принимаемых препаратов.",
            "Пациентам, принимающим бета-блокаторы, блокаторы кальциевых каналов или средства для контроля водно-электролитного баланса, может потребоваться коррекция дозы этих терапевтических средств."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дизопирамид и октреотид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибутилид",
      "description": {
        "common": "ибутилид, и октреотид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "индапамид",
      "description": {
        "common": "Индапамид и октреотид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пентамидин",
      "description": {
        "common": "октреотид и пентамидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "октреотид и пимозид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "октреотид и прокаинамид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин и октреотид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "соталол",
      "description": {
        "common": "октреотид и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб, октреотид.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Каждый препарат удлиняет интервал QTc, что может увеличить риск пируэтной тахикардии, других серьезных аритмий и внезапной смерти. Если coadministration неизбежен, таким пациентам рекомендуется более частый мониторинг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "Кларитромицин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "Дронедарон и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "энтректиниб и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адреналин",
      "description": {
        "common": "эпинефрин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "адреналин рацемический и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "эритромициновое основание и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "эритромицина лактобионат и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "Эритромицина стеарат и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб, и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения препаратов, удлиняющих интервал QTc, с ивосиденибом или замените их альтернативной терапией. Если одновременное применение препарата, удлиняющего интервал QTc, неизбежно, необходимо контролировать повышенный риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "Лофепрамин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "мациморелин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Макиморелин вызывает увеличение скорректированного интервала QT примерно на 11 мсек. Избегайте одновременного применения с препаратами, удлиняющими интервал QT, что может увеличить риск развития желудочковой тахикардии типа torsade de pointes. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "Мапротилин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность октреотида на интервал QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозу мобоцертиниба и чаще контролируйте интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "октреотид и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод, октреотид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Проконсультируйтесь с кардиологом, если планируете лечение. Совместное применение понесимода с препаратами, снижающими ЧСС, может иметь аддитивные эффекты в отношении снижения ЧСС и, как правило, не должно назначаться у таких пациентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб увеличивает токсичность октреотида на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "октреотид увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "октреотид, вандетаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте coadministration с препаратами, которые, как известно, продлевают интервал QT; если необходимо использовать лекарство, удлиняющее интервал QT, рекомендуется более частый мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение вемурафениба с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "октреотид увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "Октреотид повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "октреотид и зипразидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "октреотид и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "триоксид мышьяка и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "октреотид и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "октреотид повышает уровень бромокриптина за счет замедления метаболизма. Используйте осторожность/монитор. Соматропин может повышать активность ферментов CYP450, поэтому подавление секреции гормона роста аналогами соматостатина, включая пасиреотид, может снижать метаболический клиренс соединений, метаболизируемых ферментами CYP450."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "октреотид и циталопрам увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дотатат ​​меди CU 64",
      "description": {
        "common": "октреотид снижает эффекты дотатата меди CU 64 за счет конкуренции за связывание с рецепторами. Изменить терапию/внимательно контролировать. Аналоги соматостатина конкурентно связываются с теми же рецепторами соматостатина, что и дотатат ​​CU 64, и могут влиять на визуализацию. Изображение пациентов непосредственно перед введением аналогов соматостатина. Период вымывания 28 дней рекомендуется для пациентов, принимающих аналоги соматостатина длительного действия перед визуализацией; в то время как для короткодействующих аналогов соматостатина рекомендуется 2-дневное вымывание."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и октреотид увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "октреотид снижает уровень циклоспорина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "дейтетрабеназин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут повышать риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "Октреотид увеличивает уровень или действие диеногеста/эстрадиола валерата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами, такими как тошнота, нерегулярные маточные кровотечения, болезненность молочных желез и головная боль."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "И эфавиренц, и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность октреотида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин, октреотид.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Небольшое и преходящее удлинение интервала QT наблюдалось при применении эзогабина, особенно при повышении дозы до 1200 мг/сут. Интервал QT следует контролировать, когда эзогабин назначают с агентами, которые, как известно, увеличивают интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "Финголимод и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "флекаинид и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дотатат ​​галлия Ga 68",
      "description": {
        "common": "октреотид снижает эффекты дотатата галлия Ga 68 за счет конкуренции за связывание с рецепторами. Изменить терапию/внимательно контролировать. Аналоги соматостатина конкурентно связываются с теми же рецепторами соматостатина, что и дотатат ​​Ga 68, и могут влиять на визуализацию. Изображение пациентов с дотатацией Ga 68 при ПЭТ непосредственно перед введением аналогов соматостатина длительного действия. Аналоги соматостатина короткого действия можно использовать за 24 часа до визуализации с дотататом Ga 68."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галлий Ga 68 дотаток",
      "description": {
        "common": "октреотид снижает эффекты дотатока галлия Ga 68 за счет конкуренции за связывание с рецепторами. Изменить терапию/внимательно контролировать. Аналоги соматостатина конкурентно связываются с теми же рецепторами соматостатина, что и дотаток Ga 68, и могут влиять на визуализацию. Изображение пациентов с Ga 68 dotatoc ПЭТ непосредственно перед введением длительно действующих аналогов соматостатина. Аналоги соматостатина короткого действия можно использовать за 24 часа до визуализации с Ga 68 dotatoc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, октреотид. интервал QTc. Используйте осторожность/монитор. Препараты, которые, как известно, удлиняют интервал QTc, могут повышать риск желудочковых аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "октреотид усиливает действие инсулина аспарт за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт протамин/инсулин аспарт",
      "description": {
        "common": "октреотид усиливает действие инсулина аспарта протамина/инсулина аспарта за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "октреотид, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "октреотид, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "Октреотид усиливает действие инсулина детемир за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "октреотид усиливает действие инсулина гларгина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "октреотид усиливает действие инсулина глулизина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "октреотид, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин изофан человеческий/инсулин обычный человеческий",
      "description": {
        "common": "Октреотид усиливает действие инсулина изофана человеческого/инсулина обычного человека за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "октреотид усиливает действие инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро протамин/инсулин лизпро",
      "description": {
        "common": "октреотид усиливает действие протамина инсулина лизпро/инсулина лизпро за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "октреотид усиливает действие инсулина НПХ за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "Октреотид усиливает действие обычного человеческого инсулина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение аналогов инсулина и соматостатина может потребовать коррекции дозы инсулина и усиленного контроля уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "Итраконазол, и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "Октреотид повышает уровень луразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Производитель рекомендует снизить начальную дозу луразидона до 20 мг/сут и максимальную суточную дозу луразидона до 80 мг при совместном применении с умеренными ингибиторами CYP3A4. Одновременное применение может увеличить риск побочных реакций, связанных с луразидоном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лютеций Lu 177-дота-тате",
      "description": {
        "common": "октреотид снижает действие лютеция Lu 177-дота-тата за счет конкуренции за связывание с рецепторами. Изменить терапию/внимательно контролировать. Аналоги соматостатина конкурентно связываются с теми же рецепторами соматостатина, что и лютеций Lu 177-дота-тат, и могут влиять на его эффективность. Прекратите прием аналогов соматостатина длительного действия по крайней мере за 4 недели и октреотида короткого действия по крайней мере за 24 часа до введения каждой дозы лютеция Lu 177-дота-тата. Администрирование октреотид короткого и длительного действия во время лечения в соответствии с рекомендациями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "Октреотид повышает уровень маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "Октреотид снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "октреотид будет снижать уровень или эффект интраназального метоклопрамида при использовании других препаратов (см. комментарий). Используйте осторожность/монитор. Совместное введение метоклопрамида интраназально с препаратами, нарушающими моторику ЖКТ, может снизить системную абсорбцию метоклопрамида. Монитор для снижения терапевтического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, октреотид. интервал QTc. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "октреотид и офлоксацин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "октреотид и олодатерол в виде ингаляций увеличивают интервал QTc. Используйте осторожность/монитор. Препараты, удлиняющие интервал QTc и способные потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и октреотид увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "октреотид и палиперидон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "октреотид и пароксетин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "октреотид и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "октреотид и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "октреотид и позаконазол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, октреотид.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Избегайте применения с препаратами, удлиняющими интервал QT, и у пациентов с факторами риска удлинения интервала QT. Постмаркетинговые случаи показывают удлинение интервала QT при передозировке у пациентов с сопутствующими заболеваниями или с препаратами, вызывающими дисбаланс электролитов или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "октреотид и хинин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "октреотид и ранолазин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "рилпивирин увеличивает токсичность октреотида по интервалу QTc. Используйте осторожность/монитор. Рилпивирин следует применять с осторожностью при одновременном применении с лекарственными средствами, имеющими известный риск пируэтной тахикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "октреотид и рисперидон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "октреотид и ромидепсин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность октреотида на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "солифенацин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "октреотид и телаванцин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телотристат этил",
      "description": {
        "common": "октреотид снижает уровень телотристата этила по неустановленному механизму взаимодействия. Изменить терапию/внимательно контролировать. Введите октреотид короткого действия по крайней мере через 30 минут после приема телотристата этил."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "октреотид и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трописетрон",
      "description": {
        "common": "октреотид и трописетрон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "октреотид и венлафаксин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, октреотид.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "октреотид и вориконазол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает токсичность октреотида на интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "октреотид снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "еда",
      "description": {
        "common": "пища снижает уровень октреотида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Особенно жирная пища."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метадон",
      "description": {
        "common": "октреотид снижает уровень метадона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "33"
    },
    {
      "name": "Тошнота",
      "percent": "30"
    },
    {
      "name": "Диарея",
      "percent": "29"
    },
    {
      "name": "Артралгия",
      "percent": "26"
    },
    {
      "name": "Астения",
      "percent": "22"
    },
    {
      "name": "Гипергидроз",
      "percent": "21"
    },
    {
      "name": "Тошнота",
      "percent": "21"
    },
    {
      "name": "Диарея",
      "percent": "18"
    },
    {
      "name": "Периферический отек",
      "percent": "16"
    },
    {
      "name": "Повышение уровня глюкозы в крови",
      "percent": "14"
    },
    {
      "name": "Рвота",
      "percent": "14"
    },
    {
      "name": "Дискомфорт в животе",
      "percent": "14"
    },
    {
      "name": "Диспепсия",
      "percent": "11"
    },
    {
      "name": "Синусит",
      "percent": "11"
    },
    {
      "name": "Остеоартрит",
      "percent": "11"
    },
    {
      "name": "Диарея",
      "percent": "34-61"
    },
    {
      "name": "жидкий стул",
      "percent": "25"
    },
    {
      "name": "тошнота и дискомфорт в животе",
      "percent": "16"
    },
    {
      "name": "Синусовая брадикардия",
      "percent": "12"
    },
    {
      "name": "Гипергликемия",
      "percent": "36.4"
    },
    {
      "name": "Биохимический гипотиреоз",
      "percent": "29.1"
    },
    {
      "name": "Диарея",
      "percent": "27"
    },
    {
      "name": "Боль в животе или дискомфорт",
      "percent": "25.7"
    },
    {
      "name": "Гипергликемия",
      "percent": "50"
    },
    {
      "name": "Метеоризм",
      "percent": "25"
    },
    {
      "name": "Синусовая брадикардия",
      "percent": "18.8"
    },
    {
      "name": "ударов в минуту",
      "percent": "12"
    },
    {
      "name": "Запор",
      "percent": "10.3"
    },
    {
      "name": "Биохимический гипотиреоз",
      "percent": "8"
    },
    {
      "name": "Тошнота",
      "percent": "7"
    },
    {
      "name": "Диспепсия",
      "percent": "7"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "7"
    },
    {
      "name": "Боль",
      "percent": "7"
    },
    {
      "name": "Полип толстой кишки",
      "percent": "6"
    },
    {
      "name": "Желчекаменная болезнь",
      "percent": "6"
    },
    {
      "name": "Уровень глюкозы в крови повышен",
      "percent": "6"
    },
    {
      "name": "Рвота",
      "percent": "6"
    },
    {
      "name": "Метеоризм",
      "percent": "5"
    },
    {
      "name": "Боль в спине",
      "percent": "5"
    },
    {
      "name": "Боль в животе",
      "percent": "5"
    },
    {
      "name": "Головокружение",
      "percent": "5"
    },
    {
      "name": "Усталость",
      "percent": "5"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "4.5"
    },
    {
      "name": "Гипертония",
      "percent": "4"
    },
    {
      "name": "Желчекаменная болезнь",
      "percent": "10"
    },
    {
      "name": "Сандостатин Н",
      "percent": "9"
    },
    {
      "name": "Нарушения проводимости",
      "percent": "7.7"
    },
    {
      "name": "Аритмии",
      "percent": "6"
    },
    {
      "name": "Боль при инъекции",
      "percent": "6"
    },
    {
      "name": "Головная боль",
      "percent": "5"
    },
    {
      "name": "Зоб",
      "percent": "3"
    },
    {
      "name": "Головокружение",
      "percent": "1-4"
    },
    {
      "name": "гипогликемия",
      "percent": "5"
    },
    {
      "name": "Другие нежелательные явления",
      "percent": "10"
    },
    {
      "name": "ЧАС",
      "percent": "6-9"
    },
    {
      "name": "Усталость",
      "percent": "9"
    },
    {
      "name": "слабость",
      "percent": "8"
    },
    {
      "name": "зуд",
      "percent": "2-8"
    },
    {
      "name": "боль в суставах",
      "percent": "2-7"
    },
    {
      "name": "боль в спине",
      "percent": "4-6.5"
    },
    {
      "name": "инфекции мочевыводящих путей",
      "percent": "4-6"
    },
    {
      "name": "симптомы простуды",
      "percent": "2-6"
    },
    {
      "name": "симптомы гриппа",
      "percent": "4-5"
    },
    {
      "name": "гематома в месте инъекции",
      "percent": "4"
    },
    {
      "name": "синяк",
      "percent": "4"
    },
    {
      "name": "отек",
      "percent": "2-4"
    },
    {
      "name": "смывание",
      "percent": "2-4"
    },
    {
      "name": "затуманенное зрение",
      "percent": "1-4"
    },
    {
      "name": "поллакиурия",
      "percent": "3"
    },
    {
      "name": "мальабсорбция жира",
      "percent": "2-3"
    },
    {
      "name": "выпадение волос",
      "percent": "1-3"
    },
    {
      "name": "нарушение зрения и депрессия",
      "percent": "1-3"
    },
    {
      "name": "Усталость",
      "percent": "1"
    },
    {
      "name": "слабость",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "боль в суставах",
      "percent": null
    },
    {
      "name": "боль в спине",
      "percent": null
    },
    {
      "name": "инфекции мочевыводящих путей",
      "percent": null
    },
    {
      "name": "симптомы простуды",
      "percent": null
    },
    {
      "name": "симптомы гриппа",
      "percent": null
    },
    {
      "name": "гематома в месте инъекции",
      "percent": null
    },
    {
      "name": "синяк",
      "percent": null
    },
    {
      "name": "отек",
      "percent": null
    },
    {
      "name": "смывание",
      "percent": null
    },
    {
      "name": "затуманенное зрение",
      "percent": null
    },
    {
      "name": "поллакиурия",
      "percent": null
    },
    {
      "name": "мальабсорбция жира",
      "percent": null
    },
    {
      "name": "выпадение волос",
      "percent": null
    },
    {
      "name": "нарушение зрения и депрессия",
      "percent": null
    },
    {
      "name": "Нарушения проводимости",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Аритмия",
      "percent": null
    },
    {
      "name": "Зоб",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Боль в спине",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "Метеоризм",
      "percent": null
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Артропатия",
      "percent": null
    },
    {
      "name": "Синусит",
      "percent": null
    },
    {
      "name": "Генерализованная боль",
      "percent": null
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "повышение ферментов печени",
      "percent": null
    },
    {
      "name": "желудочно-кишечное кровотечение",
      "percent": null
    },
    {
      "name": "геморрой",
      "percent": null
    },
    {
      "name": "аппендицит",
      "percent": null
    },
    {
      "name": "желудочный",
      "percent": null
    },
    {
      "name": "язвенная болезнь",
      "percent": null
    },
    {
      "name": "полип желчного пузыря",
      "percent": null
    },
    {
      "name": "Покровный",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "целлюлит",
      "percent": null
    },
    {
      "name": "петехии",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "базально-клеточная карцинома",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "Артрит",
      "percent": null
    },
    {
      "name": "суставной выпот",
      "percent": null
    },
    {
      "name": "боли в мышцах",
      "percent": null
    },
    {
      "name": "Феномен Рейно",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "тромбофлебит",
      "percent": null
    },
    {
      "name": "ишемия",
      "percent": null
    },
    {
      "name": "хроническая сердечная недостаточность",
      "percent": null
    },
    {
      "name": "гипертония",
      "percent": null
    },
    {
      "name": "гипертоническая реакция",
      "percent": null
    },
    {
      "name": "учащенное сердцебиение",
      "percent": null
    },
    {
      "name": "ортостатическое снижение АД",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "Центральная нервная система",
      "percent": null
    },
    {
      "name": "ЦНС",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "снижение либидо",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "тремор",
      "percent": null
    },
    {
      "name": "seizure",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "Белл",
      "percent": null
    },
    {
      "name": "паралич",
      "percent": null
    },
    {
      "name": "паранойя",
      "percent": null
    },
    {
      "name": "гипофизарная апоплексия",
      "percent": null
    },
    {
      "name": "повышенное внутриглазное давление",
      "percent": null
    },
    {
      "name": "амнезия",
      "percent": null
    },
    {
      "name": "потеря слуха",
      "percent": null
    },
    {
      "name": "неврит",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "легочный узел",
      "percent": null
    },
    {
      "name": "астматический статус",
      "percent": null
    },
    {
      "name": "Эндокринный",
      "percent": null
    },
    {
      "name": "галакторея",
      "percent": null
    },
    {
      "name": "гипофункция надпочечников",
      "percent": null
    },
    {
      "name": "несахарный диабет",
      "percent": null
    },
    {
      "name": "гинекомастия",
      "percent": null
    },
    {
      "name": "аменорея",
      "percent": null
    },
    {
      "name": "полименорея",
      "percent": null
    },
    {
      "name": "олигоменорея",
      "percent": null
    },
    {
      "name": "вагинит",
      "percent": null
    },
    {
      "name": "Урогенитальный",
      "percent": null
    },
    {
      "name": "Нефролитиаз",
      "percent": null
    },
    {
      "name": "гематурия",
      "percent": null
    },
    {
      "name": "гематологический",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Дефицит железа",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "Разнообразный",
      "percent": null
    },
    {
      "name": "Отит",
      "percent": null
    },
    {
      "name": "аллергическая реакция",
      "percent": null
    },
    {
      "name": "повышенный CK",
      "percent": null
    },
    {
      "name": "потеря веса",
      "percent": null
    },
    {
      "name": "Анафилактоидные реакции",
      "percent": null
    },
    {
      "name": "включая анафилактический шок",
      "percent": null
    },
    {
      "name": "гепатобилиарный",
      "percent": null
    },
    {
      "name": "Желчекаменная болезнь",
      "percent": null
    },
    {
      "name": "холецистит",
      "percent": null
    },
    {
      "name": "холангит и панкреатит",
      "percent": null
    },
    {
      "name": "которые иногда требуют холецистэктомии",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Кишечная непроходимость",
      "percent": null
    },
    {
      "name": "гематологический",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    }
  ]
}