{
  "name": "изатуксимаб",
  "comment": "Rx",
  "other_names": [
    "Сарклиза",
    "изатуксимаб-irfc"
  ],
  "classes": [
    "Моноклональные антитела к CD38",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/sarclisa-isatuximab-4000022",
  "pregnancy": {
    "common": [
      "Исследования токсичности для репродукции животных не проводились.",
      "Основываясь на механизме действия, при введении изатуксимаба беременной женщине может возникнуть повреждение плода.",
      "Нет данных об использовании беременными женщинами для оценки связанных с наркотиками рисков."
    ],
    "specific": [
      {
        "type": "Клинические соображения",
        "description": []
      },
      {
        "type": "контрацепция",
        "description": [
          "Женщины: женщинам с репродуктивным потенциалом рекомендуется использовать эффективные методы контрацепции во время лечения и в течение как минимум 5 месяцев после приема последней дозы.",
          "Также см. информацию о назначении помалидомида для получения дополнительной информации."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Отсутствуют данные о присутствии изатуксимаба в грудном молоке, продукции молока или воздействии на ребенка, находящегося на грудном вскармливании.",
      "Рекомендовать кормящим женщинам не кормить грудью во время лечения",
      "Дополнительные рекомендации см. в инструкции по применению помалидомида и дексаметазона.",
      "Известно, что материнский IgF присутствует в грудном молоке; последствия местного воздействия на желудочно-кишечный тракт у младенцев, находящихся на грудном вскармливании, неизвестны."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Тяжелая гиперчувствительность к изатуксимабу или любому из его вспомогательных веществ."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "/L и обеспечить поддерживающую терапию факторами роста в соответствии с руководящими принципами учреждения.",
        "9",
        "Сообщается о нейтропении; периодически контролировать полный анализ клеток крови; рассмотреть вопрос об антибиотиках и противовирусной профилактике во время лечения; если возникает нейтропения 4 степени, отложить введение дозы до восстановления числа нейтрофилов как минимум до 1 x 10",
        "Сообщалось о вторых первичных злокачественных новообразованиях (ВОП); следить за развитием SPM в соответствии с рекомендациями Международной рабочей группы по миеломе",
        "Может нанести вред плоду"
      ],
      "specific": [
        {
          "type": "Инфузионные реакции",
          "description": [
            "Если симптомы не повторяются через 30 мин, увеличьте скорость инфузии до исходной, а затем постепенно увеличивайте.",
            "Серьезные инфузионные реакции, включая опасные для жизни анафилактические реакции, возникали при лечении; тяжелые признаки и симптомы включают остановку сердца, гипертонию, гипотонию, бронхоспазм, одышку, ангионевротический отек и отек",
            "Премедикация перед инфузией для снижения риска и тяжести реакций; часто контролировать жизненно важные признаки в течение всей инфузии",
            "Все реакции, связанные с инфузией, начались во время первой инфузии и разрешились в течение одного дня.",
            "В случае, если симптомы не улучшаются или повторяются после прерывания, окончательно прекратите прием и назначьте соответствующее лечение.",
            "Если симптомы улучшаются, возобновите инфузию и уменьшите скорость наполовину, при необходимости применяя поддерживающую терапию и внимательно наблюдая за инфузией.",
            "При реакциях степени 1 или 2 прервите инфузию и обеспечьте соответствующую медицинскую поддержку.",
            "Окончательно прекратите терапию, если возникнет инфузионная реакция степени 3 или выше, и назначьте соответствующее медикаментозное лечение."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Сообщите банку крови, что пациент получает изатуксимаб.",
            "Если требуется экстренное переливание крови, можно вводить несовместимые по системе ABO/RhD эритроциты в соответствии с практикой местного банка крови.",
            "Изатуксимаб представляет собой моноклональное каппа-антитело IgG, которое может быть случайно обнаружено как при электрофорезе белков сыворотки, так и при анализе иммунофиксации, используемом для клинического мониторинга эндогенного М-белка.",
            "Это вмешательство может повлиять на точность определения полного ответа у некоторых пациентов с каппа-миеломным белком IgG.",
            "Серологическое исследование (непрямой антиглобулиновый тест)",
            "Электрофорез белков сыворотки и тесты иммунофиксации",
            "Тип и скрининг пациентов перед началом лечения",
            "Изатуксимаб связывается с CD38 на эритроцитах (эритроцитах) и может привести к ложноположительному непрямому антиглобулиновому тесту (непрямой тест Кумбса)."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "анемия",
      "percent": "99"
    },
    {
      "name": "нейтропения",
      "percent": "96"
    },
    {
      "name": "лимфопения",
      "percent": "92"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "84"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "57"
    },
    {
      "name": "Настой",
      "percent": "38"
    },
    {
      "name": "родственные реакции",
      "percent": "31"
    },
    {
      "name": "Пневмония",
      "percent": "26"
    },
    {
      "name": "Диарея",
      "percent": "17"
    },
    {
      "name": "Одышка",
      "percent": "15"
    },
    {
      "name": "Тошнота",
      "percent": "12"
    },
    {
      "name": "Рвота",
      "percent": "12"
    },
    {
      "name": "Фебрильная нейтропения",
      "percent": "24-61"
    },
    {
      "name": "нейтропения",
      "percent": "13-42"
    },
    {
      "name": "лимфопения",
      "percent": "32"
    },
    {
      "name": "анемия",
      "percent": "3.3-22"
    },
    {
      "name": "Пневмония",
      "percent": "14-16"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "1.3-11"
    },
    {
      "name": "Фебрильная нейтропения",
      "percent": "9"
    },
    {
      "name": "Инфекции верхних дыхательных путей",
      "percent": "5"
    },
    {
      "name": "Одышка",
      "percent": "2"
    },
    {
      "name": "Диарея",
      "percent": "1.3"
    },
    {
      "name": "Настой",
      "percent": "1.3"
    },
    {
      "name": "родственные реакции",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    }
  ]
}