{
  "name": "чинакальцет",
  "comment": "Rx",
  "other_names": [
    "Сенсипар"
  ],
  "classes": [
    "кальцимиметики"
  ],
  "source": "https://reference.medscape.com/drug/sensipar-cinacalcet-342879",
  "pregnancy": {
    "common": [
      "Ограниченные сообщения о случаях применения у беременных женщин недостаточны для информирования о связанном с наркотиками риске неблагоприятных исходов развития; в исследованиях репродукции животных, когда самки крыс подвергались воздействию препарата в период органогенеза до отлучения от груди в дозах, в 2-3 раза превышающих системные уровни препарата (на основе AUC) в максимальной рекомендуемой дозе для человека (MRHD) 180 мг/день, после родов и ранняя постнатальная потеря детенышей и снижение прибавки массы тела детенышей наблюдались при наличии материнской гипокальциемии."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии в грудном молоке или влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; исследования на крысах показали, что цинакальцет выделяется с молоком; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями терапии или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Уровень кальция в сыворотке ниже нижней границы нормы",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Значительное снижение уровня кальция при терапии может вызвать парестезии, миалгии, мышечные спазмы, тетанию и судороги; удлинение интервала QT и желудочковая аритмия; сообщалось об угрожающих жизни событиях и летальных исходах, связанных с гипокальциемией, в том числе у детей",
        "История изъятия; судороги (преимущественно генерализованные или тонико-клонические) наблюдались в клинических исследованиях (1,4% по сравнению с 0,7% в группе плацебо)",
        "Проинформируйте пациентов о симптомах гипокальциемии и посоветуйте им обратиться к врачу в случае их возникновения; если скорректированный кальций в сыворотке падает ниже нижнего предела нормы или развиваются симптомы гипокальциемии, начните или увеличьте прием кальция (включая кальций, кальцийсодержащие фосфатсвязывающие средства и/или стеролы витамина D или повышение концентрации кальция в диализате)",
        "Может развиться адинамическая болезнь костей; если уровни иПТГ снижаются ниже 150 пг/мл у пациентов, получающих терапию, следует уменьшить дозу и/или стеролы витамина D или прекратить терапию.",
        "Воздействие препарата увеличивается у пациентов с умеренной и тяжелой печеночной недостаточностью; тщательно контролировать кальций в сыворотке, фосфор в сыворотке и интактный гормон паращитовидной железы",
        "Не для терапии пациентов с хронической болезнью почек, не находящихся на диализе, из-за повышенного риска гипокалиемии.",
        "Идиосинкразические случаи гипотензии, ухудшения сердечной недостаточности и/или аритмии, зарегистрированные у пациентов с нарушением сердечной функции, причинно-следственная связь которых с терапией не может быть полностью исключена и которые могут быть опосредованы снижением уровня кальция в сыворотке.",
        "Порог судорог снижается за счет значительного снижения уровня кальция в сыворотке крови; контролировать уровень кальция в сыворотке у пациентов с судорожными расстройствами",
        "Терапия не показана пациентам с ХБП, не находящимся на диализе; долгосрочная безопасность и эффективность терапии не установлены у пациентов с вторичным ГПТ и ХБП, не находящихся на диализе"
      ],
      "specific": [
        {
          "type": "Желудочно-кишечные кровотечения",
          "description": [
            "Случаи желудочно-кишечных кровотечений, в основном кровотечений из верхних отделов желудочно-кишечного тракта, зарегистрированных у пациентов, принимающих метаболически-эндокринные #кальцимиметики.",
            "Мониторинг пациентов на предмет ухудшения общих побочных реакций со стороны желудочно-кишечного тракта, таких как тошнота и рвота, связанных с терапией, а также признаков и симптомов желудочно-кишечных кровотечений и изъязвлений во время терапии.",
            "Точная причина желудочно-кишечного кровотечения неизвестна; пациенты с факторами риска кровотечения из верхних отделов желудочно-кишечного тракта (такими как известный гастрит, эзофагит, язва или сильная рвота) могут подвергаться повышенному риску желудочно-кишечного кровотечения при лечении",
            "Своевременно оценивайте и лечите любое подозрение на желудочно-кишечное кровотечение."
          ]
        },
        {
          "type": "Удлинение интервала QT и желудочковая аритмия",
          "description": [
            "Снижение уровня кальция в сыворотке крови может удлинять интервал QT, потенциально приводя к желудочковой аритмии; случаи удлинения интервала QT и желудочковой аритмии, зарегистрированные у пациентов, получающих терапию; пациенты с врожденным синдромом удлиненного интервала QT",
            "Удлинение интервала QT в анамнезе, семейный анамнез синдрома удлиненного интервала QT или внезапной сердечной смерти, а также другие состояния, предрасполагающие к удлинению интервала QT и желудочковой аритмии, могут увеличить риск удлинения интервала QT и желудочковых аритмий.",
            "У пациентов группы риска, получающих терапию, у которых развилась гипокальциемия, следует внимательно следить за скорректированным уровнем кальция в сыворотке и интервалом QT."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Одновременное применение с препаратами, снижающими уровень кальция, включая другие агонисты рецепторов, чувствительных к кальцию, может привести к тяжелой гипокальциемии; тщательно контролировать уровень кальция в сыворотке у пациентов, получающих лекарственную терапию и сопутствующую терапию, которая, как известно, снижает уровень кальция в сыворотке"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элиглустат",
      "description": {
        "common": "цинакальцет повышает уровень элиглустата, влияя на метаболизм печеночного фермента CYP2D6. Противопоказано. При совместном применении с сильными или умеренными ингибиторами CYP2D6 дозу элиглустата следует снизить с 84 мг два раза в день до 84 мг один раз в день у лиц с интенсивным и промежуточным метаболизмом; Элиглустат противопоказан, если сильные или умеренные ингибиторы CYP2D6 применяются одновременно с сильными или умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "этелкальцид",
      "description": {
        "common": "цинакальцет, этелкальцид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Прекратите прием цинакальцета как минимум за 7 дней до начала приема этелкальцетида. Одновременное введение агонистов CaSR может привести к тяжелой, опасной для жизни гипокальциемии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или действие цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин увеличивает уровень или действие цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дакомитиниб",
      "description": {
        "common": "дакомитиниб будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Избегайте использования с субстратами CYP2D6, когда минимальное увеличение концентрации субстрата CYP2D6 может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина увеличивает уровень или действие цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина увеличивает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран увеличивает уровень или эффект цинакалцета, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP2D6 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP2D6 в соответствии с утвержденной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "цинакальцет увеличивает уровень или эффект интраназального метоклопрамида, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Одновременное применение метоклопрамида интраназально и сильных ингибиторов CYP2D6 не рекомендуется, поскольку дозу метоклопрамида интраназально нельзя корректировать."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон повышает уровень цинакалцета, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Избегайте совместного применения абиратерона с субстратами CYP2D6. Если альтернативная терапия не может быть использована, следует соблюдать осторожность и рассмотреть вопрос о снижении дозы субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин будет снижать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "цинакальцет увеличивает уровень или эффект брекспипразола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Вводить половину обычной дозы брекспипразола при одновременном применении с сильными ингибиторами CYP2D6. При одновременном применении с сильным/умеренным ингибитором CYP3A4 вводят четверть дозы брекспипразола. ПРИМЕЧАНИЕ. В клинических исследованиях MDD дозировка брекспипразола не корректировалась для сильных ингибиторов CYP2D6 (например, пароксетина, флуоксетина); таким образом, соображения CYP уже учтены в общих рекомендациях по дозированию, и брекспипразол можно назначать без коррекции дозы у пациентов с БДР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид будет снижать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион увеличивает уровень или эффект цинакальцета, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал будет снижать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "цинакальцет снижает действие кодеина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Предотвращает превращение кодеина в его активный метаболит морфин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение дозы может быть необходимо для одновременно принимаемых препаратов, которые преимущественно метаболизируются CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "цинакальцет увеличивает уровень или эффект дейтетрабеназина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP2D6 увеличивают системное воздействие активных дигидрометаболитов дейтетрабеназина примерно в 3 раза. Не превышайте дозу дейтетрабеназина 18 мг/сут и 36 мг/сут при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "цинакальцет увеличивает уровень или эффект трансдермального декстроамфетамина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Начните с более низких доз и наблюдайте за пациентами на наличие признаков и симптомов серотонинового синдрома, особенно во время начала приема декстроамфетамина и после увеличения дозы. Если возникает серотониновый синдром, прекратите трансдермальный прием декстроамфетамина и ингибитора CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, повысит уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень цинакалцета, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы сопутствующего препарата и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "цинакальцет повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при одновременном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень цинакалцета, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP2D6; осторожность при применении субстратов CYP2D6, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "Эсликарбазепина ацетат будет снижать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин будет снижать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект цинакалцета, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "Флудрокортизон снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант будет повышать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "цинакальцет увеличивает уровень или эффект лофексидина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Одновременное применение лофексидина с сильными ингибиторами CYP2D6 может повышать уровень лофексидина в плазме крови. Мониторинг симптомов ортостаза и брадикардии при совместном применении с ингибитором CYP2D6. Рассмотрите возможность снижения дозы лофексидина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "лоркасерин увеличивает уровень или эффект цинакальцета, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лумефантрин снижает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон будет снижать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мирабегрон",
      "description": {
        "common": "мирабегрон увеличивает уровень или эффект цинакалцета, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "цинакальцет увеличивает уровень или эффект олицеридина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питолизант",
      "description": {
        "common": "цинакальцет увеличивает уровень или эффект питолизанта, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. При одновременном применении с сильными ингибиторами CYP2D6 питолизант следует начинать с 8,9 мг/сут и увеличить через 7 дней до максимальной дозы 17,8 мг/сут. Для пациентов, которые в настоящее время принимают питолизант, уменьшите дозу питолизанта наполовину после начала лечения сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон будет снижать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/далфопристин повышает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант повышает уровень или эффект цинакалцета, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ролапитант может повышать концентрацию субстратов CYP2D6 в плазме в течение как минимум 28 дней после приема ролапитанта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид будет снижать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "цинакалцет, тамоксифен. влияет на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ингибирование CYP2D6 снижает метаболизм тамоксифена до гидрокситамоксифена и N-десметилтамоксифена до эндоксифена (активные метаболиты со в 100 раз большим сродством к рецептору эстрогена); снижение уровня эндоксифена может привести к неблагоприятному клиническому исходу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "цинакальцет повышает уровень тамсулозина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "тербинафин будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Оцените необходимость снижения дозы препарата, метаболизирующегося CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "цинакальцет увеличивает уровень или эффект валбеназина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы валбеназина в зависимости от переносимости при совместном применении с сильным ингибитором CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "цинакальцет повышает уровень вортиоксетина, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Уменьшите дозу вортиоксетина на 50% при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "20"
    },
    {
      "name": "Тошнота",
      "percent": "19"
    },
    {
      "name": "Рвота",
      "percent": "15"
    },
    {
      "name": "Миалгия",
      "percent": "14"
    },
    {
      "name": "Головокружение",
      "percent": "8"
    },
    {
      "name": "Гипертония",
      "percent": "5"
    },
    {
      "name": "Инфекция доступа",
      "percent": "4"
    },
    {
      "name": "Анорексия",
      "percent": "4"
    },
    {
      "name": "Астения",
      "percent": "4"
    },
    {
      "name": "Несердечная боль в грудной клетке",
      "percent": "4"
    },
    {
      "name": "Судороги",
      "percent": "1.4"
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Гипокальциемия",
      "percent": null
    }
  ]
}