{
  "name": "бродалумаб",
  "comment": "Rx",
  "other_names": [
    "Силик"
  ],
  "classes": [
    "Антипсориатики",
    "системный",
    "Ингибиторы интерлейкина",
    "Моноклональные антитела"
  ],
  "source": "https://reference.medscape.com/drug/siliq-brodalumab-1000097",
  "pregnancy": {
    "common": [
      "Известно, что антитела IgG человека проникают через плацентарный барьер; следовательно, бродалумаб может передаваться от матери к развивающемуся плоду.",
      "Отсутствуют данные о применении у беременных женщин для информирования о риске, связанном с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "В комбинированном исследовании эмбриофетального развития и пренатального и постнатального развития у младенцев, рожденных от беременных обезьян, не наблюдалось неблагоприятных последствий для развития после п/к введения во время органогенеза через роды в дозах, в 26 раз превышающих максимальную рекомендуемую дозу для человека."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Обнаружен в молоке лактирующих яванских обезьян.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "У пациентов, принимавших бродалумаб, возникали суицидальные мысли и поведение, включая завершенные суициды.",
        "Посоветуйте пациентам и лицам, осуществляющим уход, обратиться за медицинской помощью при проявлениях суицидальных мыслей или поведения, вновь возникшей или ухудшающейся депрессии, тревоге или других изменениях настроения.",
        "Пациенты с новыми или ухудшающимися суицидальными мыслями и суицидальным поведением должны быть направлены к специалисту в области психического здоровья.",
        "Перед назначением взвесьте потенциальные риски и преимущества у пациентов с депрессией в анамнезе и/или суицидальными мыслями или поведением.",
        "Из-за наблюдаемого суицидального поведения бродалумаб доступен только в рамках ограниченной программы в рамках Стратегии оценки и снижения рисков (REMS), называемой программой SILIQ REMS."
      ],
      "specific": [
        {
          "type": "Карточка кошелька пациента",
          "description": [
            "Пациенты должны обратиться за медицинской помощью и показать карту лечащему врачу, если они испытывают симптомы суицида или депрессии, описанные в карточке.",
            "Дайте пациентам карту кошелька пациента и попросите их всегда носить ее с собой.",
            "Им также следует звонить в Национальную линию помощи по предотвращению самоубийств по телефону 1-800-273-8255, если у них возникают суицидальные мысли."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "болезнь Крона"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может увеличить риск инфекций; у пациентов с хронической инфекцией или рецидивирующей инфекцией в анамнезе следует учитывать риски и преимущества перед назначением препарата; если у пациента развивается серьезная инфекция или он не отвечает на стандартную терапию инфекции, внимательно следите за пациентом и прекратите прием препарата до тех пор, пока инфекция не исчезнет.",
        "Доступно только через программу с ограниченным доступом (см. Предупреждения о черном ящике)",
        "В исследованиях по псориазу, из которых исключались субъекты с активной болезнью Крона, болезнь Крона развилась у 1 субъекта во время лечения и привела к прекращению приема бродалумаба; в других исследованиях при применении бродалумаба наблюдалось обострение болезни Крона (см. Противопоказания).",
        "Суицидальные мысли и поведение, в том числе 4 завершенных самоубийства, имели место у субъектов, получавших лечение в клинических испытаниях псориаза; в 12-недельной плацебо-контролируемой части испытаний не было завершенных самоубийств; Пользователи бродалумаба с суицидальными наклонностями или депрессией в анамнезе имели повышенную частоту суицидальных мыслей и поведения по сравнению с пользователями без таких историй (см. Предупреждения о черном ящике)",
        "Перед началом лечения обследуйте пациентов на наличие ТБ; не назначать больным с активным туберкулезом; начать лечение латентного ТБ до введения бродалумаба; внимательно следить за пациентами на наличие признаков и симптомов активного туберкулеза во время и после лечения"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Бродалумаб может модулировать уровни некоторых цитокинов в сыворотке крови.",
            "Избегайте использования живых вакцин; нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом.",
            "Образование ферментов CYP450 может быть изменено повышенным уровнем некоторых цитокинов (например, ИЛ-1, ИЛ-6, ИЛ-10, ФНО-альфа, ИФН) при хроническом воспалении.",
            "Таким образом, при начале или прекращении приема бродалумаба у пациентов, получающих сопутствующие препараты, являющиеся субстратами CYP450, особенно препараты с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за эффектом (например, для варфарина) или концентрации препарата (например, для циклоспорина) и рассмотреть вопрос об изменении дозировки. субстрата CYP450",
            "Субстраты CYP450"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "бродалумаб, упадацитиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы адсорбирована",
      "description": {
        "common": "бродалумаб, адсорбированная вакцина против сибирской язвы. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "бродалумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "бродалумаб, вакцина БЦЖ живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "бродалумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "бродалумаб, вакцина против холеры. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "бродалумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "бродалумаб, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "бродалумаб, вакцина против вируса гриппа четырехвалентная, рекомбинантная. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "бродалумаб, вакцина против вируса гриппа трехвалентная, рекомбинантная. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "бродалумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая конъюгированная вакцина против дифтерии A C Y и W-135",
      "description": {
        "common": "бродалумаб, менингококковая A C Y и дифтерийная конъюгированная вакцина W-135. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "бродалумаб, менингококковая A C Y и полисахаридная вакцина W-135 в сочетании. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "бродалумаб, вакцина против менингококка группы В. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "бродалумаб, пневмококковая вакцина 13-валентная. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина семивалентная",
      "description": {
        "common": "бродалумаб, пневмококковая вакцина семивалентная. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "бродалумаб, поливалентная пневмококковая вакцина. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "бродалумаб, адсорбированный столбнячный анатоксин или жидкость. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "бродалумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "бродалумаб, брюшнотифозная полисахаридная вакцина. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "бродалумаб, брюшнотифозная вакцина живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема бродалумаба выполните все соответствующие возрасту прививки. Нет данных о способности живых или неактивных вакцин вызывать иммунный ответ у пациентов, получающих лечение бродалумабом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "бродалумаб, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "бродалумаб, клонидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "бродалумаб, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "бродалумаб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "бродалумаб, дизопирамид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "Эфгартигимод альфа будет снижать уровень или эффект бродалумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "бродалумаб, фосфенитоин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "бродалумаб снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "бродалумаб и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "бродалумаб, фенобарбитал. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "бродалумаб, фенитоин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "бродалумаб, примидон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "бродалумаб, хинидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "бродалумаб, хинин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "бродалумаб, сиролимус. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "бродалумаб, такролимус. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "бродалумаб, теофиллин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, бродалумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, бродалумаб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и бродалумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "бродалумаб, вальпроевая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "3.5"
    },
    {
      "name": "Артралгия",
      "percent": "3.3"
    },
    {
      "name": "Грибковая инфекция",
      "percent": "2.4"
    },
    {
      "name": "Реакция в месте инъекции",
      "percent": "1.3"
    },
    {
      "name": "Усталость",
      "percent": "1.1"
    },
    {
      "name": "Диарея",
      "percent": "1.1"
    },
    {
      "name": "Орофарингеальная боль",
      "percent": "1.1"
    },
    {
      "name": "Тошнота",
      "percent": "1.1"
    },
    {
      "name": "Серьезные инфекции",
      "percent": "0.5"
    },
    {
      "name": "грипп",
      "percent": "0.5"
    },
    {
      "name": "нейтропения",
      "percent": "0.5"
    },
    {
      "name": "Опоясывающий лишай",
      "percent": "0.2"
    },
    {
      "name": "Конъюнктивит",
      "percent": null
    },
    {
      "name": "Кандидозные инфекции",
      "percent": null
    }
  ]
}