{
  "name": "экулизумаб",
  "comment": "Rx",
  "other_names": [
    "Солирис"
  ],
  "classes": [
    "Моноклональные антитела",
    "Ингибиторы комплемента"
  ],
  "source": "https://reference.medscape.com/drug/soliris-eculizumab-342875",
  "pregnancy": {
    "common": [
      "В случаях, когда пациенты с gMG забеременеют, звоните по телефону (215)-616-3558.",
      "Консультировать беременных женщин о потенциальном риске для плода",
      "Исследования на животных с использованием мышиного аналога молекулы экулизумаба (мышиное анти-С5 антитело) показали повышенную частоту аномалий развития и повышенную частоту мертвых и умирающих потомков при дозах, в 2-8 раз превышающих дозу для человека.",
      "Нет доступных данных о применении экулизумаба беременными женщинами для информирования о связанном с приемом препарата риске серьезных врожденных дефектов и выкидыша.",
      "Реестры заболеваний ПНГ и аГУС собирают данные об исходах беременности у женщин, получавших экулизумаб во время беременности, обращайтесь на сайт www.pnhregistry.com или www.ahusregistry.com или звоните по телефону (215)-616-3558."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии экулизумаба в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока.",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в экулизумабе и любыми потенциальными неблагоприятными эффектами экулизумаба или основного заболевания матери на ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Иммунизировать пациентов менингококковой вакциной не менее чем за 2 недели до введения первой дозы препарата, если только риск отсрочки терапии не превышает риск развития менингококковой инфекции.",
        "www.solirisrems.com",
        "У пациентов, принимавших Солирис, возникали опасные для жизни и смертельные менингококковые инфекции; менингококковая инфекция может быстро стать опасной для жизни или привести к летальному исходу, если ее не распознать и не лечить на ранней стадии.",
        "Соблюдать самые последние рекомендации Консультативного комитета по практике иммунизации (ACIP) по вакцинации против менингококка у пациентов с дефицитом комплемента.",
        "Вакцинация снижает, но не устраняет риск менингококковых инфекций; наблюдать за пациентами на наличие ранних признаков менингококковой инфекции и немедленно оценивать состояние при подозрении на инфекцию",
        "Доступно только в рамках ограниченной программы в рамках Стратегии оценки и снижения рисков (REMS); врачи должны зарегистрироваться в программе по телефону: 1-888-SOLIRIS (1-888-765-4747) или по телефону"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Неразрешенная серьезная инфекция Neisseria meningitidis или пациенты, не вакцинированные против N meningitidis (за исключением случаев, когда риск отсрочки лечения превышает риск менингококковой инфекции)",
        "Документально подтвержденная гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Вводить только в виде внутривенной инфузии, не вводить внутривенно или болюсно (см. «Введение»).",
        "Могут возникнуть инфузионные реакции; продолжать мониторинг в течение 1 часа после завершения инфузии",
        "Добавочная доза с инфузией плазмы или обменом",
        "Прекратить прием при лечении серьезной менингококковой инфекции."
      ],
      "specific": [
        {
          "type": "Риск и профилактика серьезных менингококковых инфекций",
          "description": [
            "Внимательно наблюдайте за пациентами на предмет ранних признаков и симптомов менингококковой инфекции и немедленно обследуйте пациентов при подозрении на инфекцию.",
            "Прекратить терапию у пациентов, которые проходят лечение от серьезных менингококковых инфекций.",
            "Менингококковая инфекция может быстро стать опасной для жизни или привести к летальному исходу, если ее вовремя не распознать и не лечить.",
            "Имели место опасные для жизни и смертельные менингококковые инфекции; лечение повышает восприимчивость пациента к серьезным менингококковым инфекциям (септицемия и/или менингит); терапия связана с повышенным риском менингококковой инфекции примерно в 2000 раз по сравнению с общим годовым показателем среди населения США.",
            "Ревакцинация против менингококковой инфекции в соответствии с рекомендациями ACIP с учетом продолжительности терапии"
          ]
        },
        {
          "type": "Другие инфекции",
          "description": [
            "Провести вакцинацию для профилактики инфекций Streptococcus pneumoniae и Haemophilus influenzae типа b (Hib) в соответствии с рекомендациями ACIP; соблюдать осторожность при назначении терапии пациентам с любой системной инфекцией",
            "Препарат блокирует терминальную активацию комплемента; поэтому пациенты могут иметь повышенную восприимчивость к инфекциям, особенно с инкапсулированными бактериями.",
            "Кроме того, аспергиллезные инфекции возникали у пациентов с ослабленным иммунитетом и нейтропенией; дети, получающие терапию, могут подвергаться повышенному риску развития серьезных инфекций, вызванных Streptococcus pneumoniae и Haemophilus influenzae типа b (Hib)",
            "Сообщалось о серьезных инфекциях, вызванных видами Neisseria (кроме N. meningitidis), включая диссеминированные гонококковые инфекции."
          ]
        },
        {
          "type": "Мониторинг проявлений заболевания после прекращения терапии",
          "description": [
            "Клинические признаки и симптомы ТМА включают изменения психического состояния, судороги, стенокардию, одышку или тромбоз.",
            "Прекращение лечения ГУС",
            "Следующие изменения лабораторных параметров также могут указывать на осложнение ТМА, наличие двух или повторное измерение любого из следующих признаков: снижение количества тромбоцитов на 25% или более по сравнению с исходным уровнем или пиковым числом тромбоцитов во время лечения; повышение уровня креатинина в сыворотке на 25% и более по сравнению с исходным уровнем или наименьшим значением во время лечения; или повышение уровня ЛДГ в сыворотке на 25% или более по сравнению с исходным уровнем или наименьшее значение во время лечения.",
            "Наблюдайте за пациентами после прекращения приема Солириса в течение как минимум 8 недель для выявления гемолиза.",
            "Прекращение лечения ПНГ",
            "После прекращения приема Солириса наблюдайте за пациентами с аГУС на наличие признаков и симптомов осложнений тромботической микроангиопатии (ТМА) в течение не менее 12 недель.",
            "Если осложнения ТМА возникают после прекращения терапии, рассмотрите возможность возобновления лечения, плазмотерапии [плазмаферез, плазмаферез или инфузия свежезамороженной плазмы (PE/PI)] или соответствующих органоспецифических поддерживающих мер."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "44"
    },
    {
      "name": "Назофарингит",
      "percent": "23"
    },
    {
      "name": "Боль в спине",
      "percent": "19"
    },
    {
      "name": "Тошнота",
      "percent": "16"
    },
    {
      "name": "Кашель",
      "percent": "12"
    },
    {
      "name": "Усталость",
      "percent": "12"
    },
    {
      "name": "Гипертония",
      "percent": "47"
    },
    {
      "name": "Головная боль",
      "percent": "41"
    },
    {
      "name": "Диарея",
      "percent": "35"
    },
    {
      "name": "анемия",
      "percent": "35"
    },
    {
      "name": "Рвота",
      "percent": "29"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "29"
    },
    {
      "name": "ИМП",
      "percent": "24"
    },
    {
      "name": "лейкопения",
      "percent": "24"
    },
    {
      "name": "Усталость",
      "percent": "18"
    },
    {
      "name": "Периферический отек",
      "percent": "18"
    },
    {
      "name": "лихорадка",
      "percent": "18"
    },
    {
      "name": "Кашель",
      "percent": "12"
    },
    {
      "name": "Головная боль",
      "percent": "26"
    },
    {
      "name": "Назофарингит",
      "percent": "24"
    },
    {
      "name": "Диарея",
      "percent": "15"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "15"
    },
    {
      "name": "Артралгия",
      "percent": "12"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "11"
    },
    {
      "name": "Запор",
      "percent": "10"
    },
    {
      "name": "Грипп",
      "percent": "8"
    },
    {
      "name": "как болезнь",
      "percent": "8"
    },
    {
      "name": "Миалгия",
      "percent": "8"
    },
    {
      "name": "Боль",
      "percent": "8"
    },
    {
      "name": "Различные инфекции",
      "percent": "7"
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "ВПГ",
      "percent": null
    },
    {
      "name": "Серьезные или смертельные менингококковые инфекции",
      "percent": null
    },
    {
      "name": "Фаринголарингеальная боль",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Боль в конечностях",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Контузия",
      "percent": null
    },
    {
      "name": "Заражение вирусом простого герпеса",
      "percent": null
    },
    {
      "name": "Периферический отек",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    }
  ]
}