{
  "name": "секнидазол",
  "comment": "Rx",
  "other_names": [
    "Солосек"
  ],
  "classes": [
    "Нитроимидазолы"
  ],
  "source": "https://reference.medscape.com/drug/solosec-secnidazole-1000168",
  "pregnancy": {
    "common": [
      "В исследованиях репродукции животных не было отмечено неблагоприятных исходов развития при пероральном введении секнидазола беременным крысам и кроликам в период органогенеза в дозах, в 4 раза превышающих клиническую дозу.",
      "Данные о применении секнидазола беременными женщинами недостаточны для информирования о связанном с приемом препарата риске неблагоприятных исходов развития."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Другие производные нитроимидазола присутствуют в грудном молоке. Из-за возможности серьезных побочных реакций, в том числе канцерогенности, сообщите пациенткам, что грудное вскармливание не рекомендуется во время лечения секнидазолом и в течение 96 часов после введения секнидазола.",
      "Нет информации о присутствии секнидазола в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Пациенты с синдромом Коккейна",
        "Повышенная чувствительность к секнидазолу, вспомогательным веществам препарата или другим производным нитроимидазола."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Канцерогенность наблюдалась у мышей и крыс, длительно получавших производные нитроимидазола, которые структурно родственны секнидазолу; избегать длительного применения секнидазола",
        "Избегайте хронического использования; сообщалось о канцерогенности у мышей и крыс, длительно получавших производные нитроимидазола, структурно сходные с секнидазолом; значение неясно",
        "Может возникнуть вульвовагинальный кандидоз; симптоматический вульвовагинальный кандидоз может потребовать лечения противогрибковым средством",
        "Назначение секнидазола при отсутствии доказанной или сильно подозреваемой бактериальной инфекции или по профилактическим показаниям вряд ли принесет пользу пациенту и увеличивает риск развития устойчивых к лекарственным препаратам бактерий.",
        "Сообщалось о тяжелой необратимой гепатотоксичности/острой печеночной недостаточности с летальным исходом после начала лечения метронидазолом у пациентов с синдромом Коккейна."
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Избегайте употребления алкогольных напитков и препаратов, содержащих этанол или пропиленгликоль, во время терапии секнидазолом и в течение 2 дней после прекращения лечения.",
            "Алкоголь",
            "При совместном применении сообщалось о тошноте, рвоте, диарее, боли в животе, головокружении и головной боли."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол повышает токсичность секнидазола за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Избегайте употребления алкогольных напитков и препаратов, содержащих этанол или пропиленгликоль, во время терапии секнидазолом и в течение 2 дней после прекращения лечения. При совместном применении сообщалось о тошноте, рвоте, диарее, боли в животе, головокружении и головной боли. ."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Вульвовагинальный кандидоз",
      "percent": "8.4-9.6"
    },
    {
      "name": "Тошнота",
      "percent": "3.6-5.3"
    },
    {
      "name": "Головная боль",
      "percent": "3.6"
    },
    {
      "name": "дисгевзия",
      "percent": "3.4"
    },
    {
      "name": "Диарея",
      "percent": "2.5"
    },
    {
      "name": "Рвота",
      "percent": "2.5"
    },
    {
      "name": "Боль в животе",
      "percent": "2"
    },
    {
      "name": "Вульвовагинальный зуд",
      "percent": "2"
    },
    {
      "name": "Сообщаемые побочные реакции включали тошноту.",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    },
    {
      "name": "боль в животе",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "и рвота при одновременном приеме с алкоголем",
      "percent": null
    },
    {
      "name": "Тяжелая необратимая гепатотоксичность",
      "percent": null
    },
    {
      "name": "острая печеночная недостаточность",
      "percent": null
    },
    {
      "name": "пациенты с синдромом Коккейна",
      "percent": null
    }
  ]
}