{
  "name": "tamoxifen",
  "comment": "Rx",
  "other_names": [
    "Солтамокс"
  ],
  "classes": [
    "Антагонист эстрогеновых рецепторов",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/soltamox-tamoxifen-342183",
  "pregnancy": {
    "common": [
      "FDA повторно оценило данные о генотоксичности, постмаркетинговые отчеты и опубликованную литературу и обнаружило, что тамоксифен был генотоксичен в исследованиях, проведенных не на людях, а результаты исследований на людях были неубедительными; Имеющиеся данные из постмаркетинговых отчетов и опубликованной литературы о женщинах, которые забеременели через 2-9 месяцев после приема последней дозы тамоксифена, не выявили связанного с препаратом риска серьезных врожденных дефектов или неблагоприятных исходов для матери или плода.",
      "При введении беременной женщине может возникнуть вред для плода."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Согласно исследованиям на животных, тамоксифен может нарушать имплантацию эмбриона у женщин с репродуктивным потенциалом, однако достоверно не может вызывать бесплодие; информировать женщин о том, что тамоксифен не всегда вызывает бесплодие, даже при наличии нарушения менструального цикла",
          "В исследованиях на крысах и кроликах дозы тамоксифена, меньшие или равные дозам для человека, приводили к повышенной эмбриотоксичности, абортам и изменению поведения в обучении у потомства; модели грызунов показали изменения репродуктивного тракта, часто связанные с диэтилстильбестролом (DES) у потомства обоих полов."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Подтвердите тест на беременность у женщин с репродуктивным потенциалом перед началом",
          "Женщины: женщинам с репродуктивным потенциалом рекомендуется использовать эффективные негормональные контрацептивы во время лечения и в течение 2 месяцев после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Сообщите женщинам, что тамоксифен не всегда вызывает бесплодие, даже при наличии нарушения менструального цикла.",
          "Согласно исследованиям на животных, тамоксифен может нарушать имплантацию эмбриона у самок с репродуктивным потенциалом, однако достоверно не может вызывать бесплодие."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Сообщается, что тамоксифен подавляет лактацию.",
      "Два плацебо-контролируемых исследования с участием более 150 женщин показали, что тамоксифен значительно подавляет выработку молока в раннем послеродовом периоде; в обоих исследованиях тамоксифен вводили в течение 24 часов после родов в течение от 5 до 18 дней; Влияние тамоксифена на установившуюся выработку молока неизвестно.",
      "Неизвестно, выделяется ли тамоксифен с грудным молоком.",
      "Нет данных о том, проникает ли тамоксифен в грудное молоко; прямое неонатальное воздействие тамоксифена на мышей и крыс (не через грудное молоко) вызывало 1) поражения репродуктивного тракта у самок грызунов (подобные тем, которые наблюдаются у людей после внутриутробного воздействия диэтилстильбэстрола) и 2) функциональные дефекты репродуктивного тракта у самцов грызунов, такие как как атрофия яичек и остановка сперматогенеза",
      "Из-за возможности серьезных побочных реакций у грудных детей от тамоксифена женщинам, принимающим тамоксифен, не следует кормить грудью."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Злокачественные новообразования матки и тромбоэмболические осложнения",
          "description": [
            "Серьезные и опасные для жизни события, связанные с тамоксифеном в условиях снижения риска (женщины с высоким риском развития рака и женщины с DCIS), включают злокачественные новообразования матки, инсульт и легочную эмболию.",
            "Обсудите потенциальные преимущества и риски этих серьезных событий с женщинами с высоким риском рака молочной железы и женщинами с DCIS, рассматривающими возможность применения тамоксифена для снижения риска развития рака молочной железы; преимущества таблеток тамоксифена цитрата перевешивают его риски для женщин, у которых уже диагностирован рак молочной железы",
            "Произошли смертельные случаи каждого типа событий"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Пациенты, которые нуждаются в сопутствующей терапии варфарином или имеют в анамнезе тромбоз глубоких вен или легочную эмболию, если показанием к лечению является либо снижение заболеваемости раком молочной железы у пациентов с высоким риском, либо снижение риска инвазивного рака молочной железы после лечения DCIS.",
        "Недиагностированное вагинальное кровотечение",
        "Беременность",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "О гиперкальциемии сообщалось у некоторых больных раком молочной железы с метастазами в кости в течение нескольких недель после начала лечения; при возникновении гиперкальциемии лечить соответствующим образом; если гиперкальциемия тяжелая, прекратите терапию",
        "Неизвестно, связан ли с тамоксифеном повышенный риск других (нематочных) видов рака.",
        "Снижение количества тромбоцитов, обычно до 50 000-100 000/мм3, нечасто ниже, у пациентов, получающих терапию по поводу рака молочной железы; имели место геморрагические эпизоды, но неясно, были ли они вызваны терапией тамоксифеном; сообщалось о лейкопении, иногда в сочетании с анемией и/или тромбоцитопенией; также сообщалось о нейтропении и панцитопении; выполнять периодические общие анализы крови, включая количество тромбоцитов",
        "Сообщается о гиперхолестеринемии и гипертриглицеридемии; контролировать уровень холестерина и триглицеридов у пациентов с ранее существовавшей гиперлипидемией",
        "Полиморфизм CYP2D6 - CYP2D6 превращает тамоксифен в активный метаболит эндоксифен; снижение активности CYP2D6 или сопутствующие ингибиторы CYP2D6 могут снижать эффективность тамоксифена",
        "Связан с изменениями минеральной плотности костей; эффект может зависеть от менструального статуса; может быть связано с защитным действием на минеральную плотность костной ткани (МПКТ) у женщин в постменопаузе; превентивная потеря может продолжаться в течение 5-летнего периода лечения; и наоборот, о снижении МПК сообщалось у женщин в пременопаузе, у которых продолжались менструации; может быть связано с повышенным риском переломов",
        "Рак печени и изменения уровня ферментов печени, о которых сообщалось при использовании; в редких случаях также сообщалось о ряде более тяжелых нарушений функции печени, включая жировую дистрофию печени, холестаз, гепатит и некроз печени, которые включали летальные исходы; периодически контролировать функцию печени",
        "Сообщается о росте заболеваемости злокачественными новообразованиями матки (аденокарцинома эндометрия и саркома матки), в том числе со смертельным исходом; основной механизм неизвестен, большинство злокачественных новообразований матки, наблюдаемых при применении тамоксифена, классифицируются как аденокарцинома эндометрия; однако также сообщалось о саркомах матки, включая злокачественные смешанные мюллеровы опухоли (MMMT), обычно связанные с более высокой стадией FIGO (III/IV); саркома матки при постановке диагноза обычно связана с плохим прогнозом и короткой выживаемостью; саркома матки, как сообщается, чаще возникает среди длительно принимающих (≥2 лет) тамоксифена, чем среди не принимавших",
        "При введении беременной женщине может произойти повреждение плода (см. Беременность).",
        "Выполняйте периодический общий анализ крови, включая количество тромбоцитов, и периодические тесты функции печени во время терапии тамоксифеном и в течение 9 месяцев после последней дозы.",
        "Сообщается о нарушениях зрения, включая изменения роговицы, снижение восприятия цвета, тромбоз вен сетчатки и ретинопатию; сообщалось о росте заболеваемости катарактой и необходимости операции по удалению катаракты; пациенты должны обратиться за медицинской помощью, если они испытывают нарушения зрения",
        "Повышение частоты тромбоэмболических событий (например, тромбоз глубоких вен, легочная эмболия) во время терапии тамоксифеном; при одновременном назначении тамоксифена с химиотерапией риск тромбоэмболических осложнений увеличивается; для лечения рака молочной железы тщательно взвесьте риски и преимущества тамоксифена у женщин с тромбоэмболическими событиями в анамнезе; рекомендовать пациентам немедленно обратиться за медицинской помощью при возникновении признаков или симптомов тромбоэмболического события"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет увеличивать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "афатиниб",
      "description": {
        "common": "тамоксифен повышает уровни афатиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Уменьшите суточную дозу афатиниба на 10 мг при непереносимости при одновременном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "тамоксифен снижает уровень анастрозола по неустановленному механизму взаимодействия. Противопоказано. Анастрозол и тамоксифен не следует применять вместе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "тамоксифен повышает уровни бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. кетоконазол, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Влияет на метаболизм печеночного/кишечного фермента CYP3A4. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "кониваптан, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дакомитиниб",
      "description": {
        "common": "дакомитиниб будет повышать уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Избегайте использования с субстратами CYP2D6, когда минимальное увеличение концентрации субстрата CYP2D6 может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "тамоксифен повысит уровень или эффект эдоксабана за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. При применении сильных ингибиторов P-gp может потребоваться коррекция дозы. Лечение ТГВ/ТЭЛА: уменьшить дозу до 30 мг перорально один раз в день. NVAF: снижение дозы не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4 и тем самым снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Влияет на метаболизм печеночного/кишечного фермента CYP3A4. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "летрозол",
      "description": {
        "common": "тамоксифен снижает уровень летрозола по неустановленному механизму взаимодействия. Противопоказано. Летрозол не следует назначать одновременно с тамоксифеном. Терапия летрозолом после завершения стандартного лечения тамоксифеном не связана с нарушением эффектов летрозола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность тамоксифена по интервалу QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "тамоксифен повышает уровень помалидомида с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб повышает уровень тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение рибоциклиба и тамоксифена не показано. Показано, что совместное применение увеличивает AUC и Cmax тамоксифена. Может увеличить риск побочных эффектов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "тамоксифен повысит уровень или эффект риоцигуата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Совместное введение риоцигуата (субстрат изоферментов CYP 1A1, 2C8, 3A, 2J2) с сильными ингибиторами CYP может потребовать снижения начальной дозы 0,5 мг перорально три раза в день; следить за признаками гипотензии и при необходимости уменьшить дозу"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топотекан",
      "description": {
        "common": "тамоксифен будет увеличивать уровень или эффект топотекана с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Маркировка продукта для топотекана PO рекомендует избегать одновременного использования ингибиторов P-gp; взаимодействие с внутривенным введением топотекана может быть менее серьезным, но, вероятно, имеет клиническое значение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тамоксифен повысит уровень или эффект тукатиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение тукатиниба (субстрат CYP2C8) с сильными или умеренными ингибиторами CYP2C8 увеличивает концентрацию тукатиниба в плазме и риск токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "тамоксифен повысит уровень или эффект венетоклакса за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если необходимо использовать ингибитор P-gp, уменьшите дозу венетоклакса не менее чем на 50%. Внимательнее следите за признаками токсичности венетоклакса."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон, тамоксифен. влияет на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ингибирование CYP2D6 снижает метаболизм тамоксифена до гидрокситамоксифена и N-десметилтамоксифена до эндоксифена (активные метаболиты со в 100 раз большим сродством к рецептору эстрогена); снижение уровня эндоксифена может привести к неблагоприятному клиническому исходу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Одновременное применение апалутамида, слабого индуктора CYP2C9, с препаратами, являющимися субстратами CYP2C9, может привести к снижению воздействия этих препаратов. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "тамоксифен будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "тамоксифен будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "тамоксифен повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион уменьшает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол повысит уровень или эффект тамоксифена за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Каннабидиол потенциально может ингибировать активность CYP2C9. Рассмотрите возможность снижения дозы при одновременном применении субстратов CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "тамоксифен повышает уровень церитиниба за счет эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин уменьшает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин, тамоксифен. влияет на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ингибирование CYP2D6 снижает метаболизм тамоксифена до гидрокситамоксифена и N-десметилтамоксифена до эндоксифена (активные метаболиты со в 100 раз большим сродством к рецептору эстрогена); снижение уровня эндоксифена может привести к неблагоприятному клиническому исходу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "цинакалцет, тамоксифен. влияет на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ингибирование CYP2D6 снижает метаболизм тамоксифена до гидрокситамоксифена и N-десметилтамоксифена до эндоксифена (активные метаболиты со в 100 раз большим сродством к рецептору эстрогена); снижение уровня эндоксифена может привести к неблагоприятному клиническому исходу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "кокаин местно, тамоксифен. влияет на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ингибирование CYP2D6 снижает метаболизм тамоксифена до гидрокситамоксифена и N-десметилтамоксифена до эндоксифена (активные метаболиты со в 100 раз большим сродством к рецептору эстрогена); снижение уровня эндоксифена может привести к неблагоприятному клиническому исходу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "тамоксифен будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин, тамоксифен. влияет на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ингибирование CYP2D6 снижает метаболизм тамоксифена до гидрокситамоксифена и N-десметилтамоксифена до эндоксифена (активные метаболиты со в 100 раз большим сродством к рецептору эстрогена); снижение уровня эндоксифена может привести к неблагоприятному клиническому исходу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "тамоксифен увеличивает уровень или действие диеногеста/эстрадиола валерата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами, такими как тошнота, нерегулярные маточные кровотечения, болезненность молочных желез и головная боль."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон, тамоксифен. влияет на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин уменьшает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень тамоксифена, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы сопутствующего препарата и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF снижает уровень тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; может снизить превращение тамоксифена в активный метаболит."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "эритромициновое основание, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "эритромицина лактобионат, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "тамоксифен будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "тамоксифен будет повышать уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин снижает уровень или эффект тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "тамоксифен будет повышать уровень или эффект глекапревира/пибрентасвира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "тамоксифен будет увеличивать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "тамоксифен повышает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг при одновременном применении со слабыми ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лефлуномид, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "тамоксифен будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "тамоксифен повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "лоркасерин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Исследования in vitro предполагают, что люмакафтор может индуцировать, а ивакафтор может ингибировать субстраты CYP2C9. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "тамоксифен повышает уровень луразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение слабых ингибиторов CYP3A4 теоретически может привести к повышенному риску побочных реакций, связанных с луразидоном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "тамоксифен будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. кетоконазол, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, тамоксифен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мирабегрон",
      "description": {
        "common": "мирабегрон снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "тамоксифен повышает уровень нальдемедина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за возможными побочными эффектами нальдемедина при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "тамоксифен повышает уровень нинтеданиба с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. В случае возникновения побочных эффектов нинтеданиба может потребоваться прерывание лечения, снижение дозы или прекращение лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитизинон",
      "description": {
        "common": "нитизинон увеличивает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Нитизинон ингибирует CYP2C9. Следует соблюдать осторожность при совместном применении с субстратом CYP2C9, особенно с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2b",
      "description": {
        "common": "пегинтерферон альфа 2b снижает уровень тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Когда пациентам вводят пегинтерферон альфа-2b с субстратами CYP2C9, терапевтический эффект этих препаратов может быть изменен. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин уменьшает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон уменьшает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rifaximin",
      "description": {
        "common": "тамоксифен повышает уровень рифаксимина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир, тамоксифен. влияет на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ингибирование CYP2D6 снижает метаболизм тамоксифена до гидрокситамоксифена и N-десметилтамоксифена до эндоксифена (активные метаболиты со в 100 раз большим сродством к рецептору эстрогена); снижение уровня эндоксифена может привести к неблагоприятному клиническому исходу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "тамоксифен повышает уровень ривароксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. У пациентов с почечной недостаточностью, получающих ривароксабан с препаратами, которые сочетают в себе P-gp и слабые или умеренные ингибиторы CYP3A4, может наблюдаться значительное увеличение экспозиции по сравнению с пациентами с нормальной функцией почек и не принимающими ингибиторы, поскольку затрагиваются оба пути выведения ривароксабана. Поскольку это увеличение может увеличить риск кровотечения, используйте ривароксабан в этой ситуации только в том случае, если потенциальная польза оправдывает потенциальный риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант повышает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Ролапитант может повышать концентрацию субстратов CYP2D6 в плазме в течение как минимум 28 дней после приема ролапитанта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир, тамоксифен.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селексипаг",
      "description": {
        "common": "тамоксифен повысит уровень или эффект селексипага за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Уменьшите дозу селексипага до одного раза в день при совместном применении с умеренными ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и тамоксифен усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Спарсентан (индуктор CYP2C9) уменьшает экспозицию субстратов CYP2C9 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "тербинафин будет увеличивать уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Оцените необходимость снижения дозы препарата, метаболизирующегося CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "тамоксифен будет повышать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир снижает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP3A4 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "тамоксифен повышает уровень вемурафениба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин уменьшает эффекты тамоксифена за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование метаболизма CYP2D6 в активный метаболит тамоксифена, эндоксифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилазодон",
      "description": {
        "common": "тамоксифен повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При применении мягких ингибиторов CYP3A4 коррекция дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин будет снижать уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клопогон кистевидный",
      "description": {
        "common": "клопогон кистевидный усиливает действие тамоксифена за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "фосапрепитант, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие тамоксифена за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Гриб майтаке обладает противоопухолевым действием (исследования на животных/в пробирке)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "тамоксифен будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "тамоксифен будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "таурин",
      "description": {
        "common": "тамоксифен снижает уровень таурина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "экстракт зародышей пшеницы",
      "description": {
        "common": "Экстракт зародышей пшеницы усиливает действие тамоксифена за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Определяется производителем. Авемар является полезным сочетанием при ER+ раке молочной железы."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Приливы",
      "percent": "64"
    },
    {
      "name": "выделения из влагалища",
      "percent": "30"
    },
    {
      "name": "Аменорея",
      "percent": "16"
    },
    {
      "name": "Менструальные изменения",
      "percent": "13"
    },
    {
      "name": "олигоменорея",
      "percent": "9"
    },
    {
      "name": "Катаракта",
      "percent": "8"
    },
    {
      "name": "Боль в костях",
      "percent": "6"
    },
    {
      "name": "Тошнота",
      "percent": "5"
    },
    {
      "name": "Кашель",
      "percent": "4"
    },
    {
      "name": "Отек",
      "percent": "4"
    },
    {
      "name": "Усталость",
      "percent": "4"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "3"
    },
    {
      "name": "киста яичника",
      "percent": "3"
    },
    {
      "name": "Депрессия",
      "percent": "2"
    },
    {
      "name": "Брюшные судороги",
      "percent": "1"
    },
    {
      "name": "Анорексия",
      "percent": "1"
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Изменения роговицы",
      "percent": null
    },
    {
      "name": "Потеря либидо",
      "percent": null
    },
    {
      "name": "Рак эндометрия",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Тромбоз вен сетчатки",
      "percent": null
    },
    {
      "name": "Гладить",
      "percent": null
    },
    {
      "name": "Миома матки",
      "percent": null
    }
  ]
}