{
  "name": "ацитретин",
  "comment": "Rx",
  "other_names": [
    "Сориатан (DSC)"
  ],
  "classes": [
    "Антипсориатики",
    "системный",
    "Ретиноидоподобные агенты"
  ],
  "source": "https://reference.medscape.com/drug/soriatane-acitretin-topical-343539",
  "pregnancy": null,
  "lactation": null,
  "warnings": {
    "black_box_warning": {
      "common": [
        "Алкоголь противопоказан во время лечения ацитретином и в течение 2 месяцев после прекращения терапии, так как этанол способствует образованию этретината, который имеет пролонгированный период полувыведения и тератогенный риск.",
        "Тератогенный агент; не применять у женщин, которые беременны, которые планируют забеременеть во время терапии или в течение 3 лет после прекращения терапии, или которые не могут использовать надежную контрацепцию в течение этого периода времени",
        "Пациентам не следует сдавать кровь во время терапии и через 3 года после ее прекращения, поскольку женщины с потенциалом деторождения не должны получать кровь от пролеченных пациентов.",
        "Если беременность наступает во время терапии или через 3 года после ее прекращения, лечащий врач должен обсудить возможные риски для беременности.",
        "Сообщается о повышенных ферментах печени и смертях, связанных с гепатитом",
        "Должен назначаться теми, кто понимает риск тератогенных эффектов, и теми, кто компетентен в диагностике и лечении тяжелого псориаза и использовании системных ретиноидов.",
        "Женщины с потенциалом деторождения должны участвовать в программе Do Your P.A.R.T. (Профилактика беременности активно требуется во время и после лечения) и подписали Соглашение с пациентом / Информированное согласие для пациентов женского пола.",
        "У мужчин были обнаружены остаточные количества ацитретина в семенной жидкости, что, по-видимому, представляет небольшой риск для плода, но данные ограничены.",
        "Не используйте зверобой из-за снижения эффективности контроля над рождаемостью и возможного прорывного кровотечения.",
        "Используйте только при тяжелом псориазе у женщин, которые не реагируют или имеют противопоказания к другой терапии.",
        "Сообщается о повышении АСТ (SGOT), ALT (SGPT), GGT (GGTP) или ЛДГ; при подозрении на гепатотоксичность во время лечения прекратить терапию и дополнительно изучить этиологию"
      ],
      "specific": [
        {
          "type": "Требования к применению у женщин детородного возраста",
          "description": [
            "4) Используйте 2 эффективные формы контрацепции одновременно в течение как минимум 1 месяца до терапии, во время терапии и в течение 3 лет после прекращения терапии.",
            "5) Микродозированные «мини-пили» прогестиновых препаратов не рекомендуются, потому что ацитретин мешает контрацептивному эффекту, и неизвестно, являются ли другие прогестиновые контрацептивы адекватными методами контрацепции во время терапии ацитретином.",
            "Использование противопоказано женщинам с детородным потенциалом, если пациент не отвечает ВСЕМ из следующих условий:",
            "3) Стремление использовать 2 (по крайней мере, одна должна быть основной) эффективных форм контрацепции одновременно, если только пациентка не воздерживается, не находится в постменопаузе или не перенесла гистерэктомию.",
            "2) Повторный анализ мочи или сыворотки на беременность ежемесячно во время терапии и каждые 3 месяца в течение 3 лет после прекращения терапии.",
            "1) 2 отрицательных результата теста на беременность в моче или сыворотке (исходный уровень и первые 5 дней менструации непосредственно перед началом терапии)"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Алкоголь (см. Предупреждения о черном ящике)",
        "Повышенная чувствительность к ретиноидам (например, ангионевротический отек, крапивница), парабенам",
        "Беременность: тератогенный (см. Предупреждения о черном ящике)",
        "Тяжелое нарушение функции печени или почек, а также у пациентов с хроническим аномально повышенным уровнем липидов в крови (см. «Предупреждения черного ящика»).",
        "Одновременное применение с тетрациклинами (повышает ВЧД, псевдоопухоль головного мозга)",
        "Одновременное применение с метотрексатом (повышенный риск гепатита)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о гиперостозе при длительном лечении",
        "Минимизируйте подвергание обработанных участков воздействию солнца или другого УФ-излучения; при применении этого препарата требуются значительно меньшие дозы фототерапии; воздействие на роговой слой, вызванное этим препаратом, может увеличить риск эритемы (жжения)",
        "Депрессия и/или другие психические симптомы, такие как агрессивные чувства или мысли о членовредительстве, о которых сообщалось у пациентов, принимающих ретиноиды; поскольку этим событиям могут способствовать и другие факторы, неизвестно, связаны ли они с терапией; консультировать пациентов, чтобы они прекратили прием этого препарата и немедленно уведомили своего врача, если они испытывают психиатрические симптомы",
        "Новые или прогрессирующие ранее существовавшие позвоночно-скелетные аномалии (например, дегенеративные шпоры, передние мостики позвоночных позвонков, диффузный идиопатический скелетный гиперостоз, кальцификация связок, сужение и разрушение межпозвонкового пространства в шейном отделе позвоночника)",
        "Проверьте LFT за 1 день до начала, тест на беременность за 2 недели до начала терапии.",
        "Сообщается об эксфолиативном дерматите и эритродермии."
      ],
      "specific": [
        {
          "type": "Офтальмологические эффекты",
          "description": [
            "Офтальмологические состояния, включая сухость глаз, раздражение глаз и выпадение бровей и ресниц; Паралич Белла, блефарит и/или образование корок на веках, нарушение зрения, конъюнктивит, аномалии эпителия роговицы, кортикальная катаракта, снижение ночного зрения, диплопия, зуд глаз или век, ядерная катаракта, паннус, отек диска зрительного нерва, светобоязнь, задняя субкапсулярная катаракта, рецидивирующие ячменя, Сообщалось о субэпителиальных поражениях роговицы; пациенты, испытывающие трудности со зрением, должны прекратить прием препарата и пройти офтальмологическое обследование."
          ]
        },
        {
          "type": "Псевдомоторный мозг",
          "description": [
            "Ранние признаки и симптомы включают отек диска зрительного нерва, головную боль, тошноту и рвоту, нарушения зрения; пациенты с этими признаками и симптомами должны быть обследованы на наличие отека диска зрительного нерва и, если они присутствуют, терапия должна быть немедленно прекращена и направлена ​​на неврологическое обследование и лечение.",
            "Поскольку и ацитретин, и тетрациклины могут вызывать повышение внутричерепного давления, их совместное применение противопоказано.",
            "Ретиноиды, вводимые перорально, были связаны со случаями псевдоопухоли головного мозга (доброкачественная внутричерепная гипертензия); некоторые события были связаны с одновременным применением изотретиноина и тетрациклинов; однако событие, наблюдаемое у одного пациента, не было связано с применением тетрациклина."
          ]
        },
        {
          "type": "Синдром капиллярной утечки",
          "description": [
            "Сообщалось о рабдомиолизе и миалгии в связи с синдромом капиллярной утечки, а лабораторные тесты могут выявить нейтрофилию, гипоальбуминемию и повышенный гематокрит; прекратить терапию, если во время терапии развивается синдром капиллярной утечки",
            "Сообщалось о синдроме капиллярной утечки, потенциальном проявлении синдрома ретиноевой кислоты, у пациентов, получавших этот препарат; особенности этого синдрома могут включать локальные или генерализованные отеки с вторичным увеличением веса, лихорадкой и гипотензией."
          ]
        },
        {
          "type": "Скелетные аномалии",
          "description": [
            "У взрослых, получающих длительное лечение, следует периодически проводить соответствующие обследования с учетом возможных нарушений окостенения; поскольку частота и тяжесть ятрогенных костных аномалий у взрослых невелики, периодическая рентгенография оправдана только при наличии симптомов или при длительном использовании.",
            "Изменения включали дегенеративные шпоры, передние мостики позвоночных позвонков, диффузный идиопатический скелетный гиперостоз, кальцификацию связок, сужение и деструкцию межпозвонкового пространства шейного отдела позвоночника; Также сообщалось об изменениях de novo (образование небольших шпор).",
            "При возникновении таких нарушений продолжение терапии следует обсудить с пациентом на основе тщательного анализа риска/пользы; в клинических испытаниях сообщалось об аномалиях позвоночника, которые показали новые изменения или прогрессирование ранее существовавших признаков"
          ]
        },
        {
          "type": "Липиды и возможные сердечно-сосудистые эффекты",
          "description": [
            "Повышение триглицеридов достаточно для того, чтобы ассоциироваться с нечастым панкреатитом; однако фатальный молниеносный панкреатит; были редкие сообщения о панкреатите во время терапии при отсутствии гипертриглицеридемии.",
            "Гипертриглицеридемия и сниженный уровень ЛПВП могут повышать риск сердечно-сосудистых заболеваний у пациента; хотя причинно-следственная связь не установлена, были постмаркетинговые сообщения об остром инфаркте миокарда или тромбоэмболических событиях у пациентов, получающих терапию.",
            "Повышенная склонность к развитию гипертриглицеридемии, связанная с нарушениями липидного обмена, сахарным диабетом, ожирением, повышенным потреблением алкоголя или семейным анамнезом этих состояний; из-за риска гипертриглицеридемии необходимо более тщательно контролировать липиды сыворотки у пациентов с высоким риском и во время длительного лечения.",
            ".Кроме того, повышение уровня триглицеридов в сыворотке выше 800 мг на дл было связано с фатальным молниеносным панкреатитом; диетические изменения, снижение дозы или лекарственная терапия должны использоваться для контроля значительных возвышений триглицеридов; если, несмотря на эти меры, гипертриглицеридемия и низкий уровень ЛПВП сохраняются, следует рассмотреть вопрос о прекращении терапии.",
            "Определение уровня липидов в крови следует проводить перед введением препарата и повторно с интервалом в 1–2 недели до тех пор, пока не установится реакция липидов на препарат, обычно в течение 4–8 недель; повышение уровня триглицеридов и холестерина, о которых сообщалось в клинических испытаниях соответственно; снижение липопротеинов высокой плотности (ЛПВП) также отмечалось у 40% субъектов; эти эффекты обычно обратимы после прекращения терапии"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин, ацитретин. Другое (см. комментарий). Противопоказано.\nКомментарий: И ацитретин, и тетрациклины могут вызывать повышение внутричерепного давления."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин, ацитретин. Другое (см. комментарий). Противопоказано.\nКомментарий: И ацитретин, и тетрациклины могут вызывать повышение внутричерепного давления."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "ацитретин, этанол. Механизм: изменение метаболизма. Противопоказано. Этанол превращает ацитретин в этретинат, тератогенное вещество, которое может оставаться в организме годами. Женщины, принимающие ацитретин, должны полностью воздерживаться от употребления этанола во время и в течение 2 месяцев после прекращения приема ацитретина."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метотрексат",
      "description": {
        "common": "ацитретин, метотрексат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Риск аддитивной гепатотоксичности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин, ацитретин. Другое (см. комментарий). Противопоказано.\nКомментарий: И ацитретин, и тетрациклины могут вызывать повышение внутричерепного давления."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "омадациклин",
      "description": {
        "common": "ацитретин повышает токсичность омадациклина по механизму: неизвестен. Противопоказано. Одновременное применение пероральных ретиноидов с тетрациклинами может увеличить риск развития псевдоопухоли головного мозга/внутричерепной гипертензии. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сарециклин",
      "description": {
        "common": "ацитретин повышает токсичность сарециклина по механизму: неизвестен. Противопоказано. Одновременное применение пероральных ретиноидов с тетрациклинами может увеличить риск развития псевдоопухоли головного мозга/внутричерепной гипертензии. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин, ацитретин. Другое (см. комментарий). Противопоказано.\nКомментарий: И ацитретин, и тетрациклины могут вызывать повышение внутричерепного давления."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, ацитретин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "ацитретин, аминолевулиновая кислота местно.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "медроксипрогестерон",
      "description": {
        "common": "ацитретин снижает действие медроксипрогестерона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Результатом может стать неэффективность контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "ацитретин, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрон",
      "description": {
        "common": "ацитретин снижает действие норэтиндрона по неизвестному механизму. Противопоказано. Результатом может стать неэффективность контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрона ацетат",
      "description": {
        "common": "ацитретин снижает действие ацетата норэтиндрона по неизвестному механизму. Противопоказано. Результатом может стать неэффективность контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитазоксанид",
      "description": {
        "common": "нитазоксанид, ацитретин.\nОдин из них повышает уровень другого по механизму: фармакодинамический синергизм. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "ацитретин, оспемифен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин А",
      "description": {
        "common": "ацитретин увеличивает токсичность витамина А за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (Витамин А) Дополнительные эффекты ретиноидов."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "хейлит",
      "percent": "75"
    },
    {
      "name": "Алопеция",
      "percent": "50-75"
    },
    {
      "name": "Гипертриглицеридемия",
      "percent": "50-75"
    },
    {
      "name": "Шелушение кожи",
      "percent": "50-75"
    },
    {
      "name": "Сухая кожа",
      "percent": "25-50"
    },
    {
      "name": "Дисгликемия",
      "percent": "25-50"
    },
    {
      "name": "Увеличение LFT",
      "percent": "25-50"
    },
    {
      "name": "расстройство ногтей",
      "percent": "25-50"
    },
    {
      "name": "Зуд",
      "percent": "25-50"
    },
    {
      "name": "Ринит",
      "percent": "25-50"
    },
    {
      "name": "артралгия",
      "percent": "10-25"
    },
    {
      "name": "изменения фосфора",
      "percent": "10-25"
    },
    {
      "name": "калий",
      "percent": "10-25"
    },
    {
      "name": "натрий",
      "percent": "10-25"
    },
    {
      "name": "уровень магния",
      "percent": "10-25"
    },
    {
      "name": "Сухость во рту",
      "percent": "10-25"
    },
    {
      "name": "носовое кровотечение",
      "percent": "10-25"
    },
    {
      "name": "Эритематозная сыпь",
      "percent": "10-25"
    },
    {
      "name": "Гепатотоксичность",
      "percent": "10-25"
    },
    {
      "name": "Гиперестезия",
      "percent": "10-25"
    },
    {
      "name": "Парестезия",
      "percent": "10-25"
    },
    {
      "name": "паронихия",
      "percent": "10-25"
    },
    {
      "name": "Строгость",
      "percent": "10-25"
    },
    {
      "name": "Атрофия кожи",
      "percent": "10-25"
    },
    {
      "name": "Гиперостоз позвоночника",
      "percent": null
    },
    {
      "name": "Липкая кожа",
      "percent": null
    },
    {
      "name": "ксерофтальмия",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Гингивит",
      "percent": null
    },
    {
      "name": "Повышенный аппетит",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Стоматит",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Приливы",
      "percent": null
    },
    {
      "name": "Видение меняется",
      "percent": null
    },
    {
      "name": "Аномалия эпителия роговицы",
      "percent": null
    },
    {
      "name": "Синусит",
      "percent": null
    }
  ]
}