{
  "name": "дазатиниб",
  "comment": "Rx",
  "other_names": [
    "Спрайсел"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Ингибиторы тирозинкиназы"
  ],
  "source": "https://reference.medscape.com/drug/sprycel-dasatinib-342199",
  "pregnancy": {
    "common": [
      "Сообщалось о трансплацентарном переносе дазатиниба.",
      "Основываясь на ограниченных данных о людях, дазатиниб может причинить вред плоду при введении беременной женщине; сообщалось о нежелательных фармакологических эффектах (например, водянка плода, лейкопения плода и тромбоцитопения плода) при воздействии дазатиниба на мать.",
      "Рекомендовать женщинам с репродуктивным потенциалом и мужчинам с партнершами с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение 30 дней после последней дозы",
      "На основании данных о животных дазатиниб может вызывать повреждение репродуктивных тканей самок и самцов.",
      "Исследования репродукции животных на крысах продемонстрировали высокую смертность во время органогенеза, внутриутробного периода и у новорожденных; пороки развития скелета наблюдались у ограниченного числа выживших крыс и кроликов; эти результаты наблюдались при концентрациях дазатиниба в плазме ниже, чем у людей, получавших терапевтические дозы дазатиниба.",
      "Сообщите беременной женщине о потенциальном риске для плода"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии дазатиниба в грудном молоке, влиянии препарата на ребенка, находящегося на грудном вскармливании, или влиянии препарата на выработку молока.",
      "Однако дазатиниб присутствует в молоке лактирующих крыс."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о синдроме лизиса опухоли; поддерживать адекватную гидратацию и корректировать уровень мочевой кислоты до начала терапии; следить за уровнем электролитов; пациенты с поздней стадией заболевания и/или высокой опухолевой массой могут подвергаться повышенному риску и должны находиться под более частым наблюдением",
        "Используйте с осторожностью у пациентов, у которых есть или может развиться удлинение интервала QT; может повышать риск удлинения интервала QTc у пациентов, в том числе с гипокалиемией или гипомагниемией, у пациентов с врожденным синдромом удлиненного интервала QT, у пациентов, принимающих антиаритмические препараты или другие лекарственные средства, которые приводят к удлинению интервала QT, и при кумулятивной терапии высокими дозами антрациклинов; скорректировать гипокалиемию или гипомагниемию до и во время терапии",
        "В педиатрических исследованиях дазатиниба при хронической фазе ХМЛ после не менее 2 лет лечения сообщалось о побочных реакциях, связанных с ростом и развитием костей, включая задержку сращения эпифизов, остеопению, задержку роста и гинекомастию; мониторинг роста и развития костей у детей",
        "Сердечные побочные реакции были зарегистрированы у 5,8% из 258 пациентов, включая кардиомиопатию (1,6%), застойную сердечную недостаточность, диастолическую дисфункцию, фатальный инфаркт миокарда и дисфункцию левого желудочка; контролировать пациентов на наличие признаков или симптомов и лечить соответствующим образом",
        "Риск задержки жидкости и плеврального/перикардиального выпота; управлять поддерживающими мерами ухода и/или изменением дозы; немедленно обследовать пациентов, у которых развиваются симптомы плеврального выпота или другой задержки жидкости, такие как новая или усиливающаяся одышка при физической нагрузке или в покое, плевритическая боль в груди или сухой кашель, с помощью рентгенографии грудной клетки или дополнительной диагностической визуализации в зависимости от обстоятельств; Задержку жидкости обычно лечили с помощью поддерживающих мер, которые могут включать диуретики или короткие курсы стероидов; при тяжелом плевральном выпоте может потребоваться торакоцентез и оксигенотерапия; рассмотреть вопрос о снижении дозы или прерывании лечения",
        "Сообщается о эмбриофетальной токсичности (см. Беременность).",
        "С осторожностью при печеночной недостаточности"
      ],
      "specific": [
        {
          "type": "Миелосупрессия, включая тяжелую тромбоцитопению, нейтропению и анемию",
          "description": [
            "Может управляться прерыванием дозы, снижением дозы или прекращением терапии",
            "Гематопоэтический фактор роста используется при резистентной миелосупрессии."
          ]
        },
        {
          "type": "Пациенты с хронической фазой ХМЛ и педиатрическим Ph+ ОЛЛ",
          "description": [
            "Выполняйте клинический анализ крови еженедельно в течение первых 2 месяцев, а затем ежемесячно или по клиническим показаниям у пациентов с ХМЛ на поздних стадиях или Ph+ ОЛЛ.",
            "Выполняйте полный анализ крови (CBC) каждые 2 недели в течение 12 недель, затем каждые 3 месяца после этого или по клиническим показаниям."
          ]
        },
        {
          "type": "Педиатрические пациенты с Ph+ ОЛЛ, получающие лечение в сочетании с химиотерапией",
          "description": [
            "Во время консолидационных блоков химиотерапии выполняйте общий анализ крови каждые 2 дня до выздоровления.",
            "Выполните общий анализ крови перед началом каждого блока химиотерапии и по клиническим показаниям."
          ]
        },
        {
          "type": "кровотечение",
          "description": [
            "Может вызвать серьезное и смертельное кровотечение; частота кровотечений 3/4 степени, чаще всего желудочно-кишечных, требующих прерывания лечения и переливания крови",
            "Большинство случаев кровотечения связано с тяжелой тромбоцитопенией; также показано, что он вызывает дисфункцию тромбоцитов in vitro",
            "Сопутствующие препараты, подавляющие функцию тромбоцитов, или антикоагулянты могут увеличить риск кровотечения.",
            "Тяжелое кровотечение может потребовать прерывания лечения и переливания"
          ]
        },
        {
          "type": "Легочная артериальная гипертензия",
          "description": [
            "Обследовать пациентов на наличие признаков и симптомов основного сердечно-легочного заболевания до начала и во время лечения.",
            "Может быть обратимым после прекращения терапии",
            "Если ЛАГ подтверждена, прекратить терапию навсегда.",
            "Повышенный риск развития легочной артериальной гипертензии (ЛАГ)"
          ]
        },
        {
          "type": "Тяжелые кожно-слизистые дерматологические реакции",
          "description": [
            "Прекратите лечение у пациентов, у которых во время лечения возникнут тяжелые кожно-слизистые реакции, если невозможно определить другую этиологию.",
            "Сообщалось о случаях тяжелых кожно-слизистых реакций, включая синдром Стивенса-Джонсона и мультиформную эритему."
          ]
        },
        {
          "type": "Гепатотоксичность",
          "description": [
            "Мониторинг трансаминаз исходно и ежемесячно или по клиническим показаниям во время лечения",
            "Терапия может вызвать гепатотоксичность, определяемую повышением уровня билирубина, аспартатаминотрансферазы (АСТ), аланинаминотрансферазы (АЛТ) и щелочной фосфатазы.",
            "Уменьшите дозу, приостановите или полностью прекратите терапию в зависимости от тяжести",
            "При назначении терапии в сочетании с химиотерапией наблюдается гепатотоксичность в виде повышения уровня трансаминаз и гипербилирубинемии; контролировать функцию печени, когда терапия используется в сочетании с химиотерапией"
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Если это неизбежно, рассмотрите возможность изменения дозы (см. Изменение дозы)",
            "Совместное введение дазатиниба с агентом, снижающим кислотность желудочного сока, может снизить концентрацию дазатиниба и уменьшить эффективность (см. Модификации дозировки).",
            "Избегайте сопутствующих индукторов/ингибиторов CYP3A4."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лефамулин противопоказан при использовании субстратов CYP3A, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "дазатиниб повышает уровень пимозида за счет замедления метаболизма. Противопоказано. Риск удлинения интервала QT."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб, дазатиниб.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Каждый препарат удлиняет интервал QTc, что может увеличить риск пируэтной тахикардии, других серьезных аритмий и внезапной смерти. Если coadministration неизбежен, таким пациентам рекомендуется более частый мониторинг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "дазатиниб и амисульприд увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект амитриптилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "дазатиниб и анагрелид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "триоксид мышьяка и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "дазатиниб и азенапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "дазатиниб и бупренорфин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цизаприд",
      "description": {
        "common": "дазатиниб и цизаприд увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект кломипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект колхицина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте использования колхицина с ингибиторами P-gp. Если coadministration необходимо, уменьшите дозу колхицина или частоты, как рекомендуется в информации о назначении. Использование любого продукта колхицина в сочетании с ингибиторами P-gp противопоказано пациентам с почечной или печеночной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, дазатиниб.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дазатиниб и дизопирамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "дазатиниб и энкорафениб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "дазатиниб и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "дазатиниб и эрибулин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект основания эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол снижает уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "дазатиниб и глаздегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин снижает уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибутилид",
      "description": {
        "common": "дазатиниб и ибутилид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект имипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индапамид",
      "description": {
        "common": "дазатиниб и индапамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "дазатиниб и инотузумаб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "дазатиниб и изофлуран увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Не рекомендуется во время и через 2 недели после приема итраконазола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб, и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения препаратов, удлиняющих интервал QTc, с ивосиденибом или замените их альтернативной терапией. Если одновременное применение препарата, удлиняющего интервал QTc, неизбежно, необходимо контролировать повышенный риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "дазатиниб и лефамулин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "дазатиниб и лофексидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность дазатиниба на интервал QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидостаурин",
      "description": {
        "common": "дазатиниб и мидостаурин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При необходимости одновременного применения мифепристон не рекомендуется применять у пациентов, получающих дазатиниб в дозе 40–60 мг в сутки; рассмотреть вопрос о снижении дозы дазатиниба до 40 мг перорально в день, если исходная доза составляла 140 мг в день, 20 мг перорально в день, если исходная доза составляла 100 мг в день, или 20 мг перорально в день, если исходная доза составляла 70 мг в день; Если дазатиниб не переносится после снижения дозы, рассмотрите возможность альтернативной терапии; если мифепристон остановлен, подождите примерно 1 неделю, прежде чем увеличивать дозу дазатиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозу мобоцертиниба и чаще контролируйте интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин снижает уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "дазатиниб и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "дазатиниб и оксалиплатин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность дазатиниба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "дазатиниб и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пантопразол",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентамидин",
      "description": {
        "common": "дазатиниб и пентамидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "дазатиниб и пимавансерин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "дазатиниб и пимозид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "дазатиниб и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "дазатиниб и понесимод увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "дазатиниб и прокаинамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "дазатиниб и пропафенон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб увеличивает токсичность дазатиниба на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Может потребоваться снижение дозы дазатиниба или корректировка интервала дозирования. И ритонавир, и дазатиниб являются ингибиторами CYP3A4, однако ритонавир является сильным ингибитором CYP3A4 и с большей вероятностью повышает уровень дазатиниба и увеличивает риск токсичности, включая удлинение интервала QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, дазатиниб.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "дазатиниб и севофлуран увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "силодозин",
      "description": {
        "common": "дазатиниб будет повышать уровень или действие силодозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект симвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "дазатиниб и сипонимод увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижают уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "дазатиниб и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "дазатиниб и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "дазатиниб и торемифен увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Следует избегать одновременного применения торемифена с препаратами, вызывающими удлинение интервала QT. При необходимости одновременного применения рекомендуется прервать прием торемифена. Если прерывание невозможно, пациенты, которым требуется терапия препаратом, удлиняющим интервал QT, должны находиться под тщательным наблюдением. ЭКГ должны быть получены для пациентов с высоким риском."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "дазатиниб увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "дазатиниб, вандетаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте coadministration с препаратами, которые, как известно, продлевают интервал QT; если необходимо использовать лекарство, удлиняющее интервал QT, рекомендуется более частый мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб и дазатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение вемурафениба с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "дазатиниб увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вонопразан",
      "description": {
        "common": "вонопразан снижает уровень или эффект дазатиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, дазатиниб.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "дазатиниб и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект алмотриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект алпразолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект амиодарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект арипипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект артеметера/люмефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4 могут снижать клиренс аванафила, увеличивая системное воздействие аванафила; повышенные уровни могут привести к увеличению связанных побочных эффектов; максимальная рекомендуемая доза СТЕНДРА составляет 50 мг, но не более одного раза в 24 часа для пациентов, одновременно принимающих умеренные ингибиторы CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "дазатиниб повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект базедоксифена/конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "дазатиниб и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект бексаротена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект будесонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает токсичность дазатиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "дазатиниб и ципрофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "дазатиниб будет снижать уровень или эффект клопидогреля, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает биоактивацию клопидогрела."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект клозапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Коррекция дозы дазатиниба может потребоваться при одновременном применении кобицистата с атазанавиром или дарунавиром. Инструкции по дозировке см. в информации о назначении дазатиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "дазатиниб увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект кортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение дозы может быть необходимо для одновременно принимаемых препаратов, которые преимущественно метаболизируются CYP3A. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При одновременном применении с дазатинибом может потребоваться коррекция дозы или интервала дозирования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дазатиниб и дегареликс увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "дазатиниб и дейтетрабеназин увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут увеличить риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект дексаметазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "ДГЭА на травах повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и дазатиниб снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диданозин",
      "description": {
        "common": "диданозин будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект диеногеста/эстрадиола валерата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами, такими как тошнота, нерегулярные маточные кровотечения, болезненность молочных желез и головная боль."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дазатиниб и дофетилид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "дазатиниб и доласетрон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "Донепезил и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект липосомального доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дазатиниб и дроперидол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. повысит уровень или эффект"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект элетриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "дазатиниб и элиглустат увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровни дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, дазатиниб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "дазатиниб и основание эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "дазатиниб и этилсукцинат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "дазатиниб и лактобионат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "дазатиниб и стеарат эритромицина увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность дазатиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект синтетических конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект этерифицированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этоногестрел",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект этоногестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этопозид",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект этопозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект этравирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин, дазатиниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Небольшое и преходящее удлинение интервала QT наблюдалось при применении эзогабина, особенно при повышении дозы до 1200 мг/сут. Интервал QT следует контролировать, когда эзогабин назначают с агентами, которые, как известно, увеличивают интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект фелодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект фезотеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "дазатиниб и флекаинид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект флудрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "дазатиниб и флуоксетин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "дазатиниб и формотерол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект фосампренавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "дазатиниб и фоскарнет увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "дазатиниб и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гадобенат",
      "description": {
        "common": "дазатиниб и гадобенат увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "дазатиниб и гемифлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "дазатиниб и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "дазатиниб и гилтеритиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гозерелин",
      "description": {
        "common": "дазатиниб и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "дазатиниб и гранисетрон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или действие дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, дазатиниб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "дазатиниб и галоперидол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксипрогестерона капроат (ДСК)",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект гидроксипрогестерона капроата (ДСК), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "дазатиниб, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "дазатиниб и гидроксизин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект илоперидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "И имипрамин, и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, дазатиниб. интервал QTc. Используйте осторожность/монитор. Препараты, которые, как известно, удлиняют интервал QTc, могут повышать риск желудочковых аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект индинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект лапатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "дазатиниб и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лейпролид",
      "description": {
        "common": "дазатиниб и лейпролид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "дазатиниб и левалбутерол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "дазатиниб и левофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "дазатиниб и левокетоконазол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "дазатиниб и литий увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "дазатиниб повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоперамид",
      "description": {
        "common": "дазатиниб и лоперамид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект лоратадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект лумефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "дазатиниб снижает уровень луразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение слабых ингибиторов CYP3A4 теоретически может привести к повышенному риску побочных реакций, связанных с луразидоном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "Мапротилин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или действие дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект метадона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект метилпреднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, дазатиниб. интервал QTc. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "дазатиниб и миртазапин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "дазатиниб и моксифлоксацин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект нелфинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект никардипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При совместном применении с сильными ингибиторами CYP3A4 может потребоваться снижение дозы дазатиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При совместном применении с сильными ингибиторами CYP3A4 может потребоваться снижение дозы дазатиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "дазатиниб и октреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "дазатиниб и октреотид (антидот) увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, дазатиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "дазатиниб и офлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "дазатиниб и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "дазатиниб и олодатерол в виде ингаляций увеличивают интервал QTc. Используйте осторожность/монитор. Препараты, удлиняющие интервал QTc и способные потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "дазатиниб и палиперидон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "дазатиниб и пароксетин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "дазатиниб и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение приводит к снижению концентрации дазатиниба в плазме. Рассмотрите возможность использования альтернативных терапевтических средств с низким потенциалом индукции ферментов для совместного применения с дазатинибом. Однако, если требуется одновременное применение с фенитоином, рассмотрите возможность увеличения дозы дазатиниба и внимательно следите за состоянием пациента на предмет токсичности дазатиниба (миелосупрессия, задержка жидкости, диарея, кровотечение или кожная сыпь)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примахин",
      "description": {
        "common": "дазатиниб и примахин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект кветиапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "дазатиниб и хинин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/дальфопристин повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "дазатиниб и ранолазин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "рилпивирин увеличивает токсичность дазатиниба на интервал QTc. Используйте осторожность/монитор. Рилпивирин следует применять с осторожностью при одновременном применении с препаратами, имеющими известный риск развития пируэтной тахикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "дазатиниб и рисперидон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект ромидепсина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "дазатиниб и салметерол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность дазатиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "дазатиниб и сертралин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и дазатиниб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "Циклосиликат натрия-циркония снижает уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, дазатиниб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "дазатиниб, тамоксифен. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет снижать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "дазатиниб и телаванцин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект теофиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект типранавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, дазатиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, дазатиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект тразодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект суспензии триамцинолона ацетонида для инъекций, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "дазатиниб и триклабендазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трописетрон",
      "description": {
        "common": "дазатиниб и трописетрон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и дазатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "дазатиниб и венлафаксин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект верапамила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилазодон",
      "description": {
        "common": "дазатиниб повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При применении мягких ингибиторов CYP3A4 коррекция дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, дазатиниб.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориностат",
      "description": {
        "common": "дазатиниб и вориностат увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "дазатиниб усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "дазатиниб, зидовудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "дазатиниб и зипразидон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект альфузозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект алосетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амлодипин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект армодафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект атазанавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин и дазатиниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект бозентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цевимелин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект цевимелина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект кларитромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дапсон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект дапсона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект доцетаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "донепезил",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект донепезила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дутастерид",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект дутастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект эфавиренца, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект эвкалипта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "финастерид",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект финастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "галантамин",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект галантамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект иматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект исрадипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект кетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "дазатиниб повышает уровень лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект левокетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект монтелукаста, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект нифедипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нимодипин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитрендипин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект нитрендипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект оксибутинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект связывания белка паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект парекоксиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "дазатиниб и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пимозид",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект пиоглитазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект пропафенона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект хинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект рабепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект суфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винбластин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект винбластина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винкристин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "дазатиниб будет увеличивать уровень или эффект липосомального винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винорелбин",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект винорелбина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "залеплон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект залеплона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект зипразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "золпидем",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект золпидема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зонисамид",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект зонизамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Задержка жидкости",
      "percent": "50"
    },
    {
      "name": "включая швейцарские франки",
      "percent": "49"
    },
    {
      "name": "отек легких",
      "percent": "40"
    },
    {
      "name": "плевральный выпот",
      "percent": "40"
    },
    {
      "name": "Диарея",
      "percent": "39"
    },
    {
      "name": "Головная боль",
      "percent": "39"
    },
    {
      "name": "Кровотечение",
      "percent": "35"
    },
    {
      "name": "Усталость",
      "percent": "34"
    },
    {
      "name": "лихорадка",
      "percent": "34"
    },
    {
      "name": "Кожная сыпь",
      "percent": "32"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "28"
    },
    {
      "name": "Тошнота",
      "percent": "26"
    },
    {
      "name": "Одышка",
      "percent": "25"
    },
    {
      "name": "Кашель",
      "percent": "22"
    },
    {
      "name": "Боль",
      "percent": "19"
    },
    {
      "name": "Боль в животе",
      "percent": "19"
    },
    {
      "name": "Рвота",
      "percent": "19"
    },
    {
      "name": "Анорексия",
      "percent": "14"
    },
    {
      "name": "Артралгия",
      "percent": "14"
    },
    {
      "name": "Астения",
      "percent": "14"
    },
    {
      "name": "Запор",
      "percent": "14"
    },
    {
      "name": "Головокружение",
      "percent": "13"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "13"
    },
    {
      "name": "Потеря веса",
      "percent": "12"
    },
    {
      "name": "Боль в груди",
      "percent": "11"
    },
    {
      "name": "невропатия",
      "percent": "11"
    },
    {
      "name": "Миалгия",
      "percent": "11"
    },
    {
      "name": "Вздутие живота",
      "percent": "11"
    },
    {
      "name": "Аритмия",
      "percent": "11"
    },
    {
      "name": "Озноб",
      "percent": "11"
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Увеличение веса",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Фебрильная нейтропения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Воспаление слизистой оболочки",
      "percent": null
    },
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "Мерцательная аритмия",
      "percent": null
    },
    {
      "name": "трепетание предсердий",
      "percent": null
    },
    {
      "name": "Сосудистые расстройства",
      "percent": null
    },
    {
      "name": "Тромбоз",
      "percent": null
    },
    {
      "name": "эмболия",
      "percent": null
    },
    {
      "name": "включая легочную эмболию",
      "percent": null
    },
    {
      "name": "тромбоз глубоких вен",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "грудной",
      "percent": null
    },
    {
      "name": "и расстройства средостения",
      "percent": null
    },
    {
      "name": "Интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "легочная артериальная гипертензия",
      "percent": null
    },
    {
      "name": "Дерматологические реакции",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "инфекции",
      "percent": null
    },
    {
      "name": "Реактивация вируса гепатита В",
      "percent": null
    },
    {
      "name": "Почечные и мочевые расстройства",
      "percent": null
    },
    {
      "name": "Нефротический синдром",
      "percent": null
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "Тромботическая микроангиопатия",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    }
  ]
}