{
  "name": "полистиролсульфонат натрия",
  "comment": "Rx",
  "other_names": [
    "Кайексалат",
    "СПС",
    "Калексат",
    "Кионекс"
  ],
  "classes": [
    "Связующие вещества калия"
  ],
  "source": "https://reference.medscape.com/drug/sps-kayexalate-sodium-polystyrene-sulfonate-342837",
  "pregnancy": {
    "common": [
      "Не всасывается системно после перорального или ректального введения, и ожидается, что использование матерью не приведет к риску для плода."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Не всасывается системно матерью, поэтому ожидается, что грудное вскармливание не приведет к риску для ребенка."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Обструктивное заболевание кишечника",
        "Новорожденные со сниженной перистальтикой кишечника (послеоперационной или лекарственной), пероральное введение",
        "Повышенная чувствительность к полистиролсульфонатным смолам.",
        "Ректальное введение суспензии с сорбитом новорожденным, особенно недоношенным",
        "Гипокалиемия"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не применять у пациентов с нарушением функции кишечника, включая послеоперационных пациентов, у которых не было опорожнения кишечника после операции; избегать применения у послеоперационных пациентов с риском возникновения запоров или закупорки до восстановления нормальной функции кишечника; прекратить использование, если возникает запор",
        "Не смешивайте пероральную дозу с банановым или апельсиновым соком (богатым калием).",
        "Контролировать электролиты",
        "С осторожностью при застойной сердечной недостаточности, выраженной артериальной гипертензии, выраженных отеках (из-за содержания натрия; в 1 г содержится 100 мг натрия, 1/3 которого поступает в организм)",
        "Лучше всего при использовании при неопасной для жизни гиперкалиемии",
        "Гипокалиемия может возникать часто контролировать уровень калия в сыворотке в течение каждых 24 часов; У некоторых пациентов может быть целесообразным мониторинг ЭКГ; катионообменные смолы могут также влиять на концентрацию других катионов, включая кальций и магний.",
        "При тяжелой гиперкалиемии рассмотрите более неотложные методы лечения (например, диализ, внутривенное введение кальция, бикарбонат, глюкозу и инсулин)",
        "Будьте осторожны с лекарственными формами, содержащими пропиленгликоль; большие количества потенциально токсичны; связан с гиперосмоляльностью, судорогами, лактоацидозом и угнетением дыхания",
        "Сообщалось о случаях острого бронхита или бронхопневмонии, вызванных вдыханием частиц полистиролсульфоната натрия; пациенты с нарушенным рвотным рефлексом, измененным уровнем сознания или пациенты, склонные к срыгиванию, могут подвергаться повышенному риску; вводить продукт, когда пациент находится в вертикальном положении",
        "Большие дозы могут привести к закупорке каловых масс, особенно у пожилых людей.",
        "Клизма может снизить концентрацию в сыворотке крови быстрее, чем пероральное введение, но пероральное введение обеспечивает большее снижение в течение нескольких часов.",
        "Может связывать перорально принимаемые лекарства, что может уменьшить их всасывание в желудочно-кишечном тракте и привести к снижению эффективности; принимать другие пероральные препараты по крайней мере за 3 часа до или через 3 часа после терапии; пациентам с гастропарезом может потребоваться 6-часовое разделение",
        "Продукты могут содержать до 20 г сорбита на 15 г полистирола натрия.",
        "Если есть клинически значимый запор, прекратите до нормализации дефекации; не используйте магнийсодержащие слабительные или сорбитол",
        "Не рекомендуется одновременный прием сорбитола.",
        "Риск некроза толстой кишки и других серьезных нежелательных явлений со стороны желудочно-кишечного тракта (например, кровотечения, ишемического колита, перфорации), чаще всего при одновременном применении сорбитола",
        "При ректальном введении детям и новорожденным чрезмерная доза или неадекватное разведение могут привести к закупорке смолы.",
        "Недоношенные дети и дети с низкой массой тела при рождении: риск желудочно-кишечного кровотечения или некроза толстой кишки.",
        "Факторы риска нежелательных явлений со стороны желудочно-кишечного тракта включают недоношенность, кишечные заболевания или операции в анамнезе, гиповолемию и почечную недостаточность или недостаточность."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам повышает токсичность полистиролсульфоната натрия по другим причинам (см. комментарий). Противопоказано.\nКомментарий: описаны случаи некроза кишечника (возможно, со смертельным исходом) при одновременном применении сорбитола и полистиролсульфоната натрия; из-за наличия сорбита в пероральной суспензии мелоксикама одновременное применение не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сорбит",
      "description": {
        "common": "полистиролсульфонат натрия, сорбит. Механизм: неизвестен. Избегайте или используйте альтернативный препарат. Комбинация, связанная с случаями некроза толстой кишки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "полистиролсульфонат натрия и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень сульфата магния за счет снижения почечного клиренса. Используйте осторожность/монитор. Риск захвата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность полистиролсульфоната натрия по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность полистиролсульфоната натрия по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "полистиролсульфонат натрия и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень карбоната кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень хлорида кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень цитрата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень глюконата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левотироксин",
      "description": {
        "common": "полистиролсульфонат натрия снижает уровень левотироксина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "литий",
      "description": {
        "common": "полистиролсульфонат натрия снижает уровень лития за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень хлорида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень цитрата магния за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "полистиролсульфонат натрия повышает уровень оксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "желудочно-кишечное расстройство",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Гипокалиемия",
      "percent": null
    },
    {
      "name": "Гипокальциемия",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "Задержка натрия",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "желудочно-кишечные конкременты",
      "percent": null
    },
    {
      "name": "безоары",
      "percent": null
    },
    {
      "name": "после перорального применения",
      "percent": null
    },
    {
      "name": "изъязвление или некроз желудочно-кишечного тракта",
      "percent": null
    },
    {
      "name": "что может привести к перфорации",
      "percent": null
    },
    {
      "name": "Фекальное сдавление после ректального введения",
      "percent": null
    },
    {
      "name": "особенно у детей",
      "percent": null
    },
    {
      "name": "Острый бронхит или бронхопневмония, связанные с вдыханием частиц полистирола",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Кишечный некроз",
      "percent": null
    },
    {
      "name": "Стремление",
      "percent": null
    }
  ]
}