{
  "name": "эртуглифлозин/ситаглиптин",
  "comment": "Rx",
  "other_names": [
    "Стеглуян"
  ],
  "classes": [
    "Противодиабетические средства",
    "Ингибиторы дипептилпептидазы-IV",
    "Ингибиторы SGLT2"
  ],
  "source": "https://reference.medscape.com/drug/steglujan-ertugliflozin-sitagliptin-1000192",
  "pregnancy": {
    "common": [
      "Из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, сообщите женщинам, что эртуглифлозин/ситаглиптин не рекомендуется применять во время грудного вскармливания.",
      "Поскольку созревание почек человека происходит внутриутробно и в течение первых 2 лет жизни, когда может иметь место воздействие лактации, может возникнуть риск для развивающихся почек человека.",
      "Неизвестно, проникает ли он в грудное молоко человека.",
      "Не рекомендуется во время грудного вскармливания"
    ],
    "specific": [
      {
        "type": "Эртуглифлозин",
        "description": [
          "В исследованиях на животных неблагоприятные изменения почек наблюдались у крыс, когда эртуглифлозин вводили в период развития почек, соответствующий позднему второму и третьему триместрам беременности человека; дозы, в 13 раз превышающие максимальную клиническую дозу, вызывали дилатацию почечной лоханки и канальцев и почечную минерализацию, которые не были полностью обратимыми",
          "Не было свидетельств вредного воздействия на плод у крыс или кроликов при воздействии эртуглифлозина примерно в 300 раз выше, чем максимальная клиническая доза 15 мг/сут при введении во время органогенеза.",
          "Данные о беременных женщинах ограничены и недостаточны для определения связанного с приемом препарата риска неблагоприятных исходов развития; существуют риски для матери и плода, связанные с плохо контролируемым диабетом во время беременности",
          "На основании данных о животных, показывающих неблагоприятное воздействие на почки, не рекомендуется во втором и третьем триместрах беременности."
        ]
      },
      {
        "type": "Ситаглиптин",
        "description": [
          "Существует реестр воздействия при беременности, в котором отслеживаются исходы беременности у женщин, подвергавшихся воздействию ситаглиптина во время беременности.",
          "Медицинским работникам рекомендуется сообщать о любом пренатальном воздействии, позвонив в Регистр беременных по телефону 1-800-986-8999."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, сообщите женщинам, что эртуглифлозин/ситаглиптин не рекомендуется применять во время грудного вскармливания.",
      "Поскольку созревание почек человека происходит внутриутробно и в течение первых 2 лет жизни, когда может иметь место воздействие лактации, может возникнуть риск для развивающихся почек человека.",
      "Неизвестно, проникает ли он в грудное молоко человека.",
      "Не рекомендуется во время грудного вскармливания"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к наркотикам или вспомогательным веществам; имели место такие реакции, как ангионевротический отек или анафилаксия.",
        "Тяжелая почечная недостаточность (<30 мл/мин/1,73 м",
        "), терминальная стадия почечной недостаточности или диализ",
        "2"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о случаях серьезной гиперчувствительности при применении ситаглиптина, включая анафилаксию, ангионевротический отек и эксфолиативные кожные заболевания, включая синдром Стивенса-Джонсона (см. Противопоказания).",
        "Сообщалось о дозозависимом увеличении Х-ЛПНП",
        "У пациентов, принимающих ингибиторы DDP-4, сообщалось о тяжелой и инвалидизирующей артралгии; может произойти в любое время; симптомы уменьшаются после отмены",
        "Сообщалось об остром панкреатите, включая фатальные и несмертельные геморрагический или некротизирующий панкреатит, у пациентов, принимавших ситаглиптин; немедленно прекратить при подозрении на панкреатит",
        "Почечная недостаточность может возникать из-за сокращения внутрисосудистого объема; прежде чем начинать, рассмотрите факторы, которые могут предрасполагать пациентов к острому повреждению почек, включая гиповолемию, хроническую почечную недостаточность, ЗСН и сопутствующие лекарства (например, диуретики, ингибиторы АПФ, БРА, НПВП); рассмотрите возможность временного прекращения приема эртуглифлозина в любых условиях снижения перорального приема или потери жидкости; следить за признаками и симптомами острого повреждения почек и, если они очевидны, немедленно прекратить прием препарата и начать лечение",
        "Буллезный пемфигоид, требующий госпитализации, сообщалось о применении ингибиторов ДПП-4; пациенты обычно выздоравливают после местного или системного иммунодепрессивного лечения и отмены ингибитора ДПП-4.",
        "Серьезные инфекции мочевыводящих путей, включая уросепсис и пиелонефрит, требующие госпитализации, зарегистрированы у пациентов, получающих ингибиторы SGLT2.",
        "Вызывает сокращение внутрисосудистого объема; симптоматическая гипотензия может возникнуть после начала, особенно у пациентов с почечной недостаточностью, с низким систолическим артериальным давлением, при приеме диуретиков или у пожилых людей; перед началом лечения у пациентов с одним или несколькими факторами риска оценить объемный статус и функцию почек",
        "Сердечная недостаточность наблюдалась в исследованиях сердечно-сосудистых исходов для 2 других ингибиторов ДПП-4; рассмотреть риски и преимущества до начала лечения у пациентов с риском сердечной недостаточности (например, у пациентов с сердечной недостаточностью в анамнезе, почечной недостаточностью в анамнезе) и наблюдать за такими пациентами на наличие признаков и симптомов сердечной недостаточности во время терапии",
        "Нет убедительных доказательств снижения макроваскулярного риска при применении эмпаглифлозина или любого другого противодиабетического средства.",
        "Могут возникать генитальные грибковые инфекции; более восприимчивы пациенты с генитальными грибковыми инфекциями в анамнезе и необрезанные мужчины.",
        "Некротизирующий фасциит промежности (гангрена Фурнье), о котором сообщалось при применении ингибиторов SGLT2; признаки и симптомы включают болезненность, покраснение или отек гениталий или области от гениталий до прямой кишки, а также лихорадку выше 100,4 F или общее недомогание; при подозрении прекратите прием ингибитора SGLT2 и немедленно начните лечение антибиотиками широкого спектра действия и, при необходимости, хирургической обработкой ран."
      ],
      "specific": [
        {
          "type": "Ампутация нижней конечности",
          "description": [
            "Консультировать пациентов о важности обычного профилактического ухода за ногами; контролировать пациентов, получающих препарат, на наличие признаков и симптомов инфекции (включая остеомиелит), новых болей или чувствительности, ран или язв нижних конечностей и прекратить терапию, если возникают эти осложнения.",
            "В клинических исследованиях с другим ингибитором SGLT2 наблюдался повышенный риск ампутации нижних конечностей (в первую очередь пальцев ног); перед началом рассмотрите факторы, которые могут предрасполагать пациента к повышенному риску ампутации (например, предшествующая ампутация в анамнезе, заболевание периферических сосудов, невропатия, диабетические язвы стопы)"
          ]
        },
        {
          "type": "кетоацидоз",
          "description": [
            "Перед началом терапии рассмотрите факторы в анамнезе пациента, которые могут предрасполагать к кетоацидозу, включая недостаточность панкреатического инсулина по любой причине, ограничение калорий и злоупотребление алкоголем.",
            "Проинформируйте пациентов о признаках и симптомах кетоацидоза и проинструктируйте пациентов о прекращении терапии и немедленном обращении за медицинской помощью при появлении признаков и симптомов.",
            "Рассмотрите возможность временного прекращения терапии не менее чем на 4 дня для пациентов, перенесших плановое хирургическое вмешательство.",
            "Рассмотреть возможность наблюдения за кетоацидозом и временно прекратить терапию в других клинических ситуациях, которые, как известно, предрасполагают к кетоацидозу (например, длительное голодание из-за острого заболевания или после операции); убедитесь, что факторы риска кетоацидоза устранены до возобновления терапии",
            "Не указано для пациентов с сахарным диабетом 1 типа (СД1); в плацебо-контролируемых исследованиях риск кетоацидоза повышался у пациентов с СД1, получавших ингибиторы SGLT2",
            "Риск кетоацидоза может быть выше при более высоких дозах"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Риск гипогликемии увеличивается при приеме инсулина и средств, стимулирующих секрецию инсулина (например, производных сульфонилмочевины); может потребоваться более низкая доза инсулина или стимулятора секреции инсулина",
            "Совместное введение с ситаглиптином показало небольшое увеличение AUC дигоксина (11%) и средней пиковой концентрации препарата (18%); Коррекция дозы дигоксина не требуется, но проводится соответствующий мониторинг",
            "Мониторинг гликемического контроля с помощью анализа 1,5-AG не рекомендуется, поскольку измерения 1,5-AG ненадежны при оценке гликемического контроля у пациентов, принимающих ингибиторы SGLT2; использовать альтернативные методы для мониторинга гликемического контроля",
            "Мониторинг гликемического контроля с помощью тестов на глюкозу в моче не рекомендуется пациентам, принимающим ингибиторы SGLT2, поскольку ингибиторы SGLT2 увеличивают экскрецию глюкозы с мочой и приводят к положительным тестам на глюкозу в моче; использовать альтернативные методы для мониторинга гликемического контроля"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол, ситаглиптин. Другое (см. комментарий). Противопоказано.\nКомментарий: Чрезмерное потребление этанола может изменить гликемический контроль. Некоторые производные сульфонилмочевины могут продуцировать дисульфирам, подобный rxn."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень ситаглиптина с помощью переносчика оттока Р-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект ситаглиптина через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "альбиглутид, ситаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "ситаглиптин повышает токсичность беназеприла по механизму: механизм взаимодействия не указан. Используйте осторожность/монитор. Повышенный риск побочных/токсических эффектов, особенно повышенный риск ангионевротического отека."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "бексаротен усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Основываясь на механизме действия, бексаротен в капсулах может усиливать действие средств, повышающих уровень инсулина, что приводит к гипогликемии. Гипогликемия не была связана с монотерапией бексаротеном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Горький лимон",
      "description": {
        "common": "горькая дыня усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб повышает уровни ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "ситаглиптин, каптоприл.\nОдин из них усиливает эффекты другого по Механизму: неопределенный механизм взаимодействия. Используйте осторожность/монитор. Повышенный риск побочных/токсических эффектов, особенно повышенный риск ангионевротического отека."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "эртуглифлозин, хлорпропамид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "корица усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Вероятность гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Сообщалось о гипер- и гипогликемии у пациентов, получавших одновременно хинолоны и противодиабетические средства. Рекомендуется тщательный контроль уровня глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровни ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, ситаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект ситаглиптина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень ситаглиптина с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "эксенатид раствор для инъекций, ситаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "инъекционная суспензия эксенатида, ситаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флероксацин",
      "description": {
        "common": "флероксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб будет увеличивать уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию субстратов P-gp. Мониторинг токсичности препарата-субстрата P-gp, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир будет повышать уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "эртуглифлозин, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "эртуглифлозин, глипизид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "эртуглифлозин, глибурид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид, эртуглифлозин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Используйте осторожность/монитор. Мониторинг функции почек у пациентов с тяжелой почечной недостаточностью, тяжелым воспалением кишечника или при длительном применении >2 г/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "эртуглифлозин, инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт протамин/инсулин аспарт",
      "description": {
        "common": "эртуглифлозин, инсулин аспарт, протамин/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "ситаглиптин, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "ситаглиптин, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "эртуглифлозин, инсулин детемир.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "ситаглиптин, инсулин детемир.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "эртуглифлозин, инсулин гларгин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "эртуглифлозин, инсулин глулизин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "эртуглифлозин, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин изофан человеческий/инсулин обычный человеческий",
      "description": {
        "common": "эртуглифлозин, инсулин изофан человеческий/инсулин обычный человеческий.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "эртуглифлозин, инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро протамин/инсулин лизпро",
      "description": {
        "common": "ситаглиптин, инсулин лизпро, протамин/инсулин лизпро.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "ситаглиптин, инсулин НПХ.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "ситаглиптин, инсулин обычный человеческий.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Противодиабетические средства часто используются в комбинации; может потребоваться коррекция дозы при начале или прекращении приема противодиабетических средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект ситаглиптина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов P-gp в клинических исследованиях. Рассмотрите возможность снижения дозы чувствительных субстратов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "эртуглифлозин снижает уровень лития на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение ингибитора SGLT2 с литием может снизить концентрацию лития в сыворотке; контролировать концентрацию лития в сыворотке чаще во время начала терапии и изменения дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровни ситаглиптина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "кетотифен, офтальмологический, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может привести к тромбоцитопении (редко). Мониторить ЦБК."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "лираглутид, ситаглиптин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное использование может увеличить риск гипогликемии; следить за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ломитапид повышает уровень ситаглиптина с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы при одновременном применении с ломитапидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает действие ситаглиптина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Внимательно следите за уровнем глюкозы в крови при лечении противодиабетическими средствами. Лонапегсоматропин может снижать чувствительность к инсулину, особенно в более высоких дозах. Пациентам с сахарным диабетом может потребоваться коррекция дозы инсулина и/или других сахароснижающих средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "эртуглифлозин, натеглинид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мекасермин",
      "description": {
        "common": "мекасермин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипогликемические эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повысит уровень или эффект ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор. Ингибирует CYP2C8/2C9; используйте наименьшие рекомендуемые дозы для субстратов и контролируйте"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "Нелфинавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение хинолоновых антибиотиков может привести к гипер- или гипогликемии. Гатифлоксацин чаще всего вызывает дисгликемию; моксифлоксацин наименее вероятен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "опунция фикус индика",
      "description": {
        "common": "Opuntia ficus indica усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровни ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "эртуглифлозин, репаглинид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект ситаглиптина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Акулий хрящ",
      "description": {
        "common": "акульи хрящи усиливают эффекты ситаглиптина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает эффекты эртуглифлозина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Продукты гормона роста могут снижать чувствительность к инсулину, особенно в более высоких дозах. После начала приема сомапацитана может потребоваться коррекция дозы противодиабетических средств. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол будет повышать уровень или эффект ситаглиптина с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы субстратов P-гликопротеина (P-gp), если возникают побочные реакции при одновременном применении со стирипентолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "эртуглифлозин, толазамид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксипиридазин",
      "description": {
        "common": "сульфаметоксипиридазин усиливает эффекты ситаглиптина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир ДФ, ситаглиптин.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень ситаглиптина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Терифлуномид ингибирует CYP2C8; осторожность при совместном применении с субстратами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир снижает эффекты ситаглиптина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: сообщения о гипергликемии из-за резистентности к инсулину при применении ингибиторов протеазы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "эртуглифлозин, толбутамид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Рассмотрите более низкую дозу инсулина или стимулятора секреции инсулина, чтобы избежать гипогликемии при совместном применении с эртуглифлозином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "Американский женьшень усиливает действие ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анаму",
      "description": {
        "common": "Анаму усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "ситаглиптин, хлорпропамид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "хром усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Уменьшение симптомов гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дамиана",
      "description": {
        "common": "damiana снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "дьявольский коготь усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "ситаглиптин повышает уровень дигоксина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бузина",
      "description": {
        "common": "ягоды бузины усиливают эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования in vitro)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "эвкалипт усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксиместерон",
      "description": {
        "common": "флуоксиместерон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фо-ти",
      "description": {
        "common": "fo-ti усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Коленол, соединение, содержащееся в корне колеуса, может стимулировать высвобождение инсулина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глимепирид",
      "description": {
        "common": "ситаглиптин, глимепирид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "ситаглиптин, глипизид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "ситаглиптин, глибурид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "готу кола",
      "description": {
        "common": "Готу кола усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "гуанфацин снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Уменьшение симптомов гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гимнема",
      "description": {
        "common": "gymnema усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "Семена конского каштана усиливают эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "индапамид снижает действие ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид снижает эффекты ситаглиптина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ликоп",
      "description": {
        "common": "lycopus усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гипогликемии (исследования на животных)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местеролон",
      "description": {
        "common": "Местеролон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилтестостерон",
      "description": {
        "common": "Метилтестостерон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "крапива",
      "description": {
        "common": "крапива усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин, ситаглиптин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Возможна дисгликемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксандролон",
      "description": {
        "common": "Оксандролон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пегвисомант",
      "description": {
        "common": "пегвисомант усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "кислый фосфат калия усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "хлорид калия усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "цитрат калия усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Взаимодействие особенно заметно при лечении гипокалиемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стевия",
      "description": {
        "common": "стевия усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон усиливает действие ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "Трансбуккальная система тестостерона усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "Местный тестостерон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толазамид",
      "description": {
        "common": "ситаглиптин, толазамид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "ситаглиптин, толбутамид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии при комбинации неизвестен."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "Тонгкат Али усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ванадий",
      "description": {
        "common": "ванадий усиливает эффекты ситаглиптина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Микозы женских половых органов",
      "percent": "9.1-12.2"
    },
    {
      "name": "Побочные эффекты истощения объема",
      "percent": "1.9-4.4"
    },
    {
      "name": "Грибковые инфекции мужских половых органов",
      "percent": "3.7-4.2"
    },
    {
      "name": "Инфекции мочевыводящих путей",
      "percent": "4-4.1"
    },
    {
      "name": "Головная боль",
      "percent": "2.9-3.5"
    },
    {
      "name": "Вагинальный зуд",
      "percent": "2.4-2.8"
    },
    {
      "name": "Увеличение мочеиспускания",
      "percent": "2.4-2.7"
    },
    {
      "name": "Назофарингит",
      "percent": "2-2.5"
    },
    {
      "name": "Боль в спине",
      "percent": "1.7-2.5"
    },
    {
      "name": "Побочные эффекты со стороны почек",
      "percent": "1.3-2.5"
    },
    {
      "name": "Вес уменьшился",
      "percent": "1.2-2.4"
    },
    {
      "name": "Жажда",
      "percent": "1.4-2.7"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": null
    },
    {
      "name": "Назофарингит",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Периферический отек",
      "percent": null
    },
    {
      "name": "Гиперчувствительность, включая анафилаксию",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "кожный васкулит",
      "percent": null
    },
    {
      "name": "и эксфолиативные кожные заболевания",
      "percent": null
    },
    {
      "name": "Повышение уровня печеночных ферментов",
      "percent": null
    },
    {
      "name": "Острый панкреатит",
      "percent": null
    },
    {
      "name": "Ухудшение функции почек и острая почечная недостаточность",
      "percent": null
    },
    {
      "name": "Буллезный пемфигоид",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Боль в конечностях",
      "percent": null
    },
    {
      "name": "Боль в спине",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    },
    {
      "name": "Тубулоинтерстициальный нефрит",
      "percent": null
    }
  ]
}