{
  "name": "аллогенные культивированные кератиноциты и фибробласты",
  "comment": "Rx",
  "other_names": [
    "СтратаПрививка",
    "аллогенные культивированные кератиноциты и дермальные фибробласты в мышином коллагене-dsat"
  ],
  "classes": [
    "Актуальные продукты для кожи"
  ],
  "source": "https://reference.medscape.com/drug/stratagraft-allogeneic-cultured-keratinocytes-fibroblasts-4000175",
  "pregnancy": {
    "common": [
      "Исследований репродуктивной токсичности и токсичности для развития животных для оценки того, может ли он нанести вред плоду, не проводилось.",
      "Данных о применении у беременных женщин нет."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Известные аллергии на мышиный коллаген или продукты, содержащие ингредиенты бычьего или свиного происхождения."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Содержит глицерин; избегать у пациентов с известной чувствительностью",
        "Поскольку это продукт ксенотрансплантации, реципиенты не должны сдавать цельную кровь, компоненты крови, плазму, лейкоциты, ткани, грудное молоко, яйцеклетки, сперму или другие части тела для использования у людей.",
        "Могут возникнуть тяжелые реакции гиперчувствительности; отслеживать как ранние, так и поздние симптомы и признаки после применения; лечить в соответствии со стандартной медицинской практикой"
      ],
      "specific": [
        {
          "type": "Передача инфекционных заболеваний",
          "description": [
            "О передаче инфекционных заболеваний или агентов не сообщалось.",
            "Банки клеток были протестированы, и было обнаружено, что они не содержат поддающихся обнаружению посторонних агентов, а мышиные клетки больше не используются в производстве StrataGraft; однако эти меры не устраняют полностью риск передачи инфекционных заболеваний и возбудителей болезней.",
            "Содержит клетки доноров-людей и может передавать инфекционные заболевания или инфекционные агенты, такие как вирусы, бактерии или другие патогены, включая агент, вызывающий трансмиссивную губчатую энцефалопатию (ТГЭ, также известную как болезнь Крейтцфельдта-Якоба [БКЯ] или вариант БКЯ)",
            "Классифицируется как продукт ксенотрансплантации из-за исторического воздействия на клетки кератиноцитов хорошо охарактеризованных клеток мыши."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Серебросодержащие противомикробные препараты и повязки",
            "Хлоргексидин",
            "Показано, что местный антисептик хлоргексидин токсичен для кератиноцитов и дермальных фибробластов человека.",
            "Мафенид",
            "Данные свидетельствуют о том, что серебро может снижать жизнеспособность кератиноцитов и дермальных фибробластов человека.",
            "Не рекомендуется",
            "Ацетат мафенида, местное противомикробное средство, снижает жизнеспособность кератиноцитов и нарушает целостность тканеинженерных заменителей кожи человека, состоящих из кератиноцитов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлоргексидин актуальные",
      "description": {
        "common": "Местное применение хлоргексидина снижает эффекты аллогенных культивируемых кератиноцитов и фибробластов по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: было показано, что местный антисептик хлоргексидин токсичен для кератиноцитов и дермальных фибробластов человека."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мафенид",
      "description": {
        "common": "Мафенид снижает эффекты аллогенных культивируемых кератиноцитов и фибробластов по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ацетат мафенида, местное противомикробное средство, снижает жизнеспособность кератиноцитов и нарушает целостность тканеинженерных заменителей кожи человека, состоящих из кератиноцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитрат серебра",
      "description": {
        "common": "Нитрат серебра снижает эффекты аллогенных культивируемых кератиноцитов и фибробластов по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Антимикробные препараты и повязки, содержащие серебро, могут снижать жизнеспособность кератиноцитов и кожных фибробластов человека."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфадиазин серебра",
      "description": {
        "common": "Сульфадиазин серебра снижает эффекты аллогенных культивируемых кератиноцитов и фибробластов по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Антимикробные препараты и повязки, содержащие серебро, могут снижать жизнеспособность кератиноцитов и кожных фибробластов человека. ."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Зуд",
      "percent": "11"
    },
    {
      "name": "волдыри",
      "percent": "4"
    },
    {
      "name": "Гипертрофический рубец",
      "percent": "3"
    },
    {
      "name": "Нарушение заживления",
      "percent": "3"
    }
  ]
}