{
  "name": "асфотаза альфа",
  "comment": "Rx",
  "other_names": [
    "Стренсик"
  ],
  "classes": [
    "Ферменты",
    "Метаболический"
  ],
  "source": "https://reference.medscape.com/drug/strensiq-asfotase-alfa-999992",
  "pregnancy": {
    "common": [
      "Нет доступных данных о применении асфотазы альфа беременными женщинами для информирования о риске, связанном с приемом лекарств.",
      "В исследованиях репродукции животных асфотаза альфа, вводившаяся внутривенно беременным крысам и кроликам в период органогенеза, не показала признаков фетотоксичности, летальности эмбриона или тератогенного действия в дозах, вызывающих экспозицию плазмы до 21 и 24 раз, соответственно, по сравнению с рекомендацией для человека. доза"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о локализованной липодистрофии, включая липоатрофию и липогипертрофию в местах инъекций через несколько месяцев; следить за правильной техникой инъекции и вращением места инъекции",
        "Реакции гиперчувствительности (редко), о которых сообщалось в клинических испытаниях; реакции возникали в течение нескольких минут после подкожного введения и наблюдались более 1 года после начала лечения; контролировать и, если возникает тяжелая реакция, прекратить лечение и начать соответствующее лечение",
        "Пациенты с HPP подвержены повышенному риску развития эктопических кальцинатов; в клинических исследованиях сообщалось о 14 случаях (14%) эктопической кальцификации глаза, включая роговицу и конъюнктиву, и почек (нефрокальциноз); было недостаточно информации, чтобы определить, соответствовали ли зарегистрированные события заболеванию или были связаны с асфотазой альфа; офтальмологические обследования и УЗИ почек рекомендуются в начале лечения и периодически во время лечения.",
        "Исследования показали, что существует аналитическая интерференция между асфотазой альфа и лабораторными тестами, в которых используется тест-система, конъюгированная с щелочной фосфатазой (ЩФ), что приводит к ошибочным результатам тестов у пациентов, получающих лечение; рекомендовал использовать лабораторные анализы, не использующие технологию ALP-конъюгата, при тестировании образцов, взятых у пациентов; информировать персонал лаборатории о том, что пациент лечится лекарственным средством, и обсудить использование платформы для тестирования, в которой не используется тест-система, конъюгированная с ЩФ."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Реакции в месте инъекции",
      "percent": "46-90"
    },
    {
      "name": "липодистрофия",
      "percent": "18-70"
    },
    {
      "name": "Эктопические кальцификации",
      "percent": "5-55"
    },
    {
      "name": "Рвота",
      "percent": "3-10"
    },
    {
      "name": "рвота",
      "percent": "2-10"
    },
    {
      "name": "Системные реакции гиперчувствительности",
      "percent": null
    }
  ]
}