{
  "name": "солриамфетол",
  "comment": "Rx",
  "other_names": [
    "Суноси"
  ],
  "classes": [
    "Ингибиторы обратного захвата дофамина/норэпинефрина"
  ],
  "source": "https://reference.medscape.com/drug/sunosi-solriamfetol-1000266",
  "pregnancy": {
    "common": [
      "Имеющихся данных из отчетов о случаях недостаточно для определения связанных с наркотиками рисков серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Регистр беременности",
        "description": [
          "Поставщикам медицинских услуг рекомендуется регистрировать беременных пациенток, или беременные женщины могут зарегистрироваться в реестре, позвонив по телефону 1-877-283-6220 или через Интернет на сайте www.SunosiPregnancyRegistry.com."
        ]
      },
      {
        "type": "Исследования на животных",
        "description": [
          "Введение беременным крысам во время беременности и лактации в дозах, в ≥7 раз превышающих MRHD на основе мг/м², приводило к материнской токсичности и неблагоприятному влиянию на фертильность, рост и развитие потомства.",
          "Введение во время органогенеза вызывало токсичность для матери и плода у крыс и кроликов при дозах ≥4 и 5 раз и было тератогенным при дозах 19 и ≥5 раз соответственно максимально рекомендуемой дозе для человека (MRHD) 150 мг на основе мг/м²."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Клинические аспекты: наблюдайте за детьми, находящимися на грудном вскармливании, на наличие побочных эффектов (например, возбуждение, бессонница, анорексия, снижение прибавки в весе).",
      "Солриамфетол присутствует в молоке крыс; если лекарство присутствует в молоке животных, вполне вероятно, что лекарство будет присутствовать и в грудном молоке.",
      "Нет данных о присутствии солриамфетола или его метаболитов в грудном молоке, влиянии на грудных детей или влиянии на выработку молока.",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в препарате и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, или со стороны основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Одновременное применение с ингибиторами МАО или в течение 14 дней после отмены ингибитора МАО"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Артериальное давление и частота сердечных сокращений увеличиваются",
          "description": [
            "Повышает систолическое артериальное давление, диастолическое артериальное давление и частоту сердечных сокращений дозозависимым образом.",
            "Осторожность у пациентов с повышенным риском серьезных неблагоприятных сердечно-сосудистых событий (MACE), особенно у пациентов с известными сердечно-сосудистыми и цереброваскулярными заболеваниями, ранее существовавшей гипертонией и в пожилом возрасте.",
            "Если повышение артериального давления или частоты сердечных сокращений не удается контролировать путем снижения дозы или другого соответствующего медицинского вмешательства, рассмотрите возможность прекращения терапии.",
            "Оцените кровяное давление и контролируйте артериальную гипертензию до начала лечения",
            "Регулярно контролируйте артериальное давление во время лечения и лечите вновь возникшую гипертензию и обострения ранее существовавшей гипертензии."
          ]
        },
        {
          "type": "Психиатрические симптомы",
          "description": [
            "Осторожность у пациентов с психозом или биполярным расстройством в анамнезе, поскольку эти пациенты не оценивались в клинических исследованиях.",
            "Психические побочные реакции, наблюдавшиеся во время клинических испытаний, включая тревогу, бессонницу и раздражительность.",
            "Соблюдайте пациента для возможного появления или обострения психиатрических симптомов; уменьшить дозу или рассмотреть вопрос о прекращении приема препарата при развитии психических симптомов",
            "Пациенты с умеренной или тяжелой почечной недостаточностью могут подвергаться более высокому риску психиатрических симптомов из-за длительного периода полувыведения."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Ингибиторы МАО",
            "Дофаминергические препараты: осторожность; совместное применение может привести к фармакодинамическим взаимодействиям",
            "Препараты, повышающие артериальное давление/частоту сердечных сокращений: с осторожностью; совместное применение может привести к фармакодинамическим взаимодействиям",
            "Потенциальные исходы включают смерть, инсульт, инфаркт миокарда, расслоение аорты, офтальмологические осложнения, эклампсию, отек легких и почечную недостаточность.",
            "Одновременное применение ингибиторов МАО и норадренергических препаратов может увеличить риск гипертензивной реакции.",
            "Противопоказан; не применять одновременно или в течение 14 дней после прекращения приема ингибитора МАО"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид будет повышать уровень или действие солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид будет повышать уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин увеличивает уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин будет повышать уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин увеличивает уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид будет повышать уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "Селегилин увеличивает уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "Трансдермальный селегилин повышает уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин увеличивает уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амантадин",
      "description": {
        "common": "амантадин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "бензфетамин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "бромокриптин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каберголин",
      "description": {
        "common": "каберголин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "кофеин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "кокаин местно и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "дексметилфенидат и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "диэтилпропион и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "добутамин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "дофамин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксапрам",
      "description": {
        "common": "доксапрам и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроксидопа",
      "description": {
        "common": "дроксидопа и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "эфедрин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "эпинефрин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "адреналин рацемический и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "фенолдопам и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, солриамфетол.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "и левалбутерол, и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа ингаляционно",
      "description": {
        "common": "Ингаляции леводопы и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "метапротеренол и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "метамфетамин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "метилфенидат и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "мидодрин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафазолин",
      "description": {
        "common": "нафазолин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никотиновая резинка",
      "description": {
        "common": "никотиновая камедь и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхание никотина",
      "description": {
        "common": "вдыхание никотина и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никотин интраназальный",
      "description": {
        "common": "интраназальный никотин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никотиновая пастилка",
      "description": {
        "common": "никотиновые леденцы и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никотин трансдермальный",
      "description": {
        "common": "трансдермальный никотин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "норадреналин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "фендиметразин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "фентермин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "фенилэфрин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "фенилэфрин перорально и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "пирбутерол и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прамипексол",
      "description": {
        "common": "и прамипексол, и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "псевдоэфедрин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ропинирол",
      "description": {
        "common": "ропинирол и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ротиготин",
      "description": {
        "common": "ротиготин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "салметерол и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "Сердексметилфенидат/дексметилфенидат и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "тербуталин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "ингаляции умеклидиния бромида/вилантерола и солриамфетола усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "Ингаляционный вилантерол/флутиказона фуроат и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "йохимбин и солриамфетол усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "бруксизм",
      "percent": null
    },
    {
      "name": "раздражительность",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "грудной",
      "percent": null
    },
    {
      "name": "и расстройства средостения",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Гипергидроз",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Чувство нервозности",
      "percent": null
    },
    {
      "name": "жажда",
      "percent": null
    },
    {
      "name": "дискомфорт в груди",
      "percent": null
    },
    {
      "name": "боль в груди",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Вес уменьшился",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Бруксизм",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Нарушения внимания",
      "percent": null
    },
    {
      "name": "тремор",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "грудной",
      "percent": null
    },
    {
      "name": "и расстройства средостения",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Вес уменьшился",
      "percent": null
    }
  ]
}