{
  "name": "гистрелин",
  "comment": "Rx",
  "other_names": [
    "Вантас",
    "Супрелин Л.А."
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Агонисты ГНРГ"
  ],
  "source": "https://reference.medscape.com/drug/supprelin-la-vantas-histrelin-342758",
  "pregnancy": {
    "common": [
      "Противопоказан во время беременности, так как ожидаемые гормональные изменения, происходящие во время лечения, увеличивают риск невынашивания беременности; ограниченные данные о применении гистрелина беременными женщинами недостаточны для определения связанного с препаратом риска серьезных врожденных дефектов или неблагоприятных исходов развития."
    ],
    "specific": [
      {
        "type": "Репродуктивный потенциал",
        "description": [
          "Основываясь на данных, полученных на животных, и на механизме действия, терапия может нарушать фертильность у самцов с репродуктивным потенциалом."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "В соответствии с механизмом действия, исследования репродукции животных показали увеличение потери плода при клинически значимом воздействии."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата в грудном молоке или молоке животных, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; абсорбция и системная активность не ожидаются при потенциальном воздействии препарата на грудное молоко; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарственном средстве и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарственного средства или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Женщины, которые могут забеременеть или в настоящее время беременны, дети",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Психические события, о которых сообщалось у пациентов, принимающих агонисты ГнРГ; постмаркетинговые отчеты по этому классу препаратов включают симптомы эмоциональной лабильности, такие как плач, раздражительность, нетерпение, гнев и агрессия; следить за развитием или ухудшением психиатрических симптомов во время лечения",
        "Псевдоопухоль головного мозга (идиопатическая внутричерепная гипертензия), зарегистрированная у педиатрических больных, получающих агонисты ГнРГ, включая ацетат лейпролида; контролировать пациентов на наличие признаков и симптомов псевдоопухоли головного мозга, включая головную боль, отек диска зрительного нерва, нечеткость зрения, диплопию, потерю зрения, боль за глазом или боль при движении глаз, шум в ушах, головокружение и тошноту",
        "Сообщалось о гипергликемии и повышенном риске развития диабета у мужчин, получавших агонисты ГнРГ.",
        "При применении агонистов ГнРГ сообщалось о случаях компрессии спинного мозга, которая может способствовать слабости или параличу с летальными осложнениями или без них.",
        "Сообщалось о судорогах у пациентов, получающих агонисты ГнРГ; сообщения об использовании агонистов ГнРГ включали пациентов с судорогами, эпилепсией, цереброваскулярными расстройствами, аномалиями или опухолями центральной нервной системы в анамнезе, а также пациентов, получавших сопутствующие препараты, вызывающие судороги, такие как бупропион и СИОЗС; также сообщалось о судорогах у пациентов при отсутствии какого-либо из перечисленных состояний.",
        "Сообщения об инфаркте миокарда, внезапной сердечной смерти и инсульте у мужчин, получавших агонисты ГнРГ"
      ],
      "specific": [
        {
          "type": "удлинение интервала QT",
          "description": [
            "Рассмотрите возможность периодического мониторинга ЭКГ и электролитов",
            "Андрогенная депривация может удлинять интервал QT/QTc; рассмотреть вопрос о том, перевешивают ли преимущества андрогенной депривации потенциальные риски у пациентов с врожденным синдромом удлиненного интервала QT, застойной сердечной недостаточностью, частыми нарушениями электролитного баланса, а также у пациентов, принимающих препараты, удлиняющие интервал QT.",
            "Электролитные нарушения должны быть исправлены"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Задержка жидкости",
      "percent": null
    },
    {
      "name": "периферический отек",
      "percent": null
    },
    {
      "name": "учащенное сердцебиение",
      "percent": null
    },
    {
      "name": "желудочковые экстрасистолы",
      "percent": null
    },
    {
      "name": "Различные боли",
      "percent": null
    },
    {
      "name": "Почечные конкременты",
      "percent": null
    }
  ]
}