{
  "name": "дигидрокодеин/аспирин/кофеин",
  "comment": "Discontinued",
  "other_names": [
    "Синалгос-ДЦ (ДСК)"
  ],
  "classes": [
    "Анальгетики",
    "Опиоидные комбинации"
  ],
  "source": "https://reference.medscape.com/drug/synalgos-dc-codeine-aspirin-caffeine-999490",
  "pregnancy": {
    "common": [
      "Категория беременности: D; избегайте приема аспирина во время беременности, особенно в третьем триместре из-за риска преждевременного закрытия артериального протока",
      "Длительное использование опиоидных анальгетиков во время беременности может вызвать синдром отмены опиоидов у новорожденных; Имеющиеся данные о беременных женщинах недостаточны для информирования о риске серьезных врожденных дефектов и выкидыша, связанного с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Работа и доставка",
        "description": [
          "Использование кодеина во время родов может привести к угнетению дыхания у новорожденного; опиоиды проникают через плаценту и могут вызывать угнетение дыхания и психофизиологические эффекты у новорожденных; опиоидный антагонист, такой как налоксон, должен быть доступен для купирования вызванного опиоидами угнетения дыхания у новорожденного; не рекомендуется использовать беременным женщинам во время или непосредственно перед родами, когда более уместны другие методы обезболивания; опиоидные анальгетики могут продлевать роды за счет действий, которые временно уменьшают силу, продолжительность и частоту сокращений матки; однако этот эффект непостоянен и может быть компенсирован повышенной скоростью раскрытия шейки матки, что имеет тенденцию сокращать роды; мониторить новорожденных, подвергшихся воздействию опиоидных анальгетиков во время родов, на наличие признаков избыточной седации и угнетения дыхания"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о влиянии кодеиновой продукции на молоко; из-за возможности серьезных побочных реакций, включая чрезмерную седацию, угнетение дыхания и смерть младенца, находящегося на грудном вскармливании, грудное вскармливание не рекомендуется во время лечения.",
      "Кодеин и его активный метаболит морфин присутствуют в грудном молоке; есть опубликованные исследования и случаи, в которых сообщалось о чрезмерном седативном эффекте, угнетении дыхания и смерти у младенцев, подвергшихся воздействию кодеина через грудное молоко; женщины со сверхбыстрым метаболизмом кодеина достигают более высоких, чем ожидалось, уровней морфина в сыворотке крови, что может привести к более высоким уровням морфина в грудном молоке, что может быть опасным для их детей, находящихся на грудном вскармливании; у женщин с нормальным метаболизмом кодеина (нормальная активность CYP2D6) количество кодеина, секретируемого в грудное молоко, низкое и зависит от дозы.",
      "В период лактации: проникает в грудное молоко в небольших количествах, рекомендуется соблюдать осторожность."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Оценка риска опиоидных анальгетиков и стратегия его снижения (REMS)",
          "description": [
            "Пройдите образовательную программу, соответствующую REMS",
            "Рассмотрите другие инструменты для повышения безопасности пациентов, домохозяйств и общества.",
            "Чтобы гарантировать, что преимущества опиоидных анальгетиков перевешивают риски зависимости, злоупотребления и неправильного использования, Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) потребовало REMS для этих продуктов; в соответствии с требованиями REMS, фармацевтические компании, выпускающие утвержденные опиоидные анальгетики, должны сделать образовательные программы, соответствующие REMS, доступными для поставщиков медицинских услуг.",
            "Подчеркните пациентам и их опекунам важность прочтения Руководства по лекарствам каждый раз, когда его предоставляет их фармацевт.",
            "Консультировать пациентов и/или лиц, осуществляющих уход за ними, при каждом назначении по безопасному использованию, серьезным рискам, хранению и утилизации этих продуктов.",
            "Медицинским работникам настоятельно рекомендуется:"
          ]
        },
        {
          "type": "Зависимость, злоупотребление и неправильное использование",
          "description": [
            "Подчеркните пациентам и их опекунам важность прочтения Руководства по лекарствам каждый раз, когда его предоставляет их фармацевт.",
            "Консультировать пациентов и/или лиц, осуществляющих уход за ними, при каждом назначении по безопасному использованию, серьезным рискам, хранению и утилизации этих продуктов.",
            "Рассмотрите другие инструменты для повышения безопасности пациентов, домохозяйств и общества.",
            "Пройдите образовательную программу, соответствующую REMS"
          ]
        },
        {
          "type": "Опасное для жизни угнетение дыхания",
          "description": [
            "Подвергает пациентов и других потребителей риску опиоидной зависимости, злоупотребления и неправильного употребления, что может привести к передозировке и смерти. Оцените риск каждого пациента до назначения терапии и регулярно наблюдайте за всеми пациентами на предмет развития такого поведения и состояний."
          ]
        },
        {
          "type": "Случайное проглатывание",
          "description": [
            "Может возникнуть серьезное, угрожающее жизни или смертельное угнетение дыхания; контролировать угнетение дыхания, особенно в начале терапии или после увеличения дозы"
          ]
        },
        {
          "type": "Неонатальный синдром отмены опиоидов",
          "description": [
            "Случайное проглатывание даже одной дозы препарата, особенно детьми, может привести к смертельной передозировке."
          ]
        },
        {
          "type": "Послеоперационная боль у детей",
          "description": [
            "Длительное употребление может привести к неонатальному синдрому отмены опиоидов, который может быть опасным для жизни, если его не распознать и не лечить, и требует лечения в соответствии с протоколами, разработанными экспертами-неонатологами; если беременной женщине требуется длительное применение опиоидов, сообщите пациентке о риске неонатального синдрома отмены опиоидов и убедитесь, что будет доступно соответствующее лечение."
          ]
        },
        {
          "type": "Одновременное применение с бензодиазепинами",
          "description": [
            "Противопоказан детям младше 12 лет и детям младше 18 лет после тонзиллэктомии и/или аденоидэктомии; избегать использования капсул подростками в возрасте 12–18 лет, имеющими другие факторы риска, которые могут повышать чувствительность к угнетающему дыхание действию кодеина, за исключением случаев, когда преимущества перевешивают риски; факторы риска включают состояния, связанные с гиповентиляцией, такие как послеоперационный статус, обструктивное апноэ во сне, ожирение, тяжелое заболевание легких, нервно-мышечное заболевание и одновременное применение других лекарств, вызывающих угнетение дыхания; при назначении кодеина подросткам медицинские работники должны выбирать наименьшую эффективную дозу в течение кратчайшего периода времени и информировать пациентов и лиц, осуществляющих уход, о рисках и признаках передозировки морфина.",
            "Смертельные случаи произошли у детей с обструктивным апноэ во сне, получавших кодеин для лечения послеоперационной боли после тонзиллэктомии и/или аденоидэктомии.",
            "Кодеин превращается в морфин в печени; у этих детей были доказательства сверхбыстрого метаболизма (через CYP2D6) кодеина, что является наследственной (генетической) способностью, вызывающей быстрое превращение кодеина в опасные для жизни или смертельные количества морфина (см. Фармакология)."
          ]
        },
        {
          "type": "Взаимодействие с препаратами, влияющими на изоферменты цитохрома Р450.",
          "description": [
            "Риски от одновременного использования с бензодиазепинами или другими депрессантами ЦНС; одновременное использование опиоидов с бензодиазепинами или другими депрессантами центральной нервной системы (ЦНС), включая алкоголь, может привести к глубокому седативному эффекту, угнетению дыхания, коме и смерти; зарезервировать одновременное назначение этой комбинации наркотиков и бензодиазепинов или других депрессантов ЦНС для использования у пациентов, для которых альтернативные варианты лечения неадекватны; ограничить дозы и продолжительность до минимума; наблюдать за пациентами на наличие признаков и симптомов угнетения дыхания и седации"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "гемофилия",
        "синдром Рея",
        "Известная аллергия на нестероидные противовоспалительные препараты (НПВП)",
        "Послеоперационное ведение детей младше 18 лет после тонзиллэктомии и/или аденоидэктомии (см. Предупреждения черного ящика)",
        "Одновременное применение ингибиторов моноаминоксидазы (ИМАО) или использование ИМАО в течение последних 14 дней",
        "Синдром астмы, ринита и носовых полипов",
        "Дети <12 лет",
        "Известная или подозреваемая желудочно-кишечная непроходимость, включая паралитическую кишечную непроходимость",
        "Любая ситуация, при которой опиоиды противопоказаны, включая значительное угнетение дыхания (в неконтролируемых условиях или при отсутствии реанимационного оборудования), а также острую или тяжелую бронхиальную астму или гиперкапнию.",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может нарушать умственные/физические способности, необходимые для выполнения опасных задач (например, вождение автомобиля, работа с механизмами)",
        "Опиоиды могут вызывать связанные со сном расстройства дыхания, включая центральное апноэ во сне (CSA) и связанную со сном гипоксемию; употребление опиоидов увеличивает риск CSA дозозависимым образом; у пациентов с CSA рассмотрите возможность снижения дозировки опиоидов, используя передовой опыт снижения дозы опиоидов",
        "У детей, получавших кодеин, наблюдалось угрожающее жизни угнетение дыхания и смерть; метаболизм кодеина зависит от генотипа CYP2D6, что может привести к повышенному воздействию активного метаболита морфина; дети младше 12 лет, по-видимому, более восприимчивы к угнетающему дыхание эффекту кодеина, особенно при наличии факторов риска угнетения дыхания; многие зарегистрированные случаи смерти произошли в послеоперационном периоде после тонзиллэктомии и / или аденоидэктомии, и у многих детей были признаки сверхбыстрого метаболизма кодеина.",
        "Кофеин может вызывать стимуляцию ЦНС/сердечно-сосудистой системы и раздражение ЖКТ.",
        "С осторожностью у пожилых или ослабленных пациентов или у пациентов со следующими состояниями: адренокортикальная недостаточность (болезнь Аддисона), астма, угнетение центральной нервной системы или кома, хроническая обструктивная болезнь легких, снижение дыхательного резерва (включая эмфизему, тяжелое ожирение, легочное сердце или кифосколиоз). ), белая горячка, травма головы, гипотензия, повышение внутричерепного давления, микседема или гипотиреоз, гипертрофия предстательной железы или стриктура уретры и токсический психоз",
        "Избегайте использования у подростков в возрасте 12-18 лет, у которых есть другие факторы риска, которые могут повысить чувствительность к угнетающим дыхание эффектам кодеина, если преимущества не перевешивают риски; факторы риска включают состояния, связанные с гиповентиляцией, такие как послеоперационный статус, обструктивное апноэ во сне, ожирение, тяжелое заболевание легких, нервно-мышечное заболевание и одновременное применение других лекарств, вызывающих угнетение дыхания; при назначении кодеина подросткам медицинские работники должны выбирать наименьшую эффективную дозу в течение кратчайшего периода времени и информировать пациентов и лиц, осуществляющих уход, о рисках и признаках передозировки морфина.",
        "Может вызвать тяжелую гипотензию, включая ортостатическую гипотензию и обмороки у амбулаторных больных; существует повышенный риск у пациентов, у которых способность поддерживать артериальное давление уже нарушена из-за сниженного объема крови или одновременного применения некоторых препаратов, угнетающих ЦНС (например, фенотиазинов или общих анестетиков). у пациентов с циркуляторным шоком терапия может вызвать вазодилатацию, что может привести к дальнейшему снижению сердечного выброса и артериального давления; избегать использования у пациентов с циркуляторным шоком",
        "Содержит битартрат дигидрокодеина, контролируемое вещество Списка III; как опиоид, наркотик подвергает потребителей риску зависимости, злоупотребления и неправильного употребления; оценить риск каждого пациента в отношении опиоидной зависимости, злоупотребления или неправильного употребления до назначения препарата и контролировать всех пациентов на предмет развития поведения и состояний, связанных с зависимостью; снизить риски, назначая лекарство в наименьшем подходящем количестве и консультируя пациента по надлежащей утилизации неиспользованного лекарства",
        "Желудочно-кишечные кровотечения; особая осторожность у пациентов с желудочно-кишечными кровотечениями в анамнезе, алкоголизмом или нарушениями свертываемости крови",
        "С осторожностью используйте опиоиды с ИМАО.",
        "Даже низкие дозы аспирина могут ингибировать функцию тромбоцитов, что приводит к увеличению времени кровотечения; это может отрицательно сказаться на пациентах с наследственными (например, гемофилия) или приобретенными (например, заболеванием печени или дефицитом витамина К) нарушениями свертываемости крови; аспирин противопоказан больным гемофилией; аспирин, введенный перед операцией, может увеличить время кровотечения.",
        "Аспирин не следует назначать детям и подросткам при вирусных инфекциях с лихорадкой или без нее из-за риска развития синдрома Рея при одновременном применении аспирина при некоторых вирусных заболеваниях.",
        "Не прекращайте резко терапию у пациента, физически зависимого от опиоидов; при прекращении терапии у физически зависимых пациентов постепенно снижать дозировку; быстрое снижение дозы у пациента, физически зависимого от опиоидов, может привести к синдрому отмены и возвращению боли.",
        "Аспирин может вызвать преждевременное закрытие артериального протока плода; избегать использования у беременных женщин, начиная с 30 недель беременности (третий триместр)",
        "Длительное применение НПВП приводило к папиллярному некрозу почек и другим повреждениям почек; правильный объемный статус у пациентов с обезвоживанием или гиповолемией до начала терапии; контролировать функцию почек у пациентов с почечной или печеночной недостаточностью, сердечной недостаточностью, обезвоживанием или гиповолемией во время терапии; избегать применения препарата у пациентов с прогрессирующим заболеванием почек, за исключением тех случаев, когда ожидается, что польза превысит риск ухудшения функции почек; при использовании у пациентов с прогрессирующим заболеванием почек, наблюдать за пациентами на предмет признаков ухудшения функции почек Избегать при тяжелой печеночной недостаточности",
        "Сообщалось о надпочечниковой недостаточности при употреблении опиоидов, чаще после более чем одного месяца употребления; при подозрении на надпочечниковую недостаточность подтвердите диагноз и, если он диагностирован, назначьте физиологические заместительные дозы кортикостероидов; отлучение пациента от опиоидов для восстановления функции надпочечников и продолжение лечения кортикостероидами до восстановления функции надпочечников; можно попробовать другие опиоиды, поскольку в некоторых случаях сообщается об использовании другого опиоида без рецидива надпочечниковой недостаточности; доступная информация не идентифицирует какие-либо конкретные опиоиды, которые с большей вероятностью связаны с надпочечниковой недостаточностью.",
        "У пациентов, которые могут быть восприимчивы к внутричерепным эффектам задержки СО2 (например, у пациентов с признаками повышенного внутричерепного давления или опухолей головного мозга), терапия может снижать дыхательную активность, а результирующая задержка СО2 может еще больше повышать внутричерепное давление; следить за такими пациентами на наличие признаков седации и угнетения дыхания, особенно в начале терапии; опиоиды также могут скрывать клиническое течение у пациентов с черепно-мозговой травмой; избегать терапии у пациентов с нарушением сознания или комой",
        "Может вызвать угнетение дыхания; риск является самым высоким в начале терапии или после увеличения дозы; внимательно следить за пациентами на предмет угнетения дыхания, особенно в течение первых 24-72 часов после начала терапии и после увеличения дозы; для снижения риска необходимы правильное дозирование и титрование; переоценка; дозировка при переводе пациентов с другого опиоидного препарата может привести к фатальной передозировке с первой дозой"
      ],
      "specific": [
        {
          "type": "Оценка риска опиоидных анальгетиков и стратегия его снижения (REMS)",
          "description": [
            "Чтобы получить дополнительную информацию об опиоидных анальгетиках REMS и список аккредитованных REMS CME/CE, позвоните по телефону 1-800-503-0784 или войдите на сайт www.opioidanalgesicrems.com; план FDA можно найти на сайте www.fda.gov/OpioidAnalgesicREMSBlueprint.",
            "Чтобы гарантировать, что преимущества опиоидных анальгетиков перевешивают риски зависимости, злоупотребления и неправильного использования, Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) потребовало Стратегии оценки и снижения рисков (REMS) для этих продуктов.",
            "Рассмотрите возможность использования других инструментов для повышения безопасности пациентов, домохозяйств и общества, таких как соглашения между пациентами и врачами, которые усиливают обязанности между пациентами и врачами.",
            "Подчеркните для пациентов и тех, кто за ними ухаживает, важность прочтения Справочника по лекарствам, который они получат от своего фармацевта каждый раз, когда им выписывают опиоидный анальгетик.",
            "Обсудите безопасное использование, серьезные риски, а также надлежащее хранение и утилизацию опиоидных анальгетиков с пациентами и/или лицами, осуществляющими за ними уход, каждый раз, когда эти лекарства прописываются; используйте следующую ссылку, чтобы получить Руководство по консультированию пациентов (PCG): www.fda.gov/OpioidAnalgesicREMSPCG"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Свет",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "седация",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Изжога",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "высокая или хроническая доза",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Нервозность",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    }
  ]
}