{
  "name": "левотироксин",
  "comment": "Rx",
  "other_names": [
    "Левоксил",
    "Синтроид",
    "Унитроид",
    "Лево Т",
    "Тиросинт",
    "Тиросинт-СОЛ",
    "Тиквидность",
    "Леволет"
  ],
  "classes": [
    "Продукты для щитовидной железы"
  ],
  "source": "https://reference.medscape.com/drug/synthroid-levoxyl-levothyroxine-342732",
  "pregnancy": {
    "common": [
      "Беременность может увеличить потребность в гормонах щитовидной железы. следует контролировать уровень ТТГ в сыворотке крови и корректировать дозу во время беременности; поскольку послеродовые уровни ТТГ аналогичны значениям до зачатия, дозировка должна вернуться к дозе до беременности сразу после родов.",
      "Опыт применения левотироксина у беременных, включая данные постмаркетинговых исследований, у беременных женщин, получавших левотироксин перорально для поддержания эутиреоидного состояния, не сообщал о повышении частоты серьезных врожденных пороков или выкидышей; существуют риски для матери и плода, связанные с нелеченным гипотиреозом во время беременности; поскольку уровни ТТГ могут повышаться во время беременности, следует контролировать ТТГ и корректировать дозу левотироксина во время беременности; Нелеченный материнский гипотиреоз может оказывать неблагоприятное влияние на нейрокогнитивное развитие плода.",
      "Материнский гипотиреоз во время беременности связан с более высоким уровнем осложнений, включая самопроизвольный аборт, гестационную гипертензию, преэклампсию, мертворождение и преждевременные роды; Нелеченный материнский гипотиреоз может оказывать неблагоприятное влияние на нейрокогнитивное развитие плода.",
      "Данные о животных"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "В ограниченных опубликованных исследованиях сообщается, что левотироксин присутствует в материнском молоке; тем не менее, недостаточно информации для определения воздействия левотироксина на младенцев, находящихся на грудном вскармливании, и не сообщалось о побочных эффектах на младенцев, находящихся на грудном вскармливании, а также нет информации о влиянии левотироксина на выработку молока; адекватное лечение левотироксином в период лактации может нормализовать выработку молока у кормящих матерей с гипотиреозом и низким выделением молока; Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в левотироксине и любыми потенциальными неблагоприятными эффектами левотироксина или основного заболевания матери на ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Гормоны щитовидной железы, отдельно или с другими терапевтическими агентами, не следует использовать для лечения ожирения или для снижения веса.",
        "У пациентов с эутиреозом дозы в пределах суточной потребности в гормонах неэффективны для снижения веса; более высокие дозы могут вызвать серьезные или даже опасные для жизни проявления токсичности, особенно при введении в сочетании с симпатомиметическими аминами, такими как те, которые используются для их аноректических эффектов."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к гормону щитовидной железы или другим ингредиентам",
        "Некорригированная надпочечниковая недостаточность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Как правило, не используйте препараты левотироксина натрия взаимозаменяемо из-за узкого терапевтического индекса; проверять на биоэквивалентность при смене брендов/дженериков; при изменении состава следует контролировать уровень ТТГ и при необходимости корректировать дозу.",
        "Таблетки Synthroid и Unitroid содержат лактозу.",
        "Надлежащее титрование дозы и тщательный мониторинг имеют решающее значение для предотвращения персистирования гипотиреоза или развития гипертиреоза."
      ],
      "specific": [
        {
          "type": "Педиатрическое использование",
          "description": [
            "Внимательно следите за младенцами в течение первых 2 недель терапии на предмет сердечной перегрузки и аритмии.",
            "У детей быстрое восстановление нормальных концентраций Т4 в сыворотке необходимо для предотвращения побочных эффектов врожденного гипотиреоза на когнитивное развитие, а также на общий физический рост и созревание; поэтому начать терапию сразу после постановки диагноза; левотироксин, как правило, назначают этим пациентам пожизненно."
          ]
        },
        {
          "type": "Сердечно-сосудистые",
          "description": [
            "Начинать с более низких доз у пожилых пациентов, чем рекомендуемая доза для более молодых людей или пациентов без сердечных заболеваний.",
            "Мониторинг пациентов, получающих одновременно левотироксин и симпатомиметики, на наличие признаков и симптомов коронарной недостаточности.",
            "Чрезмерное лечение левотироксином может вызвать увеличение частоты сердечных сокращений, толщины стенки сердца и сократительной способности сердца; может спровоцировать стенокардию или аритмии, особенно у пациентов с сердечно-сосудистыми заболеваниями и у пожилых пациентов"
          ]
        },
        {
          "type": "Микседематозная кома",
          "description": [
            "Лечение микседематозной комы внутривенными препаратами щитовидной железы",
            "Использование пероральных препаратов гормонов щитовидной железы не рекомендуется для лечения микседематозной комы.",
            "Микседематозная кома представляет собой опасное для жизни неотложное состояние, характеризующееся нарушением кровообращения и гипометаболизмом, которое может привести к непредсказуемому всасыванию левотироксина в желудочно-кишечном тракте."
          ]
        },
        {
          "type": "Острый адреналовый криз у больных с сопутствующей надпочечниковой недостаточностью",
          "description": [
            "Гормон щитовидной железы увеличивает метаболический клиренс глюкокортикоидов.",
            "Лечить пациентов с надпочечниковой недостаточностью заместительной глюкокортикоидной терапией до начала",
            "Начало терапии гормонами щитовидной железы до начала терапии глюкокортикоидами может спровоцировать острый адреналовый криз у пациентов с надпочечниковой недостаточностью."
          ]
        },
        {
          "type": "Профилактика гипертиреоза или неполное лечение гипотиреоза",
          "description": [
            "Левотироксин имеет узкий терапевтический индекс.",
            "Тщательно титруйте дозу и следите за реакцией на титрование, чтобы избежать этих эффектов; рассмотрите возможность взаимодействия с пищевыми продуктами или лекарствами и при необходимости отрегулируйте введение или дозировку",
            "У детей с врожденным и приобретенным гипотиреозом недостаточное лечение может отрицательно сказаться на когнитивном развитии и линейном росте, а избыточное лечение связано с краниосиностозом и ускорением костного возраста.",
            "Чрезмерное или недостаточное лечение может оказывать негативное влияние на рост и развитие, сердечно-сосудистую функцию, костный метаболизм, репродуктивную функцию, когнитивную функцию, эмоциональное состояние, функцию желудочно-кишечного тракта, а также на метаболизм глюкозы и липидов у взрослых или детей."
          ]
        },
        {
          "type": "Ухудшение диабетического контроля",
          "description": [
            "Добавление терапии левотироксином у пациентов с сахарным диабетом может ухудшить гликемический контроль и привести к увеличению потребности в противодиабетических средствах или инсулине.",
            "Внимательно следите за гликемическим контролем после начала, изменения или прекращения приема левотироксина."
          ]
        },
        {
          "type": "Снижение минеральной плотности костной ткани с чрезмерным замещением",
          "description": [
            "Введите минимальную дозу левотироксина, которая обеспечивает желаемый клинический и биохимический ответ, чтобы снизить этот риск.",
            "Повышенная резорбция кости и снижение минеральной плотности кости могут возникать в результате чрезмерного замещения, особенно у женщин в постменопаузе.",
            "Повышенная резорбция костей может быть связана с повышением уровня сыворотки и экскреции с мочой кальция и фосфора, повышением уровня щелочной фосфатазы в костях и снижением уровня паратиреоидного гормона в сыворотке."
          ]
        },
        {
          "type": "Лекарственное взаимодействие с пищей",
          "description": [
            "Снижает всасывание в желудочно-кишечном тракте: соевая мука (детская смесь), хлопковая мука, грецкие орехи и пищевые волокна.",
            "Оценить необходимость коррекции дозы при регулярном приеме в течение 1 часа определенных продуктов, влияющих на всасывание левотироксина.",
            "Замедленное всасывание в желудочно-кишечном тракте, сниженная биодоступность: грейпфрутовый сок."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Дигоксин",
            "Андрогены, анаболические стероиды, аспарагиназа, глюкокортикоиды, никотиновая кислота замедленного высвобождения: могут снижать концентрацию ТБГ.",
            "Может потребоваться снижение дозы антикоагулянта",
            "Бета-блокаторы: большие дозы пропранолола (>160 мг/день) незначительно изменяют уровни Т3 и Т4, уровни ТТГ остаются нормальными, и пациенты находятся в клинически эутиреоидном состоянии; бета-адреноблокаторы могут быть нарушены, когда пациент с гипотиреозом переходит в эутиреоидное состояние",
            "Симпатомиметики",
            "Противодиабетические средства",
            "Левотироксин усиливает реакцию на пероральные антикоагулянты",
            "Одновременное применение может снизить эффективность левотироксина за счет связывания и задержки или предотвращения всасывания, что может привести к гипотиреозу.",
            "Ингибиторы тирозинкиназы",
            "Применение сертралина у пациентов, стабилизировавшихся на левотироксине, может привести к увеличению потребности в левотироксине.",
            "Препараты, которые могут снизить конверсию Т4 в Т3",
            "Препараты, которые могут изменить транспорт Т4 и Т3",
            "Внимательно следите за уровнем ТТГ",
            "Орлистат: Мониторинг изменений функции щитовидной железы",
            "Одновременное применение может вызвать выраженную гипертензию и тахикардию.",
            "ИПП, сукральфат, антациды: гипохлоргидрия и измененный рН желудка могут снижать всасывание левотироксина; монитор",
            "Одновременное применение может вызвать гипотиреоз",
            "Мониторинг гликемического контроля при начале, изменении или прекращении приема левотироксина",
            "Препараты, которые могут изменить печеночный метаболизм",
            "Обычно пациенты остаются в эутиреоидном состоянии.",
            "Фенобарбитал, рифампин: стимулируют активность печеночных микросомальных ферментов, метаболизирующих лекарственные средства, и могут вызывать усиленную печеночную деградацию левотироксина.",
            "Оральные антикоагулянты",
            "Антидепрессанты",
            "Усиление эффектов симпатомиметиков или гормонов щитовидной железы",
            "Амиодарон: ингибирует периферическое превращение Т4 в Т3 и может вызывать изолированные биохимические изменения (увеличение уровня свободного Т4 в сыворотке и снижение или нормальное содержание свободного Т3) у пациентов с клинически эутиреоидным состоянием.",
            "Одновременное применение трициклических или тетрациклических антидепрессантов и левотироксина может усиливать терапевтические и токсические эффекты обоих препаратов, возможно, из-за повышенной чувствительности рецепторов к катехоламинам.",
            "Карбамазепин, фуросемид, гепарин, гидантоины, НПВП, фенаматы: могут вызвать смещение сайта связывания левотироксина с белком.",
            "Препараты, которые могут снижать всасывание Т4",
            "Может увеличить потребность в дозе левотироксина.",
            "Может потребоваться увеличение дозы дигоксина.",
            "Салицилаты: ингибируют связывание Т4 и Т3 с ТБГ и транстиретином; начальное повышение FT4 в сыворотке с последующим возвращением FT4 к нормальным уровням при устойчивых терапевтических концентрациях салицилата в сыворотке, хотя общий уровень T4 может снижаться до 30%",
            "Левотироксин может снижать терапевтический эффект дигоксина; Уровни дигоксина в сыворотке могут быть снижены, когда пациент с гипотиреозом становится эутиреоидным.",
            "Клофибрат, эстроген, героин, метадон, 5-фторурацил, митотан, тамоксифен: могут повышать концентрацию тироксинсвязывающего глобулина (ТСГ).",
            "Глюкокортикоиды: кратковременное введение больших доз глюкокортикоидов может снизить концентрацию Т3 в сыворотке на 30% с минимальным изменением уровня Т4 в сыворотке; однако длительная терапия глюкокортикоидами может привести к небольшому снижению уровней Т3 и Т4 из-за снижения продукции ТБГ.",
            "Кетамин",
            "Внимательно следите за артериальным давлением",
            "Левотироксин может ухудшить гликемический контроль и привести к увеличению потребности в противодиабетических препаратах или инсулине.",
            "Гормоны щитовидной железы могут увеличить риск коронарной недостаточности при назначении симпатомиметиков пациентам с ишемической болезнью сердца.",
            "Карбонат кальция, сульфат железа, секвестранты желчных кислот, ионообменные смолы: вводить с интервалом не менее 4 часов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "йодид натрия I-131",
      "description": {
        "common": "левотироксин снизит уровень или действие йодида натрия I-131 по другим причинам (см. комментарий). Противопоказано. Использование продуктов щитовидной железы или йода до и во время лечения йодидом натрия I-131 снижает поглощение йодида натрия I-131 щитовидной железой."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сахароферрилоксигидроксид",
      "description": {
        "common": "оксигидроксид сукроферрика снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Взаимодействия с парентеральным левотироксином не ожидается."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "левотироксин усиливает эффекты антитромбина альфа за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "левотироксин усиливает действие антитромбина III за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "левотироксин усиливает действие аргатробана за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "левотироксин усиливает эффекты бемипарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "левотироксин усиливает действие бивалирудина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект левотироксина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "левотироксин усиливает действие фондапаринукса за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "левотироксин усиливает действие гепарина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ликоп",
      "description": {
        "common": "lycopus снижает действие левотироксина за счет фармакодинамического антагонизма. Противопоказано. Lycopus блокирует периферическое превращение Т4 в Т3."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фениндион",
      "description": {
        "common": "левотироксин усиливает эффекты фениндиона за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "левотироксин усиливает эффекты протамина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид повысит уровень или действие левотироксина на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Трофинетид (ингибитор ОАТР131 и ОАТР13В) может повышать уровень субстратов ОАТР131 или ОАТР13В в плазме. Избегайте coadministration с чувствительными субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "левотироксин усиливает эффекты амитриптилина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "левотироксин усиливает эффекты амоксапина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект левотироксина за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид индуцирует УГТ и может снижать системное воздействие препаратов, являющихся субстратами УГТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "кофеин снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. КОФЕ связывает левотироксин в желудочно-кишечном тракте. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Раздельное введение на 4 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "карбонильное железо снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "левотироксин усиливает эффекты кломипрамина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колесевелам",
      "description": {
        "common": "колесевелам снижает уровень левотироксина за счет связывания препарата в желудочно-кишечном тракте. Используйте осторожность/монитор. Одновременное применение снижает абсорбцию левотироксина; однако абсорбция не снижается, если левотироксин вводят за 4 часа до колесевелама."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень левотироксина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Крофелемер может ингибировать переносчики MRP2 и OATP1A2 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "левотироксин усиливает эффекты дезипрамина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диданозин",
      "description": {
        "common": "диданозин будет снижать уровень или эффект левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "левотироксин снижает действие дигоксина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "левотироксин усиливает эффекты доксепина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин крем",
      "description": {
        "common": "Левотироксин усиливает действие крема с доксепином на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, левотироксин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Дулаглутид замедляет опорожнение желудка и может влиять на всасывание одновременно принимаемых пероральных препаратов; Будьте особенно осторожны при совместном применении с препаратами, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень левотироксина за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "левотироксин будет увеличивать уровень или эффект адреналина за счет неуточненного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол железа снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "железа фумарат снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "еда",
      "description": {
        "common": "пища снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. КОФЕ связывает левотироксин в желудочно-кишечном тракте. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "левотироксин усиливает эффекты имипрамина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "левотироксин снижает эффекты инсулина деглудека за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Гормоны щитовидной железы регулируют углеводный обмен, глюконеогенез и мобилизацию запасов гликогена; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "левотироксин снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Гормоны щитовидной железы регулируют углеводный обмен, глюконеогенез и мобилизацию запасов гликогена; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "левотироксин снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Гормоны щитовидной железы регулируют углеводный обмен, глюконеогенез и мобилизацию запасов гликогена; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "Комплекс декстрана железа снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "сахароза железа снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "левотироксин увеличивает токсичность кетамина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение может вызвать выраженную артериальную гипертензию и тахикардию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат лантана",
      "description": {
        "common": "карбонат лантана снижает уровень левотироксина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные препараты щитовидной железы по крайней мере за 2 часа до или после приема лантана. Взаимодействие относится только к пероральным препаратам щитовидной железы. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень левотироксина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Летермовир, ингибитор OATP1B1/3, может повышать концентрацию в плазме одновременно вводимых субстратов OATP1B1/3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа будет снижать уровень или эффект левотироксина по неизвестному механизму. Изменить терапию/внимательно контролировать. Эстрогенный компонент комбинированных гормональных контрацептивов (КГК) может повышать концентрацию тироксинсвязывающего глобулина в сыворотке крови. Женщинам, получающим заместительную терапию гормонами щитовидной железы, могут потребоваться повышенные дозы гормонов щитовидной железы при использовании КГК."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект левотироксина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Препарат может адсорбироваться на магний; может снизить всасывание в желудочно-кишечном тракте; относится к устным формам; может разделить введение лекарств на 4 часа"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "левотироксин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "левотироксин снижает эффекты натеглинида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Совместное применение может уменьшить гипогликемическое действие натеглинида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "левотироксин усиливает действие нортриптилина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Риск гипотиреоза. Разделить на 4 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "патиромер",
      "description": {
        "common": "Патиромер снижает уровень или эффект левотироксина за счет связывания препарата в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Раздельное введение по крайней мере на 3 часа от патиромера"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "полисахарид железа снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "левотироксин усиливает эффекты протриптилина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ралоксифен",
      "description": {
        "common": "ралоксифен снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b повысит уровень или действие левотироксина на др. (см. комментарий). Используйте осторожность/монитор. Некоторые провоспалительные цитокины, включая интерфероны, могут подавлять ферменты CYP450, что приводит к увеличению экспозиции некоторых субстратов CYP. Поэтому наблюдайте за пациентами, получающими сопутствующие препараты, являющиеся субстратами CYP450, с узким терапевтическим индексом на предмет токсичности таких препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника снижают уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия снижает уровень левотироксина путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводите левотироксин по крайней мере через 4 часа после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводите левотироксин по крайней мере через 4 часа после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тедуглутид",
      "description": {
        "common": "тедуглутид повышает уровень левотироксина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Тедуглутид может увеличивать абсорбцию сопутствующих пероральных препаратов; с осторожностью применять препараты, требующие титрования дозы, или препараты с узким терапевтическим индексом; может потребоваться коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримагния цитрат безводный",
      "description": {
        "common": "безводный цитрат тримагния снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "левотироксин усиливает эффекты тримипрамина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенная чувствительность катехоламиновых рецепторов; может усилить ЦНС и сердечно-сосудистые эффекты, включая аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб, левотироксин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. После начала или прекращения приема устекинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "левотироксин усиливает эффекты варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алендронат",
      "description": {
        "common": "левотироксин снижает уровень алендроната по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Биодоступность алендроната несколько снижается."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол снижает уровень левотироксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эптифибатид",
      "description": {
        "common": "левотироксин снижает уровень эптифибатида за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол снижает уровень левотироксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этотоин",
      "description": {
        "common": "этотоин снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "фуросемид повышает токсичность левотироксина Др. (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Высокие дозы (более 80 мг) фуросемида могут ингибировать связывание гормонов щитовидной железы с белками-носителями и приводить к временному увеличению свободных гормонов щитовидной железы с последующим общим снижением общего уровня гормонов щитовидной железы."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "железистые продукты",
      "description": {
        "common": "железистые продукты усиливают эффекты левотироксина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные эффекты с экстрактом щитовидной железы."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гуггул",
      "description": {
        "common": "гуггул снижает эффекты левотироксина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол снижает уровень левотироксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снижает уровень левотироксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантопразол",
      "description": {
        "common": "Пантопразол снижает уровень левотироксина за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пирацетам",
      "description": {
        "common": "пирацетам, левотироксин. Механизм: неизвестен. Незначительное/значение неизвестно. Комбинация пирацетама и Т3+Т4 вызывала спутанность сознания, нарушение сна в одном случае."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол снижает уровень левотироксина за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка снижает действие левотироксина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "полистиролсульфонат натрия",
      "description": {
        "common": "полистиролсульфонат натрия снижает уровень левотироксина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "левотироксин снижает уровень теофиллина за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тирофибан",
      "description": {
        "common": "левотироксин снижает уровень тирофибана за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Стенокардия",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Хроническая сердечная недостаточность",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Учащенный пульс",
      "percent": null
    },
    {
      "name": "Инфаркт миокарда",
      "percent": null
    },
    {
      "name": "Сердцебиение",
      "percent": null
    },
    {
      "name": "Аритмии",
      "percent": null
    },
    {
      "name": "Судороги",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Нервозность",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "ощущение удушья",
      "percent": null
    },
    {
      "name": "Эмоциональная лабильность",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Непереносимость жары",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Миастения",
      "percent": null
    },
    {
      "name": "Псевдоопухоль головного мозга",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Потеря веса",
      "percent": null
    },
    {
      "name": "Бесплодие",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Снижение минеральной плотности костей",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "Мышечная слабость",
      "percent": null
    },
    {
      "name": "мышечные спазмы",
      "percent": null
    },
    {
      "name": "Дерматологический",
      "percent": null
    },
    {
      "name": "Выпадение волос",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "Соскользнул головной эпифиз бедренной кости",
      "percent": null
    },
    {
      "name": "дети",
      "percent": null
    }
  ]
}