{
  "name": "кальципотриен/бетаметазон",
  "comment": "Rx",
  "other_names": [
    "Энстилар",
    "Таклонекс суспензия для местного применения",
    "Винзора",
    "Таклонекс мазь"
  ],
  "classes": [
    "Антипсориатики",
    "Актуальный"
  ],
  "source": "https://reference.medscape.com/drug/taclonex-enstilar-calcipotriene-betamethasone-999451",
  "pregnancy": {
    "common": [
      "Имеющихся данных недостаточно для оценки связанного с приемом препарата риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода.",
      "Однако системное воздействие кальципотриена после местного применения, вероятно, не будет низким."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Обсервационные исследования предполагают повышенный риск рождения детей с низким весом при рождении при использовании матерями сильнодействующих или очень сильнодействующих местных кортикостероидов.",
          "Рекомендовать беременным женщинам может увеличить потенциальный риск рождения ребенка с низким весом при рождении и использовать на наименьшем участке кожи и в течение как можно более короткого периода времени."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Чтобы свести к минимуму потенциальное воздействие на ребенка, находящегося на грудном вскармливании, через грудное молоко, наносите препарат на наименьший участок кожи и в течение как можно более короткого периода времени во время грудного вскармливания.",
      "Неизвестно, может ли местное введение кальципотриена или кортикостероидов привести к достаточной системной абсорбции для образования обнаруживаемых количеств в грудном молоке.",
      "Рекомендовать кормящим женщинам не наносить препарат непосредственно на сосок и ареолу, чтобы избежать прямого воздействия на младенца.",
      "Нет информации о присутствии кальципотриена и бетаметазона дипропионата при местном применении в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Не указано в маркировке производителя"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Гиперкальциемия и гиперкальциурия наблюдаются при применении кальципотриена; при развитии гиперкальциемии или гиперкальциурии лечение следует прекратить до нормализации показателей метаболизма кальция.",
        "Пациентам, наносящим мазь на открытые участки кожи, следует избегать чрезмерного воздействия как естественного, так и искусственного солнечного света, включая солярии, солнечные лампы и т. д.; врачи могут пожелать ограничить или избежать использования фототерапии у пациентов, использующих мазь",
        "Не наносить на лицо, подмышечные впадины или пах",
        "Пропелленты в составе пены легко воспламеняются; проинструктировать пациента избегать огня, пламени и курения во время и сразу после применения",
        "Аллергический контактный дерматит наблюдался при местном применении кальципотриена и местных кортикостероидов; Аллергический контактный дерматит на местный кортикостероид обычно диагностируют, наблюдая отсутствие заживления, а не клиническое обострение; подтвердите такое наблюдение с помощью соответствующего диагностического пластыря; при появлении раздражения лечение следует прекратить и назначить соответствующую терапию.",
        "Не наносить на участки уже существующей атрофии кожи.",
        "Использование актуальных кортикостероидов может увеличить риск задней субкапсулярной катаракты и глаукомы; избегать попадания в глаза; может вызвать раздражение глаз; проинструктировать пациентов сообщать врачу о визуальных симптомах",
        "Если сопутствующая кожная инфекция присутствует/развивается, нанесите соответствующее противогрибковое или антибактериальное средство."
      ],
      "specific": [
        {
          "type": "Влияние на эндокринную систему",
          "description": [
            "Синдром Кушинга и гипергликемия могут возникать из-за системных эффектов местных кортикостероидов; эти осложнения редки и обычно возникают после длительного воздействия чрезмерно больших доз, особенно сильнодействующих местных кортикостероидов.",
            "Терапия может вызывать обратимое подавление гипоталамо-гипофизарно-надпочечниковой (ГГН) оси с потенциальной клинической недостаточностью глюкокортикостероидов; это может произойти во время лечения или после прекращения лечения",
            "Оценку подавления оси HPA можно провести с помощью теста на стимуляцию косинтропином; если задокументировано подавление оси HPA, постепенно отмените препарат, уменьшите частоту применения или замените его менее сильным кортикостероидом.",
            "Факторы, которые предрасполагают пациента к подавлению оси HPA, включают использование сильнодействующих кортикостероидов, большие площади обрабатываемой поверхности, длительное использование, одновременное использование более чем одного продукта, содержащего кортикостероиды, использование окклюзионных повязок, измененный кожный барьер, печеночная недостаточность и молодой возраст. возраст",
            "Педиатрические пациенты могут быть более восприимчивы к системной токсичности из-за более высокого отношения поверхности кожи к массе тела.",
            "Одновременное использование более одного продукта, содержащего кортикостероиды, может увеличить общую системную экспозицию кортикостероидов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "бетаметазон снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Кортикостероиды могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения терапии кортикостероидами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "бетаметазон, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Рассмотрите возможность профилактического применения кортикостероидов у пациентов после взвешивания потенциальных преимуществ и рисков. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "бетаметазон, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "бетаметазон, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "бетаметазон, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "бетаметазон снижает действие четырехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "бетаметазон снижает эффекты трехвалентной вакцины против вируса гриппа, фармакодинамически антагонизирует адъювантом. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "бетаметазон, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "бетаметазон будет увеличивать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "бетаметазон, мациморелин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Лекарства, которые непосредственно влияют на секрецию гипофизом гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Перед введением мациморелина необходимо обеспечить достаточное время вымывания препаратов, влияющих на высвобождение гормона роста GH. Лекарства, которые непосредственно влияют на секрецию гипофизом гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, влияющих на высвобождение ГР."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тестостерон интраназальный",
      "description": {
        "common": "тестостерон интраназальный, бетаметазон.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение увеличивает риск отеков, особенно у пациентов с сердечными, почечными или печеночными заболеваниями."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "бетаметазон, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте профилактического использования системных кортикостероидов в качестве премедикации перед терапией CAR-T-клетками. Однако кортикостероиды могут потребоваться для лечения синдрома высвобождения цитокинов или неврологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "бетаметазон, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "бетаметазон снижает эффекты албиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "бетаметазон будет увеличивать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атракурий",
      "description": {
        "common": "атракурий, бетаметазон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "бетаметазон будет увеличивать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "бетаметазон повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и бетаметазон усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "бетаметазон снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "бетаметазон, ципрофлоксацин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "цисатракурий, бетаметазон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "бетаметазон, циклоспорин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут увеличивать или уменьшать концентрацию циклоспорина. Кроме того, циклоспорин может повышать концентрацию кортикостероидов в плазме крови. Следите за изменениями концентрации циклоспорина и за токсичностью кортикостероидов и/или циклоспорина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "бетаметазон, деферазирокс. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: у пациентов, принимающих деферазирокс, сообщалось об язвенной болезни желудка и желудочно-кишечном кровотечении, следует соблюдать осторожность при одновременном применении с другими препаратами, которые, как известно, повышают риск пептических язв или желудочного кровотечения, включая кортикостероиды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "бетаметазон снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "бетаметазон, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и бетаметазон снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "бетаметазон снижает эффекты инъекционного раствора эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "бетаметазон уменьшает эффекты инъекционной суспензии эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "бетаметазон будет увеличивать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "бетаметазон будет увеличивать уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "бетаметазон и гемифлоксацин оба увеличивают Другие (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глицеринфенилбутират",
      "description": {
        "common": "бетаметазон снижает эффекты глицеринфенилбутирата по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут вызывать расщепление белков организма и повышать уровень аммиака в плазме; внимательно следите за уровнем аммиака, когда глицеринфенилбутират применяется совместно с кортикостероидами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "бетаметазон снижает эффекты гемина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Препараты, усиливающие синтез дельта-аминолевулиновой кислоты, могут снижать эффект гемина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "бетаметазон, индакатерол, ингаляционно. калий сыворотки. Используйте осторожность/монитор. Комбинация может увеличить риск гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "бетаметазон снижает действие вакцины против гриппа A (H5N1) за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды, используемые в дозах, превышающих физиологические, могут снижать иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "бетаметазон снижает действие вакцины против вируса гриппа (H5N1), усиливая фармакодинамический антагонизм. Используйте осторожность/монитор. Кортикостероиды, используемые в дозах, превышающих физиологические, могут снижать иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "бетаметазон снижает действие инсулина деглудек за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Эндогенный кортизол является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенные системные кортикостероиды связаны с гипергликемией и могут вызывать диабет при хроническом применении высоких доз; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "бетаметазон снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Эндогенный кортизол является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенные системные кортикостероиды связаны с гипергликемией и могут вызывать диабет при хроническом применении высоких доз; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "бетаметазон снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Эндогенный кортизол является регуляторным гормоном, повышающим уровень глюкозы в крови; экзогенные системные кортикостероиды связаны с гипергликемией и могут вызывать диабет при хроническом применении высоких доз; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "бетаметазон будет увеличивать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "бетаметазон повышает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг при одновременном применении со слабыми ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "бетаметазон будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "бетаметазон и левофлоксацин оба увеличивают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "бетаметазон снижает эффекты лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Кортикостероиды могут ослаблять гипогликемический эффект противодиабетических средств. Тщательно контролируйте уровень глюкозы в крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "бетаметазон повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "лонапегсоматропин снижает эффекты бетаметазона по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Гормон роста (GH) ингибирует микросомальный фермент 11 бета-гидроксистероиддегидрогеназу типа 1, который превращает кортизон в его активный метаболит, кортизол. У пациентов с нелеченым дефицитом ГР может наблюдаться повышение уровня кортизола в сыворотке, а начало приема лонапегсоматропина может привести к снижению уровня кортизола в сыворотке. Пациентам с гипоадренализмом, получающим глюкокортикоиды, может потребоваться увеличение дозы глюкокортикоидов при стрессе или поддерживающих дозах после начала лечения лонапегсоматропином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "бетаметазон снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "бетаметазон снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "бетаметазон будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "как бетаметазон, так и моксифлоксацин увеличивают значение Другое (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир увеличивает уровень или эффект бетаметазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Coadministration может увеличить определенные системные концентрации кортикостероидов. Повышенный риск синдрома Кушинга и угнетения функции надпочечников. Рассмотрите возможность чередования кортикостероидов, включая беклометазон и преднизолон)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект бетаметазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Coadministration может увеличить определенные системные концентрации кортикостероидов. Повышенный риск синдрома Кушинга и угнетения функции надпочечников. Рассмотрите возможность чередования кортикостероидов, включая беклометазон и преднизолон)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "бетаметазон и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с высокими дозами кортикостероидов увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, бетаметазон.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "как бетаметазон, так и офлоксацин повышают Прочее (см. комментарий). Используйте осторожность/монитор. Одновременное применение хинолоновых антибиотиков и кортикостероидов может увеличить риск разрыва сухожилия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "бетаметазон и олодатерол в виде ингаляций снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, бетаметазон.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкуроний",
      "description": {
        "common": "панкуроний, бетаметазон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и бетаметазон усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокуроний",
      "description": {
        "common": "рокуроний, бетаметазон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "бетаметазон снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "бетаметазон, пикосульфат натрия/оксид магния/безводная лимонная кислота.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: может быть связан с дисбалансом жидкости и электролитов, например, с гипокалиемией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/?сульфат магния/хлорид калия повышает токсичность бетаметазона по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность бетаметазона Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "бетаметазон и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сомапацитан",
      "description": {
        "common": "сомапацитан снижает эффекты бетаметазона по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: микросомальный фермент 11-бета-гидроксистероиддегидрогеназа типа 1 (11-бета-ГСД-1), необходимый для превращения кортизона в его активный метаболит, кортизол, в печени и жировой ткани. GH ингибирует 11-бета-HSD-1. Пациентам, получающим глюкокортикоиды по поводу гипофункции надпочечников, может потребоваться увеличение поддерживающей или стрессовой дозы после начала лечения сомапацитаном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "сукцинилхолин, бетаметазон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "бетаметазон увеличивает уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "бетаметазон будет увеличивать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, бетаметазон.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, бетаметазон.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и бетаметазон усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "векуроний",
      "description": {
        "common": "векуроний, бетаметазон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение кортикостероидов и миорелаксантов может увеличить риск развития острой миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "бетаметазон усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "бетаметазон будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "бетаметазон будет увеличивать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "20"
    },
    {
      "name": "Тошнота",
      "percent": "13"
    },
    {
      "name": "Энурез",
      "percent": "18"
    },
    {
      "name": "Тошнота",
      "percent": "17"
    },
    {
      "name": "Головная боль",
      "percent": "16"
    },
    {
      "name": "Рвота",
      "percent": "16"
    },
    {
      "name": "Вес уменьшился",
      "percent": "12"
    },
    {
      "name": "Снижение аппетита",
      "percent": "8"
    },
    {
      "name": "Головокружение",
      "percent": "6"
    },
    {
      "name": "Головокружение",
      "percent": "10"
    },
    {
      "name": "Снижение аппетита",
      "percent": "8"
    },
    {
      "name": "Парасомния",
      "percent": "6"
    },
    {
      "name": "Диарея",
      "percent": "6"
    },
    {
      "name": "Гипергидроз",
      "percent": "6"
    },
    {
      "name": "Беспокойство",
      "percent": "5"
    },
    {
      "name": "Рвота",
      "percent": "5"
    },
    {
      "name": "Усталость",
      "percent": "4"
    },
    {
      "name": "Сухость во рту",
      "percent": "4"
    },
    {
      "name": "В депрессии",
      "percent": "4"
    },
    {
      "name": "Энурез",
      "percent": "4"
    },
    {
      "name": "Раздражительность",
      "percent": "3"
    },
    {
      "name": "Парестезия",
      "percent": "3"
    },
    {
      "name": "Депрессия",
      "percent": "3"
    },
    {
      "name": "Тремор",
      "percent": "3"
    },
    {
      "name": "Сонливость",
      "percent": "2"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "2"
    },
    {
      "name": "фолликулит",
      "percent": "1"
    },
    {
      "name": "Сжигание",
      "percent": "1"
    },
    {
      "name": "Мазь для местного применения H",
      "percent": "4"
    },
    {
      "name": "Зуд",
      "percent": "7.2"
    },
    {
      "name": "Псориаз",
      "percent": "3.4"
    },
    {
      "name": "Зуд",
      "percent": "2.8"
    },
    {
      "name": "Атрофия кожи",
      "percent": "1.9"
    },
    {
      "name": "фолликулит",
      "percent": "1.4"
    },
    {
      "name": "Обжигающее ощущение",
      "percent": "1.4"
    },
    {
      "name": "Депигментация кожи",
      "percent": "1.4"
    },
    {
      "name": "Сыпь чешуйчатая",
      "percent": "1.2"
    },
    {
      "name": "Экхимоз",
      "percent": "1"
    },
    {
      "name": "Эритема",
      "percent": "1"
    },
    {
      "name": "Ручной дерматит",
      "percent": "1"
    },
    {
      "name": "Раздражение в месте применения",
      "percent": "1"
    },
    {
      "name": "Зуд сайта приложения",
      "percent": "1"
    },
    {
      "name": "фолликулит",
      "percent": "1"
    },
    {
      "name": "Гипопигментация кожи",
      "percent": "1"
    },
    {
      "name": "Гиперкальциемия",
      "percent": "1"
    },
    {
      "name": "Крапивница",
      "percent": "1"
    },
    {
      "name": "Обострение псориаза",
      "percent": "1"
    },
    {
      "name": "Актуальная пена",
      "percent": "12-17"
    },
    {
      "name": "лет ч",
      "percent": "4"
    },
    {
      "name": "Акне",
      "percent": "1"
    },
    {
      "name": "эритема",
      "percent": "0.5"
    },
    {
      "name": "боль в месте применения",
      "percent": "0.4"
    },
    {
      "name": "и кожные реакции",
      "percent": "0.4"
    },
    {
      "name": "Зуд сайта приложения",
      "percent": "0.2"
    },
    {
      "name": "Эритема",
      "percent": "0.1"
    },
    {
      "name": "Раздражение кожи",
      "percent": null
    },
    {
      "name": "Обжигающее ощущение",
      "percent": null
    },
    {
      "name": "Атрофия кожи",
      "percent": null
    },
    {
      "name": "телеангиэктазии и гиперпигментация кожи",
      "percent": null
    }
  ]
}