{
  "name": "ланаделумаб",
  "comment": "Rx",
  "other_names": [
    "ланаделумаб-флао",
    "Тахзыро"
  ],
  "classes": [
    "Ингибиторы калликреина"
  ],
  "source": "https://reference.medscape.com/drug/takhzyro-lanadelumab-1000243",
  "pregnancy": {
    "common": [
      "Данных о применении у беременных нет."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Моноклональные антитела транспортируются через плаценту в течение третьего триместра беременности; следовательно, потенциальное воздействие на плод, вероятно, будет сильнее в третьем триместре беременности.",
          "Расширенное исследование пренатального и постнатального развития, проведенное на беременных обезьянах при дозах, приводящих к воздействию, в 33 раза превышающему воздействие, достигнутое (на основе AUC) при максимально рекомендуемой дозе для человека (MRHD), не выявило доказательств вреда для развивающегося плода."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Обнаружен в молоке лактирующих яванских макак в концентрации ~0,2% от материнской концентрации в плазме.",
      "Учитывайте пользу грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, или от основного состояния матери.",
      "Нет данных о присутствии ланаделумаба в грудном молоке, его влиянии на ребенка, находящегося на грудном вскармливании, или его влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о реакциях гиперчувствительности; при возникновении тяжелой реакции гиперчувствительности следует прекратить прием ланаделумаба и начать соответствующее лечение."
      ],
      "specific": [
        {
          "type": "Взаимодействие с анализом аППТ",
          "description": [
            "Ингибирование плазменного калликреина ланаделумабом может увеличить АЧТВ в этом анализе.",
            "Реагенты, используемые в лабораторном тесте АЧТВ, инициируют внутреннюю коагуляцию за счет активации калликреина плазмы в контактной системе.",
            "Может увеличивать активированное частичное тромбопластиновое время (аЧТВ) благодаря взаимодействию с анализом аЧТВ."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Реакция в месте инъекции",
      "percent": "56"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "44"
    },
    {
      "name": "Головная боль",
      "percent": "33"
    },
    {
      "name": "Миалгия",
      "percent": "11"
    },
    {
      "name": "Реакция в месте инъекции",
      "percent": "45"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "31"
    },
    {
      "name": "Головная боль",
      "percent": "21"
    },
    {
      "name": "Сыпь",
      "percent": "4"
    },
    {
      "name": "Головокружение",
      "percent": "4"
    },
    {
      "name": "Диарея",
      "percent": "4"
    },
    {
      "name": "Сыпь",
      "percent": "10"
    },
    {
      "name": "Головокружение",
      "percent": "10"
    }
  ]
}