{
  "name": "осельтамивир",
  "comment": "Rx",
  "other_names": [
    "Тамифлю"
  ],
  "classes": [
    "Ингибиторы нейраминидазы",
    "грипп",
    "Противовирусные препараты"
  ],
  "source": "https://reference.medscape.com/drug/tamiflu-oseltamivir-342618",
  "pregnancy": {
    "common": [
      "Беременные женщины подвергаются более высокому риску тяжелых осложнений гриппа, которые могут привести к неблагоприятным исходам беременности и/или плода, включая материнскую смерть, мертворождение, врожденные дефекты, преждевременные роды, низкую массу тела при рождении и малый вес для гестационного возраста.",
      "Адекватных и хорошо контролируемых исследований у беременных женщин, чтобы информировать о риске неблагоприятных исходов развития, связанном с приемом лекарств, не проводилось; имеющиеся опубликованные эпидемиологические данные свидетельствуют о том, что прием препарата в любом триместре не связан с повышенным риском врожденных дефектов; тем не менее, эти исследования по отдельности ограничены небольшими размерами выборки, использованием разных групп сравнения, а в некоторых из них отсутствовала информация о дозе, что препятствует окончательной оценке риска."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных не наблюдалось неблагоприятных последствий для развития при клинически значимых воздействиях."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "На основании ограниченных опубликованных данных было показано, что препарат присутствует в грудном молоке в низких количествах, которые маловероятно приведут к токсичности у младенцев, находящихся на грудном вскармливании; постмаркетинговый опыт не сообщил о каких-либо данных, свидетельствующих о серьезных побочных эффектах воздействия препарата через грудное молоко у младенцев; неизвестно, влияет ли препарат на выработку грудного молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарств или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Делирий и аномальное поведение, приводящее к травмам, а в некоторых случаях приводящее к летальному исходу, сообщалось у больных гриппом, получавших терапию; связь с терапией не установлена",
        "Пероральная суспензия должна быть смешана перед дозированием",
        "Безопасность и эффективность для профилактики гриппа не установлены для детей младше 1 года.",
        "С осторожностью применять у пациентов с хроническими заболеваниями сердца, тяжелой печеночной недостаточностью, почечной недостаточностью, респираторными заболеваниями.",
        "Лечащие врачи должны быть готовы к возможности возникновения вторичных бактериальных инфекций и лечить их соответствующим образом.",
        "Терапия не заменяет вакцину против вируса гриппа",
        "Безопасность и эффективность у пациентов с ослабленным иммунитетом не установлены",
        "Наиболее эффективен при использовании в течение 24-48 часов после появления симптомов.",
        "Серьезные кожные реакции/реакции гиперчувствительности, такие как синдром Стивенса-Джонсона, токсический эпидермальный некролиз и мультиформная эритема; прекратите терапию и начните соответствующее лечение, если возникают или подозреваются аллергические реакции"
      ],
      "specific": [
        {
          "type": "Нейропсихиатрические события",
          "description": [
            "Сообщалось в основном у педиатрических пациентов и часто имело внезапное начало и быстрое разрешение.",
            "Делирий и аномальное поведение, приводящее к травмам, в том числе со смертельным исходом, сообщалось в постмаркетинговый период у пациентов с гриппом, получавших осельтамивир.",
            "Эти события могут возникать на фоне энцефалита или энцефалопатии, но могут возникать и без явного тяжелого заболевания; внимательно следить за пациентами с гриппом, получающими осельтамивир, на наличие признаков аномального поведения",
            "Поскольку об этих событиях сообщалось добровольно во время клинической практики, их частоту оценить невозможно, но они встречаются редко.",
            "Невозможно установить причинно-следственную связь между этими событиями и осельтамивиром."
          ]
        },
        {
          "type": "Пероральная суспензия и наследственная непереносимость фруктозы",
          "description": [
            "Фруктоза может быть вредна для пациентов с наследственной непереносимостью фруктозы",
            "Одна доза 75 мг пероральной суспензии обеспечивает 2 г сорбитола; это превышает суточную максимальную дозу сорбита для пациентов с наследственной непереносимостью фруктозы и может вызвать диспепсию и диарею."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "претоманид повысит уровень или действие осельтамивира на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Исследования in vitro показали, что претоманид значительно ингибирует ОАТ3; следить за увеличением побочных эффектов и рассмотреть вопрос о снижении дозы для субстратов OAT3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "клопидогрел снижает уровень осельтамивира по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Клопидогрел может снижать концентрацию активного метаболита(ов) осельтамивира в сыворотке крови. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "осельтамивир снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "осельтамивир снижает действие четырехвалентной вакцины против вируса гриппа, адъювантно проявляя фармакодинамический антагонизм. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "осельтамивир снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой на клетках, за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "осельтамивир снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "осельтамивир снижает действие четырехвалентной, рекомбинантной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "осельтамивир снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "осельтамивир снижает эффекты трехвалентной противогриппозной вакцины, усиленной фармакодинамическим антагонизмом. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "осельтамивир снижает действие трехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Избегайте интраназального введения живой аттенуированной противогриппозной вакцины в течение 2 недель до или в течение 48 часов после введения осельтамивира, если нет медицинских показаний."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повышает уровень осельтамивира на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное введение пробенецида приводит к 2-кратному увеличению воздействия осельтамивира карбоксилата из-за снижения активной анионной канальцевой секреции в почках. При одновременном применении с пробенецидом коррекции дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие осельтамивира за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в животе",
      "percent": "2"
    },
    {
      "name": "Конъюнктивит",
      "percent": "1"
    },
    {
      "name": "Заболевание уха",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Обострение диабета",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Аритмия",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Бред",
      "percent": null
    },
    {
      "name": "Геморрагический колит",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "Перелом плечевой кости",
      "percent": null
    },
    {
      "name": "Паратонзиллярный абсцесс",
      "percent": null
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "Псевдомембранозный колит",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Трансаминазы повышены",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Нестабильная стенокардия",
      "percent": null
    },
    {
      "name": "Отек лица или языка",
      "percent": null
    },
    {
      "name": "Гипотермия",
      "percent": null
    },
    {
      "name": "Сыпь от подгузников",
      "percent": null
    },
    {
      "name": "недель до",
      "percent": null
    },
    {
      "name": "год возраста",
      "percent": null
    },
    {
      "name": "Дерматит",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Экзема",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "Синдром Джонсона",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные кровотечения",
      "percent": null
    },
    {
      "name": "Аномальные функциональные пробы печени",
      "percent": null
    }
  ]
}