{
  "name": "эрлотиниб",
  "comment": "Rx",
  "other_names": [
    "Тарцева"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Ингибиторы EGFR",
    "Ингибиторы тирозинкиназы"
  ],
  "source": "https://reference.medscape.com/drug/tarceva-erlotinib-342270",
  "pregnancy": {
    "common": [
      "Основываясь на данных о животных и его механизме действия, эрлотиниб может причинить вред плоду при введении беременной женщине.",
      "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение 1 месяца после приема последней дозы."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии эрлотиниба в грудном молоке или о влиянии эрлотиниба на младенцев, находящихся на грудном вскармливании, или на выработку молока.",
      "Посоветуйте кормящей женщине не кормить грудью во время лечения и в течение 2 недель после последней дозы.",
      "Из-за возможности серьезных побочных реакций у детей, находящихся на грудном вскармливании, включая интерстициальное заболевание легких, гепатотоксичность, буллезные и эксфолиативные кожные заболевания, микроангиопатическую гемолитическую анемию с тромбоцитопенией, нарушениями зрения и диареей."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск микроангиопатической гемолитической анемии (МАГА) повышен у пациентов с раком поджелудочной железы",
        "Если вы принимаете варфарин или другие антикоагулянты, производные кумарина, следите за изменениями ПВ/МНО.",
        "Потенциально фатальные перфорации ЖКТ",
        "Одновременное применение с ингибиторами/индукторами CYP3A4",
        "Диарея",
        "Индукторы CYP1A2 могут снижать концентрацию в плазме.",
        "Гепатотоксичность с нарушением функции печени или без него, включая печеночную недостаточность и гепаторенальный синдром; контролировать периодическое тестирование печени; приостановить или прекратить терапию при тяжелых или ухудшающихся печеночных пробах",
        "Глазные расстройства включают снижение слезопродукции, аномальный рост ресниц, перфорацию/изъязвление роговицы, сухой кератоконъюнктивит, кератит.",
        "Нет доказательств того, что лекарство приносит какую-либо пользу после прогрессирования заболевания.",
        "Риск потенциально смертельного интерстициального заболевания легких (ИЗЛ); приостановить терапию при остром появлении новых или прогрессирующих необъяснимых легочных симптомов, таких как одышка, кашель и лихорадка; прекратить терапию, если диагностирована ИЗЛ",
        "Мониторинг почечной функции и электролитов, особенно у пациентов с риском обезвоживания; приостановить терапию при тяжелой почечной токсичности",
        "Риск инфаркта миокарда (ИМ)/ишемии повышен у пациентов с раком поджелудочной железы",
        "Тяжелые буллезные, пузырчатые или отшелушивающие кожные заболевания",
        "Курение снижает концентрацию эрлотиниба в плазме; посоветовать пациенту бросить курить",
        "Риск нарушения мозгового кровообращения повышен у больных раком поджелудочной железы",
        "Избежать беременности; может нанести вред плоду; консультировать женщин с репродуктивным потенциалом о потенциальном риске для плода и использовать высокоэффективную контрацепцию во время терапии и в течение 1 месяца после последней дозы"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол снижает уровень эрлотиниба по другим причинам (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол снижает уровень эрлотиниба по другим причинам (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол снижает уровень эрлотиниба по другим причинам (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снижает уровень эрлотиниба на др. (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пантопразол",
      "description": {
        "common": "пантопразол снижает уровень эрлотиниба по другим причинам (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол снижает уровень эрлотиниба по другим причинам (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "Эритромицина стеарат повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо использовать комбинацию, внимательно следите за серьезными побочными реакциями (например, тяжелой диареей, тяжелыми кожными реакциями). При возникновении тяжелых побочных реакций уменьшите дозу эрлотиниба (с шагом 50 мг)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, следите за токсичностью эрлотиниба. В случае возникновения тяжелой токсичности дозу эрлотиниба снижают с шагом 50 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование неизбежно, следите за токсичностью эрлотиниба. В случае возникновения тяжелой токсичности дозу эрлотиниба снижают с шагом 50 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин снижает уровень или эффект эрлотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность эрлотиниба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вонопразан",
      "description": {
        "common": "вонопразан снижает уровень или эффект эрлотиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет повышать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин будет снижать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет повышать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "эрлотиниб снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение сигарет",
      "description": {
        "common": "курение сигарет снижает уровень или эффект эрлотиниба за счет увеличения печеночного клиренса. Изменить терапию/внимательно контролировать. Увеличивайте дозу на 50 мг каждые 2 недели до максимальной дозы 300 мг; немедленно уменьшить дозу до рекомендуемой дозы после прекращения курения"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин снижает уровень эрлотиниба на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: по возможности избегайте комбинации. Если требуется одновременное применение, эрлотиниб следует принимать через 10 часов после приема Н2-антагониста и не менее чем за 2 часа до следующей дозы Н2-антагониста."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин повышает уровень эрлотиниба, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. При возникновении тяжелых побочных эффектов следует рассмотреть возможность снижения дозы эрлотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет повышать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если одновременного применения нельзя избежать, уменьшите дозу эрлотиниба на 50 мг и наблюдайте за побочными эффектами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение дозы может быть необходимо для одновременно принимаемых препаратов, которые преимущественно метаболизируются CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "эрлотиниб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "ДГЭА, растительный препарат, повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и эрлотиниб снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, эрлотиниб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина будет увеличивать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет повышать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина будет повышать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин снижает уровни эрлотиниба по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: по возможности избегайте комбинации. Если требуется одновременное применение, эрлотиниб следует принимать через 10 часов после приема Н2-антагониста и не менее чем за 2 часа до следующей дозы Н2-антагониста."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "фелодипин будет повышать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин снижает уровни эрлотиниба по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: по возможности избегайте комбинации. Если требуется одновременное применение, эрлотиниб следует принимать через 10 часов после приема Н2-антагониста и не менее чем за 2 часа до следующей дозы Н2-антагониста."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "лоратадин будет повышать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лумефантрин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "миконазол вагинальный повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу эрлотиниба на 50 мг. При необходимости одновременного применения и возникновении тяжелых реакций; клиническая значимость этого взаимодействия при кратковременном применении мифепристона для прерывания беременности неизвестна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин будет увеличивать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин снижает уровень эрлотиниба по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: по возможности избегайте комбинации. Если требуется одновременное применение, эрлотиниб следует принимать через 10 часов после приема Н2-антагониста и не менее чем за 2 часа до следующей дозы Н2-антагониста."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте одновременного применения, так как возможно снижение экспозиции и эффективности эрлотиниба. Однако, если одновременное применение клинически оправдано, рассмотрите возможность увеличения дозы эрлотиниба в зависимости от переносимости с интервалом в 2 недели и контролируйте безопасность пациента. Если доза эрлотиниба увеличена, немедленно уменьшите ее до указанной начальной дозы после прекращения приема фенитоина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект эрлотиниба через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/дальфопристин повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект эрлотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и эрлотиниб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "Циклосиликат натрия-циркония снижает уровень или эффект эрлотиниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект эрлотиниба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, эрлотиниб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил повышает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сыпь",
      "percent": "75-76"
    },
    {
      "name": "Анорексия",
      "percent": "52-69"
    },
    {
      "name": "Диарея",
      "percent": "54-55"
    },
    {
      "name": "Усталость",
      "percent": "52-79"
    },
    {
      "name": "Тошнота",
      "percent": "33-40"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "39"
    },
    {
      "name": "Рвота",
      "percent": "23-25"
    },
    {
      "name": "Одышка",
      "percent": "24"
    },
    {
      "name": "Стоматит",
      "percent": "17-19"
    },
    {
      "name": "Кашель",
      "percent": "16"
    },
    {
      "name": "Зуд",
      "percent": "13"
    },
    {
      "name": "Конъюнктивит",
      "percent": "12"
    },
    {
      "name": "Сухая кожа",
      "percent": "12"
    },
    {
      "name": "Сухой кератоконъюнктивит",
      "percent": "12"
    },
    {
      "name": "Боль в животе",
      "percent": "11"
    },
    {
      "name": "Повышенный LFT",
      "percent": "2"
    },
    {
      "name": "с",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Акне",
      "percent": null
    },
    {
      "name": "паронихия",
      "percent": null
    },
    {
      "name": "Потеря веса",
      "percent": null
    },
    {
      "name": "Пневмонит легочный инфильтрат",
      "percent": null
    },
    {
      "name": "Легочный фиброз",
      "percent": null
    },
    {
      "name": "Интерстициальное заболевание легких",
      "percent": null
    },
    {
      "name": "как события",
      "percent": null
    },
    {
      "name": "Заболевания опорно-двигательного аппарата и соединительной ткани",
      "percent": null
    },
    {
      "name": "Миопатия",
      "percent": null
    },
    {
      "name": "включая рабдомиолиз",
      "percent": null
    },
    {
      "name": "в сочетании со статиновой терапией",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "Воспаление глаз, включая увеит",
      "percent": null
    }
  ]
}