{
  "name": "нилотиниб",
  "comment": "Rx",
  "other_names": [
    "Тасинья"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Ингибиторы тирозинкиназы"
  ],
  "source": "https://reference.medscape.com/drug/tasigna-nilotinib-342198",
  "pregnancy": {
    "common": [
      "Нет доступных данных о беременных женщинах для информирования о риске, связанном с наркотиками; в исследованиях репродукции животных введение нилотиниба беременным крысам и кроликам во время органогенеза вызывало неблагоприятные исходы развития, включая эмбриофетальную летальность, эффекты плода и вариации плода у крыс и кроликов при воздействии на мать (AUC), примерно в 2 и 0,5 раза, соответственно, по сравнению с воздействием у пациентов в рекомендуемой дозе; информировать беременных женщин о потенциальном риске для плода"
    ],
    "specific": [
      {
        "type": "Тест на беременность",
        "description": [
          "Женщины репродуктивного возраста должны пройти тест на беременность до начала лечения."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Согласно исследованиям на животных, препарат может нанести вред плоду при введении беременной женщине; рекомендовать женщинам с репродуктивным потенциалом использовать эффективные средства контрацепции во время лечения препаратом и в течение не менее 14 дней после приема последней дозы"
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Риск бесплодия у женщин или мужчин с репродуктивным потенциалом у людей не изучался; в исследованиях на крысах и кроликах фертильность у самцов и самок не влияла"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Отсутствуют данные о присутствии нилотиниба или его метаболитов в грудном молоке или его влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока.",
      "Однако нилотиниб присутствует в молоке лактирующих крыс.",
      "Из-за возможности серьезных побочных реакций у грудного ребенка посоветуйте кормящим женщинам не кормить грудью во время лечения и в течение как минимум 14 дней после приема последней дозы."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "удлинение интервала QT",
          "description": [
            "Мониторинг QTc с помощью электрокардиограммы (ЭКГ) на исходном уровне, через 7 дней после начала и периодически после любых корректировок дозы",
            "Сниженная доза при печеночной недостаточности",
            "Периодически контролировать калий и магний",
            "Принимать натощак; избегать еды за 2 часа до и 1 час после приема дозы",
            "Избегайте препаратов, удлиняющих интервал QT, и сильных ингибиторов CYP3A4.",
            "Перед началом терапии необходимо устранить гипокалиемию или гипомагниемию.",
            "Удлиняет интервал QT; сообщается о внезапной смерти",
            "Не применять у пациентов с гипокалиемией, гипомагниемией или синдромом удлиненного интервала QT."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Синдром удлиненного интервала QT, гипокалиемия, гипомагниемия"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о задержке роста у детей с Ph+ CML-CP; замедление роста было более выраженным у детей в возрасте до 12 лет на исходном уровне; следить за ростом и развитием детей",
        "Возможны тромбоцитопения 3/4 степени, нейтропения и анемия; выполнять полный анализ крови (CBC) каждые 2 недели в течение первых 2 месяцев, а затем ежемесячно или по клиническим показаниям; миелосупрессия, как правило, была обратимой и обычно купировалась временной отменой препарата или снижением дозы.",
        "сообщается об интервале QT; значительное удлинение интервала QT может наблюдаться при неправильном приеме препарата во время еды; избегать приема с едой; удлинение интервала QT может привести к пируэтной тахикардии, что может привести к обмороку, судорогам и/или смерти",
        "Сообщается о внезапной смерти; их возникновению могли способствовать нарушения реполяризации желудочков; оценивать сердечно-сосудистый статус и контролировать/управлять сердечно-сосудистыми факторами риска во время терапии",
        "С осторожностью при печеночной недостаточности; контролировать функциональные пробы печени (HFT) ежемесячно или по клиническим показаниям; уменьшить дозу и контролировать интервал QT",
        "Может привести к повышению уровня билирубина, АСТ/АЛТ и щелочной фосфатазы; Повышение уровня билирубина, АСТ и АЛТ 3-4 степени чаще отмечалось у детей, чем у взрослых; контролировать HFT ежемесячно или по клиническим показаниям",
        "Следите за признаками серьезной задержки жидкости (например, неожиданное быстрое увеличение веса, отек) и симптомов респираторной или сердечной недостаточности (например, одышка) во время лечения; оценивать этиологию и соответственно лечить пациентов",
        "Сердечно-сосудистые события (например, ишемическая болезнь сердца, окклюзионная болезнь периферических артерий, ишемические цереброваскулярные события), о которых сообщалось у пациентов с недавно диагностированным Ph+ CML; оценить сердечно-сосудистый статус, контролировать сердечно-сосудистые факторы риска и управлять во время терапии",
        "Сообщалось о случаях синдрома лизиса опухоли у пациентов с резистентным или непереносимым ХМЛ; поддерживать адекватную гидратацию и корректировать уровень мочевой кислоты до начала терапии",
        "Тотальная гастрэктомия может уменьшить системное воздействие нилотиниба; проводить более частое наблюдение за этими пациентами; при необходимости рассмотреть вопрос об увеличении дозы или альтернативной терапии",
        "Может произойти кровотечение из любого места; посоветовать пациентам сообщать о признаках и симптомах кровотечения и при необходимости лечить",
        "Может нанести вред плоду",
        "Может вызвать гипофосфатемию, гипокалиемию, гиперкалиемию, гипокальциемию и гипонатриемию; корректировать гипокалиемию или гипомагниемию перед введением; периодически контролировать во время терапии",
        "Будьте осторожны при панкреатите в анамнезе; контролировать уровень липазы в сыворотке ежемесячно или по клиническим показаниям; в случае, если повышение липазы сопровождается абдоминальными симптомами, прервите прием и рассмотрите возможность проведения соответствующей диагностики для исключения панкреатита"
      ],
      "specific": [
        {
          "type": "Мониторинг уровней транскриптов BCR-ABL",
          "description": [
            "Мониторинг уровня транскриптов у пациентов, прекративших терапию",
            "Мониторинг транскриптов CBC и BCR-ABL у пациентов, которые возобновляют лечение Тасигной из-за потери количественного определения МР, каждые 4 недели до восстановления основного молекулярного ответа, затем каждые 12 недель",
            "Мониторинг уровней транскриптов BCR-ABL у пациентов, имеющих право на прекращение лечения, с помощью одобренного FDA теста, утвержденного для измерения уровней MR с чувствительностью не менее MR4,5 (BCR-ABL/ABL ≤ 0,0032% IS).",
            "Мониторинг уровней транскриптов BCR-ABL у пациентов, которые возобновили терапию после потери молекулярного ответа",
            "Для пациентов, у которых не удается достичь MMR после 3 месяцев повторного начала лечения, выполните тестирование мутации домена киназы BCR-ABL.",
            "У пациентов, прекративших терапию, оценивайте уровни транскриптов BCR-ABL ежемесячно в течение 1 года, затем каждые 6 недель в течение второго года и затем каждые 12 недель во время прекращения лечения."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "триоксид мышьяка и нилотиниб увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дизопирамид и нилотиниб увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гозерелин",
      "description": {
        "common": "гозерелин увеличивает токсичность нилотиниба на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибутилид",
      "description": {
        "common": "ибутилид, и нилотиниб увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "индапамид",
      "description": {
        "common": "Индапамид и нилотиниб увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лейпролид",
      "description": {
        "common": "лейпролид увеличивает токсичность нилотиниба на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пентамидин",
      "description": {
        "common": "нилотиниб и пентамидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "нилотиниб и пимозид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "нилотиниб и прокаинамид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин и нилотиниб увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "соталол",
      "description": {
        "common": "нилотиниб и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "торемифен",
      "description": {
        "common": "нилотиниб и торемифен увеличивают интервал QTc. Противопоказано. Избегайте одновременного применения нилотиниба с другими препаратами, удлиняющими интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб, нилотиниб.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Каждый препарат удлиняет интервал QTc, что может увеличить риск пируэтной тахикардии, других серьезных аритмий и внезапной смерти. Если coadministration неизбежен, таким пациентам рекомендуется более частый мониторинг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "афатиниб",
      "description": {
        "common": "нилотиниб повышает уровень афатиниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Уменьшите суточную дозу афатиниба на 10 мг при непереносимости при одновременном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и нилотиниб уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект амиодарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При одновременном применении нилотиниба и амиодарона может наблюдаться аддитивное удлинение интервала QT. Не рекомендуется одновременное применение нилотиниба и препарата, удлиняющего интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "нилотиниб повышает уровни бозутиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, нилотиниб.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Аддитивное удлинение интервала QT может наблюдаться при одновременном применении нилотиниба и дизопирамида. Совместное применение нилотиниба и препарата, удлиняющего интервал QT, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "нилотиниб повысит уровень или действие эдоксабана посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. При применении сильных ингибиторов P-gp может потребоваться коррекция дозы. Лечение ТГВ/ТЭЛА: уменьшить дозу до 30 мг перорально один раз в день. NVAF: снижение дозы не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект энкорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение умеренных ингибиторов CYP3A4 неизбежно, уменьшите дозу энкорафениба до половины дозы (например, с 450 мг/сут до 225 мг/сут). После прекращения приема ингибитора в течение 3-5 периодов полувыведения возобновить прием энкорафениба в прежней дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "нилотиниб и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Потенциал для усиленных QT-продлевающих эффектов; если одновременное применение необходимо, рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность нилотиниба на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол будет снижать уровень или эффект нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы и/или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "нилотиниб и глаздегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если coadministration неизбежен, контролировать повышенный риск продления интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гистрелин",
      "description": {
        "common": "гистрелин увеличивает токсичность нилотиниба на интервал QTc. Избегайте или используйте альтернативный препарат. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "Инотузумаб и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного использования, получите ЭКГ и электролиты до и после начала приема любого препарата, который, как известно, удлиняет интервал QTc, и периодически контролируйте его в соответствии с клиническими показаниями во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение сильного ингибитора CYP3A4 неизбежно, снизьте дозу нилотиниба до 300 мг в день у пациентов с резистентным или непереносимым Ph+ CML или до 200 мг в день у пациентов с недавно диагностированным Ph+ CML-CP. Если сильный ингибитор прекращается, дайте период вымывания, прежде чем корректировать дозу нилотиниба до указанной дозы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб, и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения препаратов, удлиняющих интервал QTc, с ивосиденибом или замените их альтернативной терапией. Если одновременное применение препарата, удлиняющего интервал QTc, неизбежно, необходимо контролировать повышенный риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если применения можно избежать, уменьшите дозу нилотиниба до 300 мг перорально 1 раз в день (пациенты с устойчивым или непереносимым Ph+ CML) или до 200 мг PO 1 раз в день (пациенты с недавно диагностированным Ph+ CML-CP). Если сильный ингибитор прекращается, дайте период вымывания, прежде чем повышать дозу нилотиниба до указанной дозы. Внимательно следите за удлинением интервала QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровень нилотиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "и лефамулин, и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если применения можно избежать, уменьшите дозу нилотиниба до 300 мг перорально 1 раз в день (пациенты с устойчивым или непереносимым Ph+ CML) или до 200 мг PO 1 раз в день (пациенты с недавно диагностированным Ph+ CML-CP). Если сильный ингибитор прекращается, дайте период вымывания, прежде чем повышать дозу нилотиниба до указанной дозы. Внимательно следите за удлинением интервала QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "литий и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "и люмефантрин, и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "мациморелин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Макиморелин вызывает увеличение скорректированного интервала QT примерно на 11 мсек. Избегайте одновременного применения с препаратами, удлиняющими интервал QT, что может увеличить риск развития желудочковой тахикардии типа torsade de pointes. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "Мапротилин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность нилотиниба на интервал QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозу мобоцертиниба и чаще контролируйте интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте с сильными ингибиторами CYP3A4. Если невозможно избежать, уменьшите дозу нилотиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте с сильными ингибиторами CYP3A4. Если невозможно избежать, уменьшите дозу нилотиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "октреотид",
      "description": {
        "common": "нилотиниб и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "нилотиниб и октреотид (антидот) увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "нилотиниб и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий. Возможно повышение уровня ондансетрона."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или эффект нилотиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность нилотиниба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "нилотиниб и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пантопразол",
      "description": {
        "common": "пантопразол будет снижать уровень или эффект нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "нилотиниб и пимавансерин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Одновременное применение может увеличить риск удлинения интервала QT и сердечной аритмии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "нилотиниб и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "нилотиниб повышает уровень помалидомида с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект пропафенона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При одновременном применении нилотиниба и пропафенона может наблюдаться аддитивное удлинение интервала QT. Не рекомендуется одновременный прием нилотиниба и препарата, удлиняющего интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При одновременном применении нилотиниба и хинидина может наблюдаться аддитивное удлинение интервала QT. Совместное введение нилотиниба и препарата, удлиняющего интервал QT, такого как дронедарон, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол будет снижать уровень или эффект нилотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект риоцигуата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Совместное введение риоцигуата (субстрат изоферментов CYP 1A1, 2C8, 3A, 2J2) с сильными ингибиторами CYP может потребовать снижения начальной дозы 0,5 мг перорально три раза в день; следить за признаками гипотензии и при необходимости уменьшить дозу"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Может потребоваться снижение дозы нилотиниба или корректировка интервала дозирования. И ритонавир, и нилотиниб являются ингибиторами CYP3A4, однако ритонавир является сильным ингибитором CYP3A4 и с большей вероятностью повышает уровень нилотиниба и увеличивает риск токсичности, включая удлинение интервала QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, нилотиниб.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "силодозин",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект силодозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект симвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект нилотиниба за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект тиоридазина, влияя на метаболизм печеночного фермента CYP2D6. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топотекан",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект топотекана посредством переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Маркировка продукта для топотекана PO рекомендует избегать одновременного использования ингибиторов P-gp; взаимодействие с внутривенным введением топотекана может быть менее серьезным, но, вероятно, имеет клиническое значение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трипторелин",
      "description": {
        "common": "трипторелин увеличивает токсичность нилотиниба на интервал QTc. Избегайте или используйте альтернативный препарат. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "нилотиниб повысит уровень или эффект тукатиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение тукатиниба (субстрат CYP2C8) с сильными или умеренными ингибиторами CYP2C8 увеличивает концентрацию тукатиниба в плазме и риск токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "нилотиниб увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "нилотиниб, вандетаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте coadministration с препаратами, которые, как известно, продлевают интервал QT; если необходимо использовать лекарство, удлиняющее интервал QT, рекомендуется более частый мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение вемурафениба с препаратами, удлиняющими интервал QT. Нилотиниб также может повышать уровень вемурафениба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект венетоклакса за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если необходимо использовать ингибитор P-gp, уменьшите дозу венетоклакса не менее чем на 50%. Внимательнее следите за признаками токсичности венетоклакса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "нилотиниб увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "нилотиниб повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "нилотиниб и зипразидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, нилотиниб.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "нилотиниб и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект алмотриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект алпразолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антациды через 2 часа после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия/карбонат магния",
      "description": {
        "common": "гидроксид алюминия/карбонат магния снижает уровень нилотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антациды через 2 часа после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия/трисиликат магния",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижает уровень нилотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антациды через 2 часа после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амикацин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект амикацина посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект нилотиниба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект арипипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект артеметера/люмефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижают уровень нилотиниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антациды через 2 часа после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект атомоксетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4 могут снижать клиренс аванафила, увеличивая системное воздействие аванафила; повышенные уровни могут привести к увеличению связанных побочных эффектов; максимальная рекомендуемая доза СТЕНДРА составляет 50 мг, но не более одного раза в 24 часа для пациентов, одновременно принимающих умеренные ингибиторы CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект базедоксифена/конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "нилотиниб и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект бензгидрокодона/ацетаминофена, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Гидроморфон (<3% циркулирующего исходного гидрокодона [бензгидрокодон является пролекарством гидрокодона]) в основном образуется в результате опосредованного CYP2D6 О-деметилирования гидрокодона. Гидроморфон может способствовать общему обезболивающему эффекту гидрокодона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "нилотиниб повышает уровень бетриксабана за счет переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Уменьшите дозу бетриксабана до 80 мг перорально однократно, затем до 40 мг перорально qD при одновременном применении с ингибитором P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект бексаротен, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект будесонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "нилотиниб, бупропион. повышение метаболизма. Используйте осторожность/монитор. Снижение уровня бупропиона, но повышение уровня активных метаболитов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антациды через 2 часа после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект карведилола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "нилотиниб повышает уровень церитиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает токсичность нилотиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин снижает уровень нилотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антагонисты H2 через 10 часов после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "нилотиниб и циталопрам увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "лимонная кислота/бикарбонат натрия снижает уровень нилотиниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антациды через 2 часа после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет увеличивать уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "нилотиниб будет снижать уровень или эффект клопидогрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибирование CYP3A4 снижает биоактивацию клопидогрела."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клотримазол",
      "description": {
        "common": "клотримазол будет снижать уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект клозапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Коррекция дозы нилотиниба может потребоваться при одновременном применении кобицистата с атазанавиром или дарунавиром. Инструкции по дозировке см. в информации о назначении нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "нилотиниб увеличивает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект кортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение дозы может быть необходимо для одновременно принимаемых препаратов, которые преимущественно метаболизируются CYP3A. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект дабигатрана посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При одновременном применении нилотиниба может потребоваться коррекция дозы или интервала дозирования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "daunorubicin",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект даунорубицина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс будет снижать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект дефлазакорта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу дефлазакорта до одной трети рекомендуемой дозы при совместном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект дезипрамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "нилотиниб и дейтетрабеназин увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут увеличить риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект дексаметазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "ДГЭА, травяной, повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и нилотиниб снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "нилотиниб увеличивает уровень или действие диеногеста/эстрадиола валерата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами, такими как тошнота, нерегулярные маточные кровотечения, болезненность молочных желез и головная боль."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект дигоксина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект доцетаксела посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон и нилотиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект доксепина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект липосомального доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет повышать уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект элетриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень нилотиниба с помощью эффлюксного переносчика P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, нилотиниб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина повысит уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет увеличивать уровень или эффект нилотиниба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина будет увеличивать уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "нилотиниб увеличивает уровень или действие синтетических конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол повышает уровень или действие нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этоногестрел",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект этоногестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этопозид",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект этопозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "нилотиниб увеличивает уровень или действие этравирина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин, нилотиниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Небольшое и преходящее удлинение интервала QT наблюдалось при применении эзогабина, особенно при повышении дозы до 1200 мг/сут. Интервал QT следует контролировать, когда эзогабин назначают с агентами, которые, как известно, увеличивают интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин снижает уровень нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антагонисты H2 через 10 часов после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект фелодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект фезотеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект флекаинида, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект флудрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин и нилотиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет и нилотиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект фосфенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "нилотиниб и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гадобенат",
      "description": {
        "common": "гадобенат и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "нилотиниб и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект гентамицина посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект глекапревира/пибрентасвира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект гуанфацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные или умеренные ингибиторы CYP3A4 значительно повышают концентрацию гуанфацина в плазме. Утвержденная FDA маркировка гуанфацина с пролонгированным высвобождением (ER) рекомендует, чтобы при совместном применении дозировка гуанфацина была снижена до половины рекомендуемой дозы. Конкретные рекомендации для гуанфацина с немедленным высвобождением (IR) отсутствуют."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект галоперидола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект гидрокодона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Гидроморфон (<3% циркулирующего исходного гидрокодона) в основном образуется в результате О-деметилирования гидрокодона, опосредованного CYP2D6. Гидроморфон может способствовать общему обезболивающему эффекту гидрокодона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксипрогестерона капроат (ДСК)",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект гидроксипрогестерона капроата (DSC), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин снижает уровень нилотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антагонисты H2 через 10 часов после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "нилотиниб усиливает действие ифосфамида, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Одновременное применение ифосфамида с индукторами CYP2B6 может увеличить метаболизм ифосфамида до его метаболита. Следите за усилением эффектов/токсичности в сочетании с индукторами CYP2B6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект илоперидона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект иматиниба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект имипрамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, нилотиниб. интервал QTc. Используйте осторожность/монитор. Препараты, которые, как известно, удлиняют интервал QTc, могут повышать риск желудочковых аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект иринотекана за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект липосомального иринотекана с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или действие нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровень нилотиниба с помощью транспортера оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивермектин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект ивермектина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект ивосидениба, влияя на метаболизм печеночного фермента CYP2E1. Используйте осторожность/монитор. Совместное применение с умеренными ингибиторами CYP3A4 может повышать концентрацию ивозидениба в плазме, увеличивая, таким образом, риск удлинения интервала QTc. Следите за повышенным риском удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол повысит уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект ларотректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "нилотиниб и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин и нилотиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "нилотиниб и лофексидин увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "нилотиниб повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект нилотиниба за счет транспортера оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоперамид",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект лоперамида за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект лоратадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ловастатин",
      "description": {
        "common": "ловастатин будет увеличивать уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект люмефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "нилотиниб повышает уровень луразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Производитель рекомендует снизить начальную дозу луразидона до 20 мг/сут и максимальную суточную дозу луразидона до 80 мг при совместном применении с умеренными ингибиторами CYP3A4. Одновременное применение может увеличить риск побочных реакций, связанных с луразидоном."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает уровень нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антациды через 2 часа после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или действие нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "нилотиниб увеличивает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "нилотиниб снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "нилотиниб повысит уровень или действие метадона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "нилотиниб повысит уровень или действие метамфетамина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект метилпреднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект метопролола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, нилотиниб. интервал QTc. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект морфина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "нилотиниб повышает уровень нальдемедина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за возможными побочными эффектами нальдемедина при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект натеглинида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект небиволола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект неомицина перорально с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект никардипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "нилотиниб повышает уровни нинтеданиба с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. При возникновении побочных эффектов нинтеданиба может потребоваться прерывание, снижение дозы или прекращение терапии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин снижает уровень нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Избегайте этого взаимодействия, вводя антагонисты H2 через 10 часов после или за 2 часа до нилотиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект нортриптилина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, нилотиниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "нилотиниб и офлоксацин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "нилотиниб и олодатерол в виде ингаляций увеличивают интервал QTc. Используйте осторожность/монитор. Препараты, удлиняющие интервал QTc и способные потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект оксикодона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и нилотиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект паклитаксела с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект белка паклитаксела, связанного переносчиком оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект палиперидона за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "нилотиниб и пароксетин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "нилотиниб и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "нилотиниб и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект фенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Избегайте одновременного применения фенитоина с нилотинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень нилотиниба с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект преднизолона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект пропафенона, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект пропранолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кверцетин",
      "description": {
        "common": "кверцетин будет снижать уровень или эффект нилотиниба с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект кветиапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "нилотиниб и хинин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/дальфопристин повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект нилотиниба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rifaximin",
      "description": {
        "common": "нилотиниб повышает уровень рифаксимина с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "рилпивирин увеличивает токсичность нилотиниба на интервал QTc. Используйте осторожность/монитор. Рилпивирин следует применять с осторожностью при одновременном применении с лекарственными средствами, имеющими известный риск пируэтной тахикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "нилотиниб и рисперидон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "нилотиниб повышает уровень ривароксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. У пациентов с почечной недостаточностью, получающих ривароксабан с препаратами, которые сочетают в себе P-gp и слабые или умеренные ингибиторы CYP3A4, может наблюдаться значительное увеличение экспозиции по сравнению с пациентами с нормальной функцией почек и не принимающими ингибиторы, поскольку затрагиваются оба пути выведения ривароксабана. Поскольку это увеличение может увеличить риск кровотечения, используйте ривароксабан в этой ситуации только в том случае, если потенциальная польза оправдывает потенциальный риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект ромидепсина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект нилотиниба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селексипаг",
      "description": {
        "common": "нилотиниб повысит уровень или эффект селексипага за счет замедления метаболизма. Изменить терапию/внимательно контролировать. Уменьшите дозу селексипага до одного раза в день при совместном применении с умеренными ингибиторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность нилотиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект силденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект силодозина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и нилотиниб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект сиролимуса за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/?сульфат магния/хлорид калия увеличивает токсичность нилотиниба на интервал QTc. Используйте осторожность/монитор. У пациентов с повышенным риском серьезных сердечных аритмий следует учитывать ЭКГ до введения дозы и после колоноскопии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния увеличивает токсичность нилотиниба на интервал QTc. Используйте осторожность/монитор. У пациентов с повышенным риском серьезных сердечных аритмий следует учитывать ЭКГ до введения дозы и после колоноскопии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "Циклосиликат натрия-циркония снижает уровень или эффект нилотиниба за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снизит уровень или эффект нилотиниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, нилотиниб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект стрептомицина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол и нилотиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "нилотиниб, тамоксифен. влияет на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Ингибирование CYP2C9/10 снижает метаболизм тамоксифена до активных метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет снижать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "нилотиниб и телаванцин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенипозид",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект тенипозида за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект теофиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект тимолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект типранавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект тобрамицина посредством переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект толваптана транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, нилотиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, нилотиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект тразодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трописетрон",
      "description": {
        "common": "нилотиниб и трописетрон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект нилотиниба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "нилотиниб и венлафаксин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект верапамила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винбластин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект винбластина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект винкристина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект липосомального винкристина транспортером оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, нилотиниб.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект альфузозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алискирен",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект алискирена за счет переносчика оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альвимопан",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект алвимопана за счет транспортера оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект амитриптилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол повышает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект арипипразола, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект армодафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект атазанавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект бозентана, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект целекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цевимелин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект цевимелина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект хлорпромазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект кларитромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект кломипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "нилотиниб уменьшит уровень или эффект кокаина местного действия, влияя на метаболизм печеночного фермента CYP2B6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кодеин",
      "description": {
        "common": "нилотиниб увеличивает уровень или действие кодеина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дапсон",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект дапсона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект декстрометорфана, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект диклофенака, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект доцетаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "донепезил",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект донепезила, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дутастерид",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект дутастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект эфавиренца, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект эвкалипта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект фезотеродина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фексофенадин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект фексофенадина с помощью транспортера оттока P-гликопротеина (MDR1). Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "финастерид",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект финастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект флуоксетина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект флуфеназина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект флувастатина, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "галантамин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект галантамина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект ибупрофена внутривенно, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект иматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект имипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект исрадипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект итраконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект кетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект левокетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лоратадин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект лоратадина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект мелоксикама, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект монтелукаста, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект нифедипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нимодипин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитрендипин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект нитрендипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект оксибутинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект связывания паклитаксела с белком, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект парекоксиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект пароксетина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект перфеназина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пимозид",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект пиоглитазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект пироксикама, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект прохлорперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "прометазин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект прометазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинин",
      "description": {
        "common": "нилотиниб увеличивает уровень или эффект хинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект рисперидона, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект суфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект сульфаметоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект толбутамида, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толтеродин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект толтеродина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трамадол",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект трамадола, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винбластин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект винбластина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винкристин",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект липосомального винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект вориконазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "залеплон",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект залеплона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект зипрасидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "золпидем",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект золпидема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зонисамид",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект зонизамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сыпь",
      "percent": "33"
    },
    {
      "name": "Головная боль",
      "percent": "31"
    },
    {
      "name": "Тошнота",
      "percent": "31"
    },
    {
      "name": "Зуд",
      "percent": "29"
    },
    {
      "name": "Усталость",
      "percent": "28"
    },
    {
      "name": "лихорадка",
      "percent": "24"
    },
    {
      "name": "Диарея",
      "percent": "22"
    },
    {
      "name": "Запор",
      "percent": "21"
    },
    {
      "name": "Рвота",
      "percent": "21"
    },
    {
      "name": "Артралгия",
      "percent": "18"
    },
    {
      "name": "Кашель",
      "percent": "17"
    },
    {
      "name": "Боль в конечностях",
      "percent": "16"
    },
    {
      "name": "Астения",
      "percent": "14"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "14"
    },
    {
      "name": "Миалгия",
      "percent": "14"
    },
    {
      "name": "Боль в животе",
      "percent": "13"
    },
    {
      "name": "Боль в костях",
      "percent": "13"
    },
    {
      "name": "Боль в спине",
      "percent": "12"
    },
    {
      "name": "Одышка",
      "percent": "11"
    },
    {
      "name": "Назофарингит",
      "percent": "11"
    },
    {
      "name": "Периферический отек",
      "percent": "11"
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Удлинение интервала QT",
      "percent": null
    },
    {
      "name": "гипертензия",
      "percent": null
    },
    {
      "name": "Сердцебиение",
      "percent": null
    },
    {
      "name": "Удлинение интервала QT",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Панцитопения",
      "percent": null
    },
    {
      "name": "Окклюзионное заболевание периферических артерий",
      "percent": null
    },
    {
      "name": "Синдром лизиса опухоли",
      "percent": null
    },
    {
      "name": "Склероз аортального клапана",
      "percent": null
    },
    {
      "name": "Абсцесс",
      "percent": null
    },
    {
      "name": "Амнезия",
      "percent": null
    },
    {
      "name": "обезвоживание",
      "percent": null
    },
    {
      "name": "инфекции",
      "percent": null
    },
    {
      "name": "Реактивация вируса гепатита В",
      "percent": null
    },
    {
      "name": "Сепсис",
      "percent": null
    },
    {
      "name": "подкожный абсцесс",
      "percent": null
    },
    {
      "name": "анальный абсцесс",
      "percent": null
    },
    {
      "name": "фурункул",
      "percent": null
    },
    {
      "name": "опоясывающий лишай стоп",
      "percent": null
    },
    {
      "name": "Тромботическая микроангиопатия",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Лицевой паралич",
      "percent": null
    }
  ]
}