{
  "name": "атезолизумаб",
  "comment": "Rx",
  "other_names": [
    "Тецентрик"
  ],
  "classes": [
    "Ингибиторы PD-1/PD-L1"
  ],
  "source": "https://reference.medscape.com/drug/tecentriq-atezolizumab-1000098",
  "pregnancy": {
    "common": [
      "Нет доступных данных о применении у беременных женщин.",
      "Основываясь на механизме действия, может нанести вред плоду при приеме во время беременности."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Исследования на животных показали, что ингибирование пути PD-L1/PD-1 может привести к повышенному риску иммунного отторжения развивающегося плода, что приводит к гибели плода."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение как минимум 5 месяцев после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Согласно исследованиям на животных, атезолизумаб может снижать фертильность у женщин с репродуктивным потенциалом во время лечения."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Поскольку человеческий IgG выделяется с грудным молоком, вероятность его абсорбции и вреда для ребенка неизвестна.",
      "Неизвестно, проникает ли он в грудное молоко человека.",
      "Рекомендовать кормящей женщине не кормить грудью во время лечения и в течение как минимум 5 месяцев после последней дозы"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может нанести вред плоду; информировать женщин с репродуктивным потенциалом о потенциальном риске для плода и использовании эффективных методов контрацепции",
        "Гематологические/иммунные эффекты могут включать гемолитическую анемию, апластическую анемию, гемофагоцитарный лимфогистиоцитоз, синдром системной воспалительной реакции, гистиоцитарно-некротический лимфаденит (лимфаденит Кикучи), саркоидоз, иммунную тромбоцитопеническую пурпуру, отторжение трансплантата паренхиматозного органа.",
        "Не заменяйте паклитаксел, связанный с белком, паклитакселом в комбинации с лекарственным средством в клинической практике для лечения метастатического ТНРМЖ вне контролируемых исследований.",
        "Может вызвать тяжелые или опасные для жизни инфузионные реакции; следить за признаками и симптомами инфузионных реакций",
        "Может вызывать нарушения печеночных проб и иммуноопосредованный гепатит; зарегистрированы смертельные случаи; мониторинг признаков и симптомов гепатита во время и после прекращения терапии, включая биохимический мониторинг",
        "Сообщалось о тяжелых инфекциях (например, сепсис, герпетический энцефалит, микобактериальная инфекция), приводящих к забрюшинному кровотечению; наиболее распространенной инфекцией была инфекция верхних дыхательных путей; следить за признаками и симптомами инфекции",
        "Сообщается об иммуноопосредованном колите или диарее.",
        "Могут возникнуть увеит, ирит и другие глазные воспалительные явления; некоторые случаи могут быть связаны с отслоением сетчатки; могут возникать различные степени нарушения зрения, включая слепоту; если увеит возникает в сочетании с другими иммунно-опосредованными побочными реакциями, рассмотрите возможность синдрома Фогта-Коянаги-Харады, так как это может потребовать лечения системными стероидами для снижения риска необратимой потери зрения.",
        "Возникли иммуноопосредованные пневмониты или интерстициальные заболевания легких; следить за признаками и симптомами пневмонита; заболеваемость пневмонитом выше у пациентов, получивших торакальное облучение"
      ],
      "specific": [
        {
          "type": "Иммунозависимые эндокринопатии",
          "description": [
            "Следите за признаками и симптомами миокардита",
            "Мониторинг симптомов моторной и сенсорной невропатии",
            "Связанные с иммунитетом миастенический синдром/миастения, синдром Гийена-Барре или менингоэнцефалит сообщили; навсегда прекратить для любого класса",
            "Сообщалось о миозите/полимиозите, рабдомиолизе и связанных с ним осложнениях, включая почечную недостаточность, артрит, ревматическую полимиалгию.",
            "Надпочечниковая недостаточность может возникнуть; наблюдать за пациентами на наличие клинических признаков и симптомов надпочечниковой недостаточности",
            "Может возникнуть гипопаратиреоз",
            "Могут возникнуть заболевания щитовидной железы; тиреоидит может проявляться эндокринопатией или без нее; не сообщается привести к постоянному прекращению; гипотиреоз может следовать за гипертиреозом; контролировать функцию щитовидной железы до и периодически во время лечения; начать заместительную гормональную терапию или медикаментозное лечение гипертиреоза по клиническим показаниям; продолжить терапию гипотиреоза и прервать ее при гипертиреозе или окончательно прекратить терапию в зависимости от степени тяжести",
            "Может возникнуть гипофизит/гипопитуитаризм; гипофизит может проявляться острыми симптомами, связанными с масс-эффектом, такими как головная боль, светобоязнь или сокращение поля зрения; гипофизит может вызвать гипопитуитаризм; воздержаться или навсегда прекратить терапию в зависимости от тяжести; при гипофизите степени 2 или выше начните преднизон в дозе 1-2 мг/кг/день или эквиваленты с последующим снижением дозы и заместительной гормональной терапией по клиническим показаниям",
            "Мониторинг клинических признаков и симптомов менингита или энцефалита",
            "Сообщается о сахарном диабете 1 типа; следить за гипергликемией или другими признаками и симптомами диабета; начать лечение инсулином по клиническим показаниям; прерывать лечение в зависимости от тяжести",
            "Симптоматический панкреатит без альтернативной этиологии возникал у 0,1% пациентов в ходе клинических испытаний; панкреатит с повышением уровня амилазы и липазы в сыворотке, гастрит, дуоденит; следить за признаками и симптомами острого панкреатита"
          ]
        },
        {
          "type": "Предупреждение о безопасности FDA",
          "description": [
            "Промежуточные результаты общей выживаемости благоприятствовали паклитакселу и плацебо, а не паклитакселу и атезолизумабу как в PD-L1-позитивной популяции, так и в общей популяции.",
            "08.09.2020 FDA предупредило медицинских работников, клинических исследователей онкологии и пациентов о том, что комбинация атезолизумаба и паклитаксела при ранее нелеченном неоперабельном местно-распространенном или метастатическом ТНРМЖ неэффективна.",
            "В этом исследовании атезолизумаб и паклитаксел не снижали значительно риск прогрессирования рака и смерти по сравнению с плацебо и паклитакселом у PD-L1-позитивной популяции.",
            "Увеличение риска смерти, наблюдаемое у пациентов, получавших атезолизумаб плюс паклитаксел, по сравнению с плацебо и паклитакселом в PD-L1-позитивной популяции; эффективность атезолизумаба в комбинации с паклитакселом у пациентов с нерезектабельным местнораспространенным или метастатическим ТНРМЖ не была продемонстрирована.",
            "Предупреждение было основано на результатах исследования IMpassion131, двойного слепого, многоцентрового, плацебо-контролируемого исследования, в котором сравнивали атезолизумаб или плацебо в комбинации с паклитакселом у пациентов с метастатическим ТНРМЖ."
          ]
        },
        {
          "type": "Иммуноопосредованные побочные реакции",
          "description": [
            "Раннее выявление и лечение иммуноопосредованных побочных реакций необходимо для обеспечения безопасного использования блокирующих PD-1/PD-L1 антител; внимательно следить за пациентами на наличие симптомов и признаков, которые могут быть клиническими проявлениями лежащих в основе иммуноопосредованных побочных реакций.",
            "При улучшении до степени 1 или ниже начните постепенное снижение дозы кортикостероидов и продолжайте снижать дозу в течение как минимум 1 месяца; рассмотреть возможность применения других системных иммунодепрессантов у пациентов, у которых иммуноопосредованные побочные реакции не контролируются терапией кортикостероидами.",
            "Оценить ферменты печени, креатинин и функцию щитовидной железы в начале и периодически во время лечения; в случаях подозрения на иммуноопосредованные побочные реакции инициируйте соответствующее обследование для исключения альтернативной этиологии, включая инфекцию",
            "Иммуноопосредованные побочные реакции, которые могут быть тяжелыми или фатальными, могут возникать в любой системе органов или тканях; реакции могут возникнуть в любое время после начала приема антител, блокирующих PD1/PD-L1.",
            "Немедленно назначьте медицинское лечение, в том числе консультации специалистов, если это необходимо; воздержаться или навсегда прекратить терапию в зависимости от тяжести; в целом, если терапия требует прерывания или отмены, назначайте системную терапию кортикостероидами (1–2 мг/кг/день преднизолона или эквивалент) до улучшения до 1 степени или менее",
            "В то время как иммуноопосредованные побочные реакции обычно проявляются во время лечения блокирующими антителами PD-1/PD-L1, иммуноопосредованные побочные реакции также могут проявляться после прекращения приема блокирующих антител PD-1/PD-L1."
          ]
        },
        {
          "type": "Осложнения аллогенной ТГСК",
          "description": [
            "Смертельные и другие серьезные осложнения могут возникнуть у пациентов, которым проводится аллогенная трансплантация гемопоэтических стволовых клеток (ТГСК) до или после лечения антителами, блокирующими PD-1/PD-L1.",
            "Осложнения, связанные с трансплантацией, включают сверхострую реакцию «трансплантат против хозяина» (РТПХ), острую РТПХ, хроническую РТПХ, венозно-окклюзионную болезнь печени (ВОБ) после кондиционирования пониженной интенсивности и фебрильный синдром, требующий применения стероидов (без установленной инфекционной причины).",
            "Внимательно следите за пациентами на наличие признаков осложнений, связанных с трансплантацией, и незамедлительно вмешивайтесь; рассмотрите преимущества и риски лечения блокирующими антителами PD-1/PD-L1 до или после аллогенной ТГСК",
            "Эти осложнения могут возникать, несмотря на промежуточную терапию между блокадой PD-1/PD-L1 и аллогенной ТГСК."
          ]
        },
        {
          "type": "Колит",
          "description": [
            "Цитомегаловирусная (ЦМВ) инфекция/реактивация, зарегистрированная у пациентов с резистентным к кортикостероидам иммуноопосредованным колитом",
            "Препарат может вызывать иммуноопосредованный колит, который может проявляться диареей, болью в животе и кровотечением из нижних отделов желудочно-кишечного тракта (ЖКТ).",
            "В случаях резистентного к кортикостероидам колита рассмотрите возможность повторного инфекционного обследования, чтобы исключить альтернативную этиологию."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Повышение триацилглицероллипазы",
      "percent": "46"
    },
    {
      "name": "Снижение лимфоцитов",
      "percent": "24"
    },
    {
      "name": "Повышенная креатининкиназа",
      "percent": "22"
    },
    {
      "name": "Пониженный фосфор",
      "percent": "22"
    },
    {
      "name": "Гепатотоксичность",
      "percent": "21"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "18"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "13"
    },
    {
      "name": "Повышенная амилаза",
      "percent": "13"
    },
    {
      "name": "Гипертония",
      "percent": "10"
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": "6"
    },
    {
      "name": "Снижение натрия",
      "percent": "5"
    },
    {
      "name": "Снижение калия",
      "percent": "5"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "4.3"
    },
    {
      "name": "Повышенный билирубин",
      "percent": "3.1"
    },
    {
      "name": "Усталость",
      "percent": "3"
    },
    {
      "name": "Настой",
      "percent": "2.6"
    },
    {
      "name": "родственная реакция",
      "percent": "1.7"
    },
    {
      "name": "лихорадка",
      "percent": "1.3"
    },
    {
      "name": "Стоматит",
      "percent": "1.3"
    },
    {
      "name": "Повышенный калий",
      "percent": "1.3"
    },
    {
      "name": "Снижение кальция",
      "percent": "1.3"
    },
    {
      "name": "Пневмонит",
      "percent": "1"
    },
    {
      "name": "Гипертиреоз",
      "percent": "1"
    },
    {
      "name": "Тошнота",
      "percent": "1"
    },
    {
      "name": "Отек",
      "percent": "0.9"
    },
    {
      "name": "Снижение альбумина",
      "percent": null
    }
  ]
}