{
  "name": "диметилфумарат",
  "comment": "Rx",
  "other_names": [
    "Текфидера",
    "БГ-12"
  ],
  "classes": [
    "Лечение рассеянного склероза",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/tecfidera-bg-12-dimethyl-fumarate-999810",
  "pregnancy": {
    "common": [
      "Отсутствуют адекватные данные о риске развития, связанном с применением у беременных женщин; у животных наблюдались неблагоприятные эффекты на выживаемость, рост, половое созревание и нейроповеденческие функции потомства при введении диметилфумарата (ДМФ) во время беременности и лактации в клинически значимых дозах."
    ],
    "specific": [
      {
        "type": "Регистр беременности",
        "description": [
          "Контролирует исходы беременности у женщин, подвергшихся воздействию диметилфумарата во время беременности; порекомендуйте пациентам зарегистрироваться, позвонив по телефону 1-866-810-1462 или посетив сайт www.tecfiderapregnancyregistry.com."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарстве и любыми потенциальными неблагоприятными эффектами на ребенка, находящегося на грудном вскармливании, от приема лекарств или основного заболевания матери.",
      "Данных о наличии ДМФ или ММФ в грудном молоке нет; влияние на ребенка, находящегося на грудном вскармливании, и на выработку молока неизвестно."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к препарату или компонентам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может возникнуть покраснение (например, теплота, покраснение, зуд и/или ощущение жжения); симптомы гиперемии обычно могут возникать вскоре после начала лечения и со временем улучшаться или исчезать; у большинства пациентов, испытывающих гиперемию, она бывает легкой или средней степени тяжести.",
        "Может вызвать лимфопению; получить клинический анализ крови, включая количество лимфоцитов, до начала терапии, через 6 месяцев и каждые 6-12 месяцев после этого, а также по клиническим показаниям; рассмотреть вопрос о прерывании лечения при количестве лимфоцитов <0,5 x 10^9/л, сохраняющемся более 6 месяцев; продолжать подсчитывать количество лимфоцитов до их восстановления, если прием препарата прекращен или прерван из-за лимфопении; рассмотреть возможность воздержания от лечения пациентов с серьезными инфекциями до разрешения; решения о возобновлении приема диметилфумарата должны приниматься индивидуально в зависимости от клинических обстоятельств.",
        "Сообщается о клинически значимых случаях поражения печени; начало варьировало от нескольких дней до нескольких месяцев после начала лечения; повышенные печеночные трансаминазы (в большинстве случаев не более чем в 3 раза выше ВГН) наблюдались во время контролируемых исследований и исчезали после прекращения лечения; прекратите прием препарата при появлении клинически значимых признаков и симптомов поражения печени; получить уровень аминотрансферазы в сыворотке крови, щелочной фосфатазы (ЩФ) и общего билирубина до лечения и во время лечения, в соответствии с клиническими показаниями; прекратить лечение при подозрении на клинически значимое повреждение печени, вызванное препаратом",
        "Прогрессирующая многоочаговая лейкоэнцефалопатия (ПМЛ), приводящая к смерти, в пострегистрационных условиях; приостановить терапию при первых признаках или симптомах, указывающих на ПМЛ; выполнить соответствующую диагностическую оценку; случаи наблюдались преимущественно у пациентов с числом лимфоцитов <0,8x10^9/л, сохраняющимся более 6 месяцев; роль лимфопении в случаях ПМЛ неясна",
        "Не возобновляйте терапию при возникновении анафилаксии или ангионевротического отека."
      ],
      "specific": [
        {
          "type": "Оппортунистические инфекции",
          "description": [
            "Пациенты с симптомами и признаками, характерными для любой из этих инфекций, должны пройти оперативное диагностическое обследование и получить соответствующее лечение.",
            "Имели место серьезные случаи опоясывающего герпеса, включая диссеминированный опоясывающий герпес, офтальмологический опоясывающий герпес, менингоэнцефалит опоясывающего герпеса и менингомиелит опоясывающего герпеса.",
            "Имели место другие серьезные оппортунистические инфекции, включая случаи серьезных вирусных (вирус простого герпеса, вирус Западного Нила, цитомегаловирус), грибковых (Candida и Aspergillus) и бактериальных (Nocardia, Listeria monocytogenes, Mycobacterium tuberculosis) инфекций; эти инфекции были зарегистрированы у пациентов со сниженным абсолютным числом лимфоцитов (ALC), а также у пациентов с нормальным ALC; эти инфекции поражают головной мозг, мозговые оболочки, спинной мозг, желудочно-кишечный тракт, легкие, кожу, глаза и уши.",
            "Мониторинг пациентов для признаков и симптомов опоясывающего герпеса; при возникновении опоясывающего герпеса следует назначить соответствующее лечение; рассмотреть вопрос о приостановке лечения у пациентов с опоясывающим герпесом или другими серьезными инфекциями до тех пор, пока инфекция не разрешится."
          ]
        },
        {
          "type": "лимфопения",
          "description": [
            "Рассмотрите воздержание от лечения пациентов с серьезными инфекциями до разрешения; решения о возобновлении терапии должны приниматься индивидуально в зависимости от клинических обстоятельств.",
            "Рассмотрите возможность прерывания приема препарата у пациентов с числом лимфоцитов менее 0,5 x 109/л, сохраняющимся более шести месяцев; учитывая возможность замедленного восстановления количества лимфоцитов, продолжайте подсчитывать количество лимфоцитов до их восстановления, если прием препарата прекращается или прерывается из-за лимфопении.",
            "Получите общий анализ крови, включая количество лимфоцитов, до начала лечения препаратом, через 6 месяцев после начала лечения, а затем каждые 6–12 месяцев после этого и по клиническим показаниям.",
            "Препарат может уменьшить количество лимфоцитов; препарат не изучался у пациентов с ранее существовавшим низким числом лимфоцитов"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Промывка",
      "percent": "40"
    },
    {
      "name": "Боль в животе",
      "percent": "18"
    },
    {
      "name": "Диарея",
      "percent": "14"
    },
    {
      "name": "Тошнота",
      "percent": "12"
    },
    {
      "name": "Рвота",
      "percent": "9"
    },
    {
      "name": "Зуд",
      "percent": "8"
    },
    {
      "name": "Сыпь",
      "percent": "8"
    },
    {
      "name": "Альбумин в моче",
      "percent": "6"
    },
    {
      "name": "Эритема",
      "percent": "5"
    },
    {
      "name": "Диспепсия",
      "percent": "5"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "4"
    },
    {
      "name": "лимфопения",
      "percent": "2"
    },
    {
      "name": "Транзиторная эозинофилия",
      "percent": "3"
    },
    {
      "name": "Гепатобилиарные расстройства, включая нарушения функции печени",
      "percent": "2"
    },
    {
      "name": "повышение уровня трансаминаз больше или равно",
      "percent": null
    },
    {
      "name": "раза выше ВГН с сопутствующим повышением общего билирубина",
      "percent": null
    },
    {
      "name": "раз ВГН",
      "percent": null
    },
    {
      "name": "ринорея",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Опоясывающий герпес и другие серьезные оппортунистические инфекции",
      "percent": null
    }
  ]
}