{
  "name": "карбамазепин",
  "comment": "Rx",
  "other_names": [
    "Карбатрол",
    "Экетро",
    "Карнексив",
    "Карбамазепиновые жевательные таблетки",
    "Тегретол",
    "Эпитоль",
    "Тегретол XR",
    "Карбамазепин CR",
    "Терил"
  ],
  "classes": [
    "Антиманиакальные агенты",
    "Противосудорожные препараты",
    "Другой",
    "Агенты биполярного расстройства"
  ],
  "source": "https://reference.medscape.com/drug/tegretol-xr-equetro-carbamazepine-343005",
  "pregnancy": {
    "common": [
      "Терапия может нанести вред плоду при назначении беременной женщине; показана связь между применением препарата во время беременности и врожденными пороками развития, включая расщепление позвоночника и пороками развития других систем организма (например, черепно-лицевые дефекты и сердечно-сосудистые пороки развития); сообщается о задержке развития",
      "Существует реестр воздействия при беременности, который отслеживает исходы беременности у женщин, подвергшихся воздействию противоэпилептических препаратов (АЭП) во время беременности; поощрять женщин, получающих терапию во время беременности, регистрироваться в Североамериканском реестре противоэпилептических препаратов (NAAED) для беременных; это можно сделать, позвонив по бесплатному номеру 1-888-233-2334 или посетив веб-сайт http://www.aedpregnancyregistry.org, и это должна сделать сама пациентка.",
      "Женщины детородного возраста должны быть проинформированы о потенциальном риске для плода.",
      "Женщинам детородного возраста следует рекомендовать постоянное использование эффективных негормональных контрацептивов или барьерных методов во время лечения.",
      "Тесты для выявления врожденных дефектов с использованием принятых в настоящее время процедур следует рассматривать как часть рутинной дородовой помощи женщинам детородного возраста, получающим карбамазепин; данные свидетельствуют о том, что прием фолиевой кислоты до зачатия и в течение первого триместра беременности снижает риск врожденных дефектов нервной трубки у населения в целом; неизвестно, снижается ли риск дефектов нервной трубки у потомства женщин, получающих терапию, за счет приема фолиевой кислоты, но пациентам, проходящим терапию, следует рекомендовать прием фолиевой кислоты с пищей как до зачатия, так и во время беременности.",
      "Следует рассмотреть вопрос о прекращении терапии у беременных женщин или женщин, пытающихся забеременеть, если польза от прекращения перевешивает риск повторных приступов; женщинам с эпилепсией не следует резко прекращать терапию из-за риска эпилептического статуса и менее тяжелых судорог, которые могут быть опасными для жизни.",
      "Было несколько случаев неонатальных судорог и/или угнетения дыхания, связанных с приемом карбамазепина матерью в комбинации с другими противоэпилептическими препаратами; также сообщалось о нескольких случаях неонатальной рвоты, диареи и/или снижения аппетита в связи с применением карбамазепина матерями; эти симптомы могут представлять неонатальный абстинентный синдром"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях на животных терапия во время беременности приводила к токсичности для развития, включая увеличение частоты пороков развития плода."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Препарат и его эпоксидный метаболит выделяются с грудным молоком; нет данных для оценки воздействия препарата или его метаболитов на выработку молока или на младенцев, находящихся на грудном вскармливании, у матерей, принимающих наркотики; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарственном средстве и любыми потенциальными неблагоприятными эффектами на грудного ребенка от лекарственного средства или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Во время лечения карбамазепином сообщалось о серьезных, а иногда и летальных дерматологических реакциях, включая токсический эпидермальный некролиз (ТЭН) и синдром Стивенса-Джонсона (ССД); исследования пациентов китайского происхождения выявили сильную связь между риском развития ССД/ТЭН и наличием HLA-B*1502, унаследованного аллельного варианта гена HLA-B; HLA-B * 1502 обнаруживается почти исключительно у пациентов азиатского происхождения, причем такие потомки рождаются в популяциях на обширных территориях Азии; пациентов с положительным результатом на аллель не следует лечить карбамазепином, за исключением случаев, когда польза явно превышает риск; перед началом лечения карбамазепином следует провести скрининг пациентов, принадлежащих к генетическим группам риска, на наличие HLA-B*1502.",
        "Полное гематологическое исследование перед лечением должно быть получено в качестве исходного уровня; если у пациента в процессе лечения отмечается пониженное или сниженное количество лейкоцитов или тромбоцитов, следует тщательно наблюдать за пациентом; рассмотреть вопрос о прекращении терапии, если развивается значительная депрессия костного мозга",
        "Сообщается об апластической анемии и агранулоцитозе; пациенты с предшествующей неблагоприятной гематологической реакцией на любое лекарство могут подвергаться повышенному риску"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Беременность (особенно первый триместр: риск карбамазепинового синдрома плода)",
        "История подавления костного мозга",
        "Прием ингибиторов МАО в течение последних 14 дней",
        "Одновременное применение с ННИОТ (например, делавирдин, эфавиренц, этравирин, невирапин, рилпивирин); карбамазепин индуцирует CYP3A4 и может существенно снизить концентрацию ННИОТ в сыворотке крови.",
        "Документально подтвержденная гиперчувствительность",
        "Совместное применение с нефазодоном; карбамазепин снижает уровень нефазодона и его активного метаболита в плазме",
        "Желтуха, гепатит"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может возникнуть гипонатриемия, которая, по-видимому, является результатом SIADH; может быть дозозависимым, и пожилые люди подвергаются большему риску",
        "Сообщалось о фатальных дерматологических реакциях, включая токсический эпидермальный некролиз (ТЭН) и синдром Стивенса-Джонсона (ССД).",
        "Следите за заметными изменениями в поведении, которые могут указывать на суицидальные мысли или депрессию, и немедленно уведомляйте лечащего врача, если наблюдаются поведенческие изменения.",
        "Более высокий риск потенциально летальных кожных реакций (ССД/ТЭН) у пациентов азиатского происхождения (рекомендуется генетическое тестирование); повышенный риск развития реакций гиперчувствительности при наличии HLAA*3101 или HLA-B*1502, унаследованных аллельных вариантов гена HLA-A и HLA-B (см. Фармакогеномика в разделе Фармакология);",
        "Ассоциируется с гипотензией, брадикардией, АВ-блокадой, признаками и симптомами сердечной недостаточности.",
        "Повышенный риск агранулоцитоза и апластической анемии",
        "Лихорадка и озноб, снижение уровня кальция в плазме крови, приводящее к остеопорозу, и гипераммониемия.",
        "Частое мочеиспускание, острая задержка мочи, олигурия с повышением артериального давления, азотемия, почечная недостаточность и импотенция; также сообщалось об альбуминурии, глюкозурии, повышенном уровне азота мочевины и микроскопических отложениях в моче; были редкие сообщения о нарушении мужской фертильности и/или аномальном сперматогенезе.",
        "Биполярная мания: эффективность непостоянна; APA рекомендует использовать после неудачи или при наличии резистентности к литию и вальпроатам.",
        "Не простой анальгетик; не используйте для облегчения незначительных болей",
        "Может вызвать отклонения ЭКГ; соблюдать осторожность у пациентов с нарушениями проводимости; АВ-блокада сердца, включая блокаду второй и третьей степени, о которой сообщалось после лечения карбамазепином; эффект наблюдался в основном, но не только у пациентов с сопутствующими отклонениями ЭКГ или факторами риска нарушений проводимости.",
        "Прекратить, если происходит значительное угнетение костного мозга",
        "Мягкая антихолинергическая активность; соблюдать осторожность у пациентов с чувствительностью к антихолинергическим эффектам",
        "Может вызвать психоз/путаница/возбуждение; пожилые пациенты подвергаются большему риску",
        "Терапию следует назначать только после критической оценки соотношения пользы и риска у пациентов с нарушениями сердечной проводимости в анамнезе, включая атриовентрикулярную (АВ) блокаду второй и третьей степени; сердечного, печеночного или почечного повреждения; неблагоприятные гематологические реакции или реакции гиперчувствительности на другие препараты, включая реакции на другие противосудорожные средства; или прерванные курсы терапии карбамазепином",
        "Состав суспензии содержит сорбитол; не для назначения пациентам с редкими наследственными проблемами непереносимости фруктозы",
        "Выводить постепенно",
        "Может усугубить абсансы; в случае аллергической реакции или реакции гиперчувствительности может потребоваться более быстрая замена альтернативной терапии",
        "Редкие случаи анафилаксии и ангионевротического отека с вовлечением гортани, голосовой щели, губ и век, о которых сообщалось при первом или последующих дозах; ангионевротический отек, связанный с отеком гортани, может привести к летальному исходу; если у пациента развиваются реакции после лечения, прекратите терапию и начните альтернативное лечение; пациентам не следует повторно назначать препарат",
        "Может сделать оральные контрацептивы неэффективными",
        "АВ-блокада сердца, включая блокаду второй и третьей степени, о которой сообщалось после лечения карбамазепином; эффект наблюдался в основном, но не только у пациентов с сопутствующими отклонениями ЭКГ или факторами риска нарушений проводимости."
      ],
      "specific": [
        {
          "type": "Печеночные эффекты",
          "description": [
            "Сообщалось о воздействии на печень в диапазоне от незначительного повышения активности печеночных ферментов до редких случаев печеночной недостаточности.",
            "Сообщалось о редких случаях синдрома исчезающих желчных протоков; имеет вариабельное клиническое течение от молниеносного до вялотекущего, сопровождающееся разрушением и исчезновением внутрипеченочных желчных протоков.",
            "Некоторые случаи связаны с другими иммуноаллергическими синдромами (например, мультиорганной гиперчувствительностью [синдром DRESS], серьезными дерматологическими реакциями).",
            "Во время лечения этим препаратом необходимо проводить базовую и периодическую оценку функции печени, особенно у пациентов с заболеваниями печени в анамнезе, поскольку может возникнуть повреждение печени; препарат следует немедленно прекратить в случаях обострения дисфункции печени или активного заболевания печени",
            "DRESS обычно, хотя и не всегда, проявляется лихорадкой, сыпью, лимфаденопатией и/или отеком лица в сочетании с поражением других систем органов, например, гепатитом, нефритом, гематологическими аномалиями, миокардитом или миозитом, иногда напоминающим острую вирусную инфекцию.",
            "Например, сообщалось о синдроме исчезновения желчных протоков, связанном с синдромом Стивенса-Джонсона, а в другом случае о связи с лихорадкой и эозинофилией.",
            "В некоторых случаях печеночные эффекты могут прогрессировать, несмотря на прекращение приема."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "апиксабан",
      "description": {
        "common": "карбамазепин снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Снижает антикоагулянтный эффект за счет снижения системного воздействия апиксабана."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект артеметера/люмефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение с сильными индукторами CYP3A4 может привести к снижению концентрации в сыворотке и потере противомалярийной эффективности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "атазанавир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект атазанавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "каботегравир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект каботегравира за счет увеличения метаболизма. Противопоказано. Каботегравир метаболизируется UGT1A1 и UGT1A9. Сильные индукторы UGT1A1 или UGT1A9 снижают системное воздействие каботегравира, тем самым повышая вероятность потери вирусологического ответа."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "карипразин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект карипразина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. CYP3A4 отвечает за образование и элиминацию активных метаболитов карипразина. Влияние индукторов CYP3A4 на экспозицию карипразина не оценивалось, и общий эффект неясен."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Избегайте совместного администрирования. Сильные или умеренные индукторы CYP3A могут снижать системную экспозицию кобиметиниба более чем на 80% и снижать его эффективность."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дарунавир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дарунавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение с карбамазепином может привести к потере терапевтического эффекта и развитию резистентности к дарунавиру."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект диеногеста/эстрадиола валерата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Женщинам не следует выбирать эстрадиола валерат/диеногест в качестве контрацептива при использовании сильных индукторов CYP3A4 из-за потенциального снижения эффективности контрацепции. Эстрадиола валерат/диеногест не следует применять в течение как минимум 28 дней после прекращения приема индуктора из-за возможности снижения контрацептивной эффективности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "доравирин",
      "description": {
        "common": "карбамазепин снижает уровень или действие доравирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение доравирина с сильным индуктором CYP3A может снизить концентрацию и/или эффекты доравирина в плазме. Возможность потери вирусологического ответа и возможной резистентности к доравирину."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "карбамазепин, эфавиренз.\nОдин из них снижает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение карбамазепина с ННИОТ может привести к потере вирусологического ответа и возможной резистентности к ННИОТ. Снижение AUC наблюдается как для карбамазепина (27%), так и для эфавиренца (36%) при одновременном применении."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элбасвир/гразопревир",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект элбасвира/гразопревира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Терапевтический эффект элбасвира/гразопревира может быть снижен при одновременном применении с сильными индукторами CYP3A, поэтому они противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "карбамазепин снижает уровни элвитегравира/кобицистата/эмтрицитабина/тенофовира DF, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Может привести к потере вирусологического ответа и возможной резистентности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "этравирин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект этравирина, влияя на метаболизм печеночного фермента CYP2C9/10. Противопоказано. Одновременное применение карбамазепина с ННИОТ может привести к потере вирусологического ответа и возможной резистентности к ННИОТ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "карбамазепин снижает уровень или действие фостемсавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение фостемсавира (пролекарства) с сильными индукторами CYP3A4 значительно снижает концентрацию темсавира (активного компонента) в плазме, что может привести к потере вирусологического ответа и резистентности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "иринотекан",
      "description": {
        "common": "карбамазепин снижает уровень или эффект иринотекана, влияя на метаболизм печеночного фермента CYP2B6. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "карбамазепин снижает уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного фермента CYP2B6. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "карбамазепин увеличивает токсичность изокарбоксазида по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект ледипасвира/софосбувира посредством эффлюксного переносчика P-гликопротеина (MDR1). Противопоказано. Индукторы P-gp снижают уровень софосбувира и, следовательно, уменьшают превращение софосбувира в активный метаболит (GS-331007), ответственный за 90% фармакологического эффекта."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ленакапавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение ленакапавира с сильными индукторами CYP3A противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "линезолид",
      "description": {
        "common": "карбамазепин увеличивает токсичность линезолида по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лонафарниб является чувствительным субстратом CYP3A4. Совместное применение с сильными или умеренными индукторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лорлатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение лорлатиниба с сильными индукторами CYP3A противопоказано. Прекратите прием сильного индуктора CYP3A в течение 3 периодов полувыведения из плазмы, прежде чем начинать лечение лорлатинибом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "карбамазепин снижает уровень или эффект люмакафтора/ивакафтора за счет ингибирования альдегиддегидрогеназы. Противопоказано. Сильные индукторы CYP3A оказывают минимальное влияние на экспозицию люмакафтора, но снижают экспозицию ивакафтора (AUC) на 57%. Это может снизить эффективность люмакафтора/ивакафтора. Таким образом, coadministration не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лумефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение с сильными индукторами CYP3A4 может привести к снижению концентрации в сыворотке и потере противомалярийной эффективности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "луразидон",
      "description": {
        "common": "карбамазепин снижает уровень луразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Противопоказан; снижает Cmax луразидона примерно на 85%."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "карбамазепин снижает уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "налоксегол",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект налоксегола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Использование налоксегола с сильными индукторами CYP3A4 не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "невирапин",
      "description": {
        "common": "карбамазепин снижает уровень невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение карбамазепина с ННИОТ может привести к потере вирусологического ответа и возможной резистентности к ННИОТ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект нирматрелвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Нирматрелвир, субстрат CYP3A4, противопоказан при одновременном применении с сильными индукторами CYP3A4. Значительно сниженные концентрации нирматрелвира в плазме могут быть связаны с потенциальной потерей вирусологического ответа и возможной резистентностью. Не назначайте нирматрелвир/ритонавир сразу после прекращения приема сильного индуктора 3А4 из-за времени, необходимого для системного клиренса индуктора."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект нирматрелвира/ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Нирматрелвир, субстрат CYP3A4, противопоказан при одновременном применении с сильными индукторами CYP3A4. Значительно сниженные концентрации нирматрелвира в плазме могут быть связаны с потенциальной потерей вирусологического ответа и возможной резистентностью. Не назначайте нирматрелвир/ритонавир сразу после прекращения приема сильного индуктора 3А4 из-за времени, необходимого для системного клиренса индуктора."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект омбитасвира/паритапревира/ритонавира и дасабувира (ДСК) за счет усиления метаболизма. Противопоказано. Сильные индукторы CYP2C8 могут снижать уровни дасабувира и, следовательно, снижать эффективность Viekira Pak."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "панобиностат",
      "description": {
        "common": "карбамазепин снижает уровень панобиностата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP3A4 могут снижать уровень панобиностата примерно на 70% и приводить к неэффективности лечения."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "карбамазепин увеличивает токсичность фенелзина по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пирфенидон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект пирфенидона, влияя на метаболизм печеночного фермента CYP1A2. Противопоказано. Использование сильных индукторов CYP1A2 следует прекратить до начала приема пирфенидона и избегать во время лечения."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "празиквантел",
      "description": {
        "common": "карбамазепин снижает уровень празиквантела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP450 значительно снижают уровень празиквантела в крови."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "карбамазепин увеличивает токсичность прокарбазина по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "регорафениб",
      "description": {
        "common": "карбамазепин, регорафениб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP3A4 снижают уровень регорафениба и увеличивают экспозицию активного метаболита М-5."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "карбамазепин снижает уровень рилпивирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение карбамазепина с ННИОТ может привести к потере вирусологического ответа и возможной резистентности к ННИОТ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рофлумиласт",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект рофлумиласта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Coadministration не рекомендуется; сильные индукторы фермента цитохрома Р450 снижают системное воздействие рофлумиласта и могут снижать терапевтическую эффективность."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "карбамазепин увеличивает токсичность селегилина по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "карбамазепин повышает токсичность трансдермального селегилина по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "карбамазепин увеличивает токсичность транилципромина по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "карбамазепин снижает уровень вандетаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Избегайте coadministration с мощными индукторами CYP3A4; эти препараты снижают экспозицию вандетаниба до 40%."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вориконазол",
      "description": {
        "common": "карбамазепин снижает уровень вориконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абемацилиб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект аброцитиниба за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, являющиеся сильными индукторами CYP2C19 или CYP2C9, снижают совместное воздействие аброцитиниба и его активных метаболитов, что приводит к потере или уменьшению клинического ответа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект акалабрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения акалабрутиниба с сильными индукторами CYP3A. Если необходимо использовать сильный индуктор CYP3A, увеличьте дозу акалабрутиниба до 200 мг два раза в день."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект адаграсиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "афатиниб",
      "description": {
        "common": "карбамазепин снижает уровень афатиниба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Увеличьте суточную дозу афатиниба на 10 мг в зависимости от переносимости, если требуется постоянная терапия индуктором P-gp; возобновить предыдущую дозу афатиниба через 2-3 дня после прекращения приема индуктора P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект алмотриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпразолам",
      "description": {
        "common": "карбамазепин снижает уровень или эффект алпразолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект амиодарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апремиласт",
      "description": {
        "common": "карбамазепин снижает уровень или эффект апремиласта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с сильными индукторами CYP приводит к значительному снижению системного воздействия апремиласта, что может привести к потере эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "карбамазепин снижает уровень или эффект апрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект арипипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если лечение карбамазепином начинается у пациента, уже принимающего арипипразол, дозу арипипразола следует удвоить; уменьшить дозу арипипразола при отмене карбамазепина"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акситиниб",
      "description": {
        "common": "карбамазепин снижает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рекомендуется выбор сопутствующего лечения с нулевым или минимальным потенциалом индукции CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект базедоксифена/конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект бедаквилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения бедаквилина с сильными индукторами CYP3A4 из-за возможного снижения терапевтического эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "беротральстат",
      "description": {
        "common": "карбамазепин снижает уровни беротральстата с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "биктегравир",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект биктегравира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение сильных индукторов CYP3A и UGT1A1 может существенно снизить концентрацию биктегравира в плазме. Это может привести к потере терапевтического эффекта и развитию резистентности к биктегравиру. Следует рассмотреть возможность совместного применения с другим противосудорожным средством."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "карбамазепин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект карбамазепина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект бригатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с сильными индукторами CYP3A4 может снизить эффективность бригатиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект будесонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект кабозантиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения кабозантиниба с сильными индукторами CYP3A4. Если требуется сильный индуктор CYP3A4, увеличьте дозу кабозантиниба на 40 мг/сут (кометрик) или на 20 мг/сут (кабометикс). Возобновить предыдущую дозу через 2-3 дня после прекращения приема сильного индуктора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кальцитриол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект кальцитриола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "капматиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект капматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "карбамазепин снижает уровень церитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект цинакальцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клоназепам",
      "description": {
        "common": "карбамазепин снижает уровень или эффект клоназепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "карбамазепин будет повышать уровень или эффект клопидогреля, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Индукторы CYP3A4 могут усиливать метаболизм клопидогрела до его активного метаболита. Мониторинг пациентов на предмет возможного усиления антитромбоцитарного эффекта при использовании индукторов CYP3A4 в комбинации с клопидогрелом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект клозапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект кобицистата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное введение, наблюдайте за отсутствием или потерей вирусологического ответа на кобицистат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект колхицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "карбамазепин снижает уровень или эффект кониваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "карбамазепин снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "копанлисиб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект копанлисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения копанлисиба с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект кортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабигатран",
      "description": {
        "common": "карбамазепин снижает уровень дабигатрана за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Как правило, следует избегать одновременного применения дабигатрана и индукторов P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "карбамазепин снижает уровень дабрафениба за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP2C8 могут снижать уровни дабрафениба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дантролен",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дантролена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дарифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект даролутамида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Даролутамид является субстратом P-gp и CYP3A4. Избегайте одновременного применения даролутамида с комбинированными P-gp и сильными или умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект дефлазакорта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дефлазакорта с умеренными или сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дексаметазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам",
      "description": {
        "common": "карбамазепин снижает уровень или действие диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дисульфирам",
      "description": {
        "common": "карбамазепин, дисульфирам.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "долутегравир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дувелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с сильным индуктором CYP3A уменьшает площадь под кривой (AUC) дувелисиба, что может снижать эффективность дувелисиба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект эдоксабана через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения эдоксабана с мощными индукторами P-gp."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элетриптан",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект элетриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект элиглустата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A значительно снижают экспозицию элиглустата; совместное введение не рекомендуется"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "карбамазепин повышает уровень элуксадолина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Уменьшите дозу элуксадолина до 75 мг перорально два раза в день при совместном применении с ингибиторами OATP1B1. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект элвитегравира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегать; одновременное применение с индукторами CYP3A может привести к снижению концентрации элвитегравира и/или одновременно применяемого ингибитора протеазы в плазме крови и привести к потере терапевтического эффекта и возможной резистентности"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект энкорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект энтректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эрдафитиниба за счет изменения метаболизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сильных индукторов CYP2C9 или CYP3A4 с эрдафитинибом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эзомепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект синтетических конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстропипат",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этоногестрел",
      "description": {
        "common": "карбамазепин снижает уровень или эффект этоногестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект федратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффект одновременного применения сильного индуктора CYP3A4 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фелодипин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект фелодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект фезотеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "карбамазепин будет повышать уровень или эффект фексинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Индукторы CYP450 могут значительно повышать концентрацию в плазме активных метаболитов фексинидазола: сульфоксида фексинидазола (М1) и сульфона фексинидазола (М2). Концентрации М2 в плазме связаны с повышенным риском удлинения интервала QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финеренон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект флудрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "карбамазепин снижает уровень или действие фосампренавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "карбамазепин снижает уровень или эффект фосапрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект фостаматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "футибатиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект футибатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение футибатиниба с препаратами, которые являются двойными индукторами P-gp и сильными CYP3A, может снизить эффективность футибатиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект ганаксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ганаксолона с умеренными или сильными индукторами CYP3A4. Если coadministration неизбежен, рассмотреть вопрос об увеличении дозы ganaxolone; однако не превышайте максимальную суточную дозу для веса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект гилтеритиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Гилтеритиниб является субстратом P-gp и CYP3A4. Совместное введение гилтеритиниба с комбинированным P-gp и сильным индуктором CYP3A снижает экспозицию и эффективность гилтеритиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект гласдегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения глаздегиба с сильными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект глекапревира/пибрентасвира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Совместное введение карбамазепина (сильного индуктора CYP3A4 и P-gp) с глекапревиром/пибрентасвиром может значительно снизить концентрацию глекапревира/пибрентасвира в плазме и AUC. Возможность потери терапевтического эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект галоперидола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "карбамазепин, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск системной гипонатриемии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксипрогестерона капроат (ДСК)",
      "description": {
        "common": "карбамазепин снижает уровень или эффект гидроксипрогестерона капроата (ДСК), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "карбамазепин снижает уровень ибрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A снижают концентрацию ибрутиниба в плазме примерно в 10 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект илоперидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект индинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект инфигратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан",
      "description": {
        "common": "карбамазепин снижает уровень или эффект иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "карбамазепин снижает уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изосорбида динитрат",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект изосорбида динитрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изосорбида мононитрат",
      "description": {
        "common": "карбамазепин снижает уровень или действие изосорбида мононитрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект истрадефиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения истрадефиллина с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Не рекомендуется за 2 недели до, во время и через 2 недели после приема итраконазола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ивабрадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ивабрадина с умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "карбамазепин снижает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте coadministration с сильными индукторами CYP3A4; системное воздействие ивакафтора существенно снижается (т.е. примерно в 9 раз)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект ивосидениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение ивозидениба с сильными индукторами CYP3A4 снижало концентрацию ивозидениба в плазме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иксазомиб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект иксазомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения иксазомиба с сильными индукторами CYP3A. Было показано, что сильные индукторы снижают Cmax иксазомиба на 54% и AUC на 74%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте комбинации за 2 недели до и во время применения кетоконазола. Контролировать уровни плазмы при использовании одновременно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лапатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если карбамазепин начат у пациента, уже принимающего лапатиниб, постепенно повышайте дозу лапатиниба; уменьшить дозу лапатиниба при отмене карбамазепина"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ларотректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения ларотректиниба с сильными индукторами CYP3A4, удвойте дозу ларотректиниба. Возобновить предыдущую дозу ларотректиниба после прекращения приема индуктора CYP3A4 в течение 3–5 периодов полувыведения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект лефамулина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лефамулина с сильными или умеренными индукторами CYP3A, за исключением случаев, когда польза превышает риски. Следите за снижением эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лемборексант",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "летермовир",
      "description": {
        "common": "карбамазепин снизит уровень или действие летермовира на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Одновременное применение летермовира с индукторами UCT1A1/3 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте комбинации за 2 недели до и во время применения кетоконазола. Контролировать уровни плазмы при использовании одновременно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ломитапид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоратадин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект лоратадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лозартан",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект лозартана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "карбамазепин снижает уровень или эффект люмакафтора/ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люматепероне",
      "description": {
        "common": "карбамазепин снижает уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лубинированный",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лурбинектина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект мациморелина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможность ложноположительных результатов теста при одновременном применении мациморелина и сильных индукторов CYP3A4. Прекратите прием сильного индуктора CYP3A4, обеспечив достаточное время вымывания перед тестированием."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мацитентан",
      "description": {
        "common": "карбамазепин снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "маравирок",
      "description": {
        "common": "карбамазепин снижает уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "местранол",
      "description": {
        "common": "карбамазепин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект метадона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метимазол",
      "description": {
        "common": "метимазол, карбамазепин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск агранулоцитоза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект метилпреднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "карбамазепин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "карбамазепин снижает уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидостаурин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект мидостаурина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 могут снижать концентрацию мидостаурина, что приводит к снижению эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект мобоцертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект нальдемедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект нефазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект нелфинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект нератиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения нератиниба с сильными/умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект нетупитанта/палоносетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Нетупитант в основном метаболизируется CYP3A4; избегать использования у пациентов, которые хронически используют сильный индуктор CYP3A4"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "никардипин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект никардипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "карбамазепин снижает уровень нинтеданиба с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения, особенно индукторов P-gp, которые также являются индукторами CYP3A4; нинтеданиб является субстратом P-gp и в меньшей степени CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект норэтиндрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте coadministration, если польза не перевешивает риск. При совместном применении гормональные контрацептивы не являются надежным методом эффективного контроля над рождаемостью. Одновременное применение может увеличить частоту нежелательных явлений, связанных с менструацией (аменорея, дисменорея, меноррагия)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрона ацетат",
      "description": {
        "common": "карбамазепин снижает уровень или эффект норэтиндрона ацетата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте coadministration, если польза не перевешивает риск. При совместном применении гормональные контрацептивы не являются надежным методом эффективного контроля над рождаемостью. Одновременное применение может увеличить частоту нежелательных явлений, связанных с менструацией (аменорея, дисменорея, меноррагия)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрон трансдермальный",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект трансдермального норэтиндрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте coadministration, если польза не перевешивает риск. При совместном применении гормональные контрацептивы не являются надежным методом эффективного контроля над рождаемостью. Одновременное применение может увеличить частоту нежелательных явлений, связанных с менструацией (аменорея, дисменорея, меноррагия)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норгестрел",
      "description": {
        "common": "карбамазепин снижает уровень или эффект норгестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения олапариба с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "карбамазепин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олутазидениб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект олутазидиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные или умеренные индукторы CYP3A снижают концентрацию и эффективность олутазидиниба (субстрата CYP3A4) в плазме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омепразол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осилодростат",
      "description": {
        "common": "карбамазепин снижает уровень или эффект осилодростата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект осимертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения осимертиниба с сильными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "карбамазепин снизит уровень или эффект озанимода по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Совместное введение озанимода (субстрат CYP2C8) с сильными индукторами CYP2C8 снижает экспозицию активных метаболитов (CC112273 и CC1084037) озанимода, что может снижать эффективность озанимода. Поэтому не рекомендуется одновременное применение озанимода с сильными индукторами CYP2C8."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "Пакритиниб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект палбоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A снижают экспозицию палбоциклиба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пемигатиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект пемигатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перампанель",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект перампанела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект пексидартиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "карбамазепин снижает уровень помалидомида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "карбамазепин снижает уровень понатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте, если совместное введение не перевешивает возможный риск недоэкспозиции понатиниба; контролировать признаки снижения эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "карбамазепин уменьшит уровень или эффект понесимода от других (см. комментарий). Избегайте или используйте альтернативный препарат. Не рекомендуется. На основании ограниченных данных одновременный прием сильных индукторов CYP3A4 и UGT1A1 (например, рифампина, фенитоина, карбамазепина) может снижать системное воздействие понесимода. Клиническая значимость неясна."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пралсетиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект пралсетиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если избежать этого невозможно, удвойте текущую дозу пралсетиниба, начиная с 7-го дня одновременного применения с сильным индуктором CYP3A. После прекращения приема индуктора в течение как минимум 14 дней возобновите прием прежней дозы пралсетиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект претоманида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Претоманид является субстратом CYP3A4. Избегайте одновременного применения сильных или умеренных индукторов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект примахина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "интравагинальный гель с прогестероном",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект интравагинального геля прогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прогестерон микронизированный",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект микронизированного прогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прогестерон, натуральный",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект прогестерона, естественным образом влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропофол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект пропофола, влияя на метаболизм печеночного фермента CYP2B6. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропилтиоурацил",
      "description": {
        "common": "пропилтиоурацил, карбамазепин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск агранулоцитоза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кветиапин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект кветиапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "репаглинид",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект рибоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Следует избегать одновременного применения рибоциклиба с сильными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или действие карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рипретиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект рипретиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное применение с сильным ингибитором CYP3A снижает системное воздействие рипретиниба и его активного метаболита (DP-5439), что может снизить риск побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "болтливый",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ролапитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Длительное совместное введение сильных индукторов CYP3A4 с ролапитантом может значительно снизить эффективность ролапитанта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ромидепсина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности следует избегать одновременного применения с сильными индукторами 3А4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, карбамазепин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, карбамазепин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект селуметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "силодозин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект силодозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект симвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект сипонимода, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение сипонимода с препаратами, вызывающими умеренный CYP2C9 плюс умеренный или сильный индуктор CYP3A4. Одновременное применение только с умеренными или сильными индукторами CYP3A4 не рекомендуется для пациентов с генотипом CYP2C9*1/*3 и *2/*3."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект софосбувира через переносчик оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Индукторы P-gp снижают уровень софосбувира и, следовательно, уменьшают превращение софосбувира в активный метаболит (GS-331007), ответственный за 90% фармакологического эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект софосбувира/велпатасвира за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Софосбувир и велпатасвир являются субстратами переносчика лекарств P-gp. Мощные индукторы P-gp могут значительно снизить концентрацию софосбувира и велпатасвира в плазме, что может привести к снижению терапевтического эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "солифенацин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сонидегиб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект сонидегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сонидегиба с сильными или умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сорафениб",
      "description": {
        "common": "карбамазепин снижает уровень сорафениба за счет усиления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект спарсентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "стирипентол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект стирипентола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать совместного введения стирипентола с сильными индукторами CYP3A4, увеличьте дозу стирипентола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Контролируйте уровни такролимуса и соответствующим образом корректируйте дозу."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тамсулозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "таземетостат",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "карбамазепин снижает уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тезакафтор",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тезакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект теофиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиагабин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект тиагабина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект типранавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тивозаниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект тивозаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толтеродин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "карбамазепин снижает уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трабектин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект трабектедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триазолам",
      "description": {
        "common": "карбамазепин снижает уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект тукатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "задиристый",
      "description": {
        "common": "карбамазепин снижает уровень или эффект уброгепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "улипристал",
      "description": {
        "common": "карбамазепин снижает уровень или эффект улипристала, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект упадацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения упадацитиниба с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валбеназин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект валбеназина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное использование не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "варденафил",
      "description": {
        "common": "карбамазепин снижает уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "велпатасвир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект велпатасвира, влияя на метаболизм печеночного фермента CYP2B6. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "карбамазепин снижает уровень вемурафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "карбамазепин снижает уровень или эффект венетоклакса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения венетоклакса с сильными или умеренными индукторами CYP3A. Рассмотрите альтернативное лечение препаратами с меньшей индукцией CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "карбамазепин снижает уровень или эффект верапамила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "карбамазепин снижает уровень или действие воклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вонопразан",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект вонопразана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "карбамазепин снижает уровень ворапаксара, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект вортиоксетина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "карбамазепин снижает уровень или эффект вокселотора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор в основном метаболизируется CYP3A4. Избегайте совместного применения с умеренными или сильными индукторами CYP3A4. Если невозможно избежать одновременного применения, увеличьте дозу вокселотора (см. Модификации дозировки)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воксилапревир",
      "description": {
        "common": "карбамазепин снижает уровень или эффект воксилапревира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "карбамазепин снижает уровень абиратерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте совместного применения абиратерона с сильными индукторами CYP3A4; если необходимо использовать сильный индуктор CYP3A4, увеличьте частоту дозирования абиратерона с одного раза в день до двух раз в день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект альфузозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алосетрон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект алосетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект амитриптилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "карбамазепин снижает уровень антитромбина альфа за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "карбамазепин снижает уровень антитромбина III за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект апалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Нет коррекции начальной дозы"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект карбамазепина за счет замедления метаболизма. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "карбамазепин снижает уровень аргатробана за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин снижает уровень или действие карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артесунат",
      "description": {
        "common": "карбамазепин снижает уровень или эффект артесуната за счет усиления метаболизма. Используйте осторожность/монитор. Одновременное применение может снижать AUC и пиковую концентрацию активного метаболита артесуната (ДГК) в плазме путем индукции УГТ. Следите за снижением эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "карбамазепин снижает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуемая доза атогепанта при одновременном применении сильных или умеренных индукторов CYP3A4 составляет 30 мг или 60 мг в день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "карбамазепин повышает токсичность аторвастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "карбамазепин снижает уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Для пациентов с ЭД внимательно следите за реакцией из-за потенциального снижения эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аватромбопаг",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "карбамазепин снижает уровень базедоксифена/конъюгированных эстрогенов за счет усиления метаболизма. Используйте осторожность/монитор. Снижение воздействия базедоксифена может быть связано с повышенным риском гиперплазии эндометрия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белумосудил",
      "description": {
        "common": "карбамазепин снижает уровень или эффект белумосудила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличьте дозу белумосудила до 200 мг перорально два раза в день при одновременном применении с сильными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "карбамазепин снижает уровень бемипарина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендамустин",
      "description": {
        "common": "карбамазепин снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект бензгидрокодона/ацетаминофена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при прекращении приема индукторов CYP3A4, которые назначают вместе с бензгидрокодоном (пролекарство гидрокодона); Концентрации гидрокодона в плазме могут увеличиться, что может привести к угнетению дыхания со смертельным исходом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект бензфетамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или действие карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата при одновременном применении беротральстата с препаратами с узким терапевтическим индексом, которые являются субстратами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаглифлозин",
      "description": {
        "common": "карбамазепин снизит уровень или эффект бексаглифлозина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Бексаглифлозин является основным субстратом UGT1A9. При совместном применении с индуктором UGT1A9 рассмотрите возможность добавления другого сахароснижающего средства у пациентов, которым требуется дополнительный гликемический контроль."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект бексаротен, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "карбамазепин снижает уровень бивалирудина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "блинатумомаб",
      "description": {
        "common": "блинатумомаб повышает уровень карбамазепина за счет замедления метаболизма. Изменить терапию/внимательно контролировать. Начало лечения вызывает временное высвобождение цитокинов, которые могут подавлять ферменты CYP450; Самый высокий риск лекарственного взаимодействия возникает в течение первых 9 дней первого цикла и первых 2 дней 2-го цикла у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект бортезомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брентуксимаб ведотин",
      "description": {
        "common": "карбамазепин снижает уровень брентуксимаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, карбамазепин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект брекспипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Удвойте дозу брекспипразола в течение 1-2 недель при одновременном применении с сильным индуктором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бриварацетам",
      "description": {
        "common": "карбамазепин снижает уровень или эффект бриварацетама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Концентрация бриварацетама в плазме снизилась на 26%."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бродалумаб",
      "description": {
        "common": "бродалумаб, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект бромокриптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "карбамазепин снижает уровень бупренорфина за счет усиления метаболизма. Используйте осторожность/монитор. Карбамазепин усиливает метаболизм бупренорфина; следить за снижением эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "карбамазепин снижает уровень буккального бупренорфина за счет усиления метаболизма. Используйте осторожность/монитор. Карбамазепин усиливает метаболизм бупренорфина; следить за снижением эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "карбамазепин снижает уровень подкожного имплантата бупренорфина за счет усиления метаболизма. Используйте осторожность/монитор. Карбамазепин усиливает метаболизм бупренорфина; следить за снижением эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "карбамазепин снижает уровень трансдермального бупренорфина за счет усиления метаболизма. Используйте осторожность/монитор. Карбамазепин усиливает метаболизм бупренорфина; следить за снижением эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект бупренорфина для инъекций длительного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Пациенты, которые переходят на инъекции бупренорфина пролонгированного действия с трансмукозального введения бупренорфина совместно с индукторами CYP3A4, должны находиться под наблюдением для обеспечения адекватных уровней бупренорфина в плазме. Если доза бупренорфина неадекватна, а индуктор CYP3A4 нельзя уменьшить или отменить, переведите пациента обратно на форму бупренорфина, которая позволяет корректировать дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "карбамазепин снижает уровень или эффект бупропиона, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "карбамазепин снижает уровень или эффект кабазитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение сильных индукторов CYP3A4 может снижать концентрацию кабазитаксела. Избегайте совместного администрирования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кальцифедиол",
      "description": {
        "common": "карбамазепин, кальцифедиол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Препараты, стимулирующие микросомальное гидроксилирование, сокращают период полувыведения кальцифедиола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "карбамазепин снижает уровень канаглифлозина за счет усиления метаболизма. Используйте осторожность/монитор. Совместное применение с мощными индукторами ферментов ВГТ: рассмотреть вопрос об увеличении дозы до 300 мг в день, если 100 мг/день переносятся и требуется дополнительный гликемический контроль (рСКФ должна быть > 60 мл/мин/1,73 м2 для увеличения дозы); если рСКФ <60 мл/мин/1,73 м2, рассмотрите возможность использования другого сахароснижающего препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект каннабидиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность увеличения дозы каннабидиола (на основании клинического ответа и переносимости) при совместном применении с сильным индуктором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект карведилола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каспофунгин",
      "description": {
        "common": "карбамазепин снижает уровень каспофунгина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат будет снижать уровень или эффект карбамазепина за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. Одновременное применение карбамазепина с многократными дозами ценобамата 200 мг qD снижало средние Cmax и AUC карбамазепина на 23%. Увеличивайте дозу карбамазепина по мере необходимости при одновременном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цевимелин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект цевимелина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект хлордиазепоксида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект хлорохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект карбамазепина за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин будет увеличивать уровень или эффект карбамазепина за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "карбамазепин снижает уровень циталопрама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении обоих препаратов следует учитывать возможность того, что карбамазепин может повышать клиренс циталопрама."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "карбамазепин, клобазам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием может повысить вероятность воздействия на ЦНС (например, повышенный седативный эффект или угнетение дыхания)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект клоразепата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект клозапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "карбамазепин снижает уровень кризотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует избегать одновременного применения сильных индукторов CYP3A. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект циклофосфамида, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "карбамазепин снижает уровень дальтепарина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол будет увеличивать уровень или эффект карбамазепина за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дантролен",
      "description": {
        "common": "дантролен увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект дапсона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "карбамазепин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рекомендуется соблюдать осторожность. Комбинированное использование может привести к повышению или снижению уровня карбамазепина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезогестрел",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект дезогестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Консультировать пациентов использовать альтернативный метод контрацепции во время coadministration; продолжайте альтернативную контрацепцию в течение 28 дней после прекращения терапии, чтобы обеспечить надежность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "карбамазепин и дейтетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам повышает уровень карбамазепина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "карбамазепин снижает уровень или эффект интраназального диазепама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Сильные или умеренные индукторы CYP2C19 могут увеличивать скорость выведения диазепама; таким образом может быть уменьшена эффективность диазепама."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и карбамазепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дилтиазема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "карбамазепин снижает уровень или эффект доцетаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "карбамазепин снижает уровень или эффект донепезила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин крем",
      "description": {
        "common": "карбамазепин снижает уровень или эффект крема доксепин, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "карбамазепин снижает уровень или эффект липосомального доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "карбамазепин снижает уровень доксициклина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дронабинола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Дронабинол является субстратом CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дроспиренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Консультировать пациентов использовать альтернативный метод контрацепции во время coadministration; продолжайте альтернативную контрацепцию в течение 28 дней после прекращения терапии, чтобы обеспечить надежность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Дулаглутид замедляет опорожнение желудка и может влиять на всасывание одновременно принимаемых пероральных препаратов; Будьте особенно осторожны при совместном применении с препаратами, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дупилумаб",
      "description": {
        "common": "дупилумаб, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, дупилумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема дупилумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дутастерид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дутастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. повысит уровень или эффект"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эфавиренца, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "карбамазепин снижает уровень или эффект элаголикса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "карбамазепин снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элюксадолин повышает уровень карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении субстратов CYP3A с узким терапевтическим индексом и элуксадолина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл повышает уровень карбамазепина за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, карбамазепин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфортумаб ведотин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "карбамазепин снижает уровень эноксапарина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эплеренон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эсциталопрама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, карбамазепин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат, карбамазепин.\nОдин из них снижает действие другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может потребоваться коррекция дозы эсликарбазепина или карбамазепина. Одновременное введение эсликарбазепина и карбамазепина может увеличить частоту диплопии и головокружения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эзомепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол вагинальный",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект вагинального эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "карбамазепин снижает уровень или эффект этерифицированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзопиклон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект эсзопиклона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этосуксимид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект этосуксимида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект этотоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этопозид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект этопозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "карбамазепин снижает уровень или эффект эвкалипта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "экземестан",
      "description": {
        "common": "карбамазепин снижает уровень или эффект экземестана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Для пациентов, получающих экземестан с мощным индуктором CYP3A4, рекомендуемая доза экземестана составляет 50 мг в день после еды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелбамат",
      "description": {
        "common": "карбамазепин снижает уровень фелбамата за счет усиления метаболизма. Используйте осторожность/монитор. Токсичность увеличивается при сочетании."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "фелодипин повышает уровень карбамазепина за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "карбамазепин снижает уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "карбамазепин снижает уровень или эффект трансмукозального введения фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "железный мальтол, карбамазепин.\nОдин из них увеличивает уровни другого за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. Одновременное применение мальтола железа с некоторыми пероральными препаратами может снизить биодоступность мальтола железа и некоторых пероральных препаратов. Для пероральных препаратов, снижение биодоступности которых может привести к клинически значимому влиянию на их безопасность или эффективность, введение мальтола железа отдельно от этих препаратов. Продолжительность разделения может зависеть от абсорбции одновременно вводимого лекарства (например, время достижения максимальной концентрации, является ли лекарство препаратом с немедленным или пролонгированным высвобождением)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финастерид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект финастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные индукторы CYP3A4 существенно снижают системное воздействие флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или действие карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксиместерон",
      "description": {
        "common": "флуоксиместерон увеличивает токсичность карбамазепина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "карбамазепин снижает уровень или эффект флуразепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флутиказона фуроат",
      "description": {
        "common": "карбамазепин снижает уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флутиказон ингаляционный",
      "description": {
        "common": "карбамазепин снижает уровень или эффект флутиказона при вдыхании, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувастатин",
      "description": {
        "common": "карбамазепин повышает токсичность флувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "карбамазепин снижает уровень фондапаринукса за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "фосапрепитант увеличивает уровень или эффект карбамазепина за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект фосфенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галантамин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект галантамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект гефитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличьте дозу гефитиниба до 500 мг в день при совместном применении с сильным индуктором CYP3A4. Возобновить прием гефитиниба в дозе 250 мг/сут через 7 дней после прекращения приема сильного индуктора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "карбамазепин снижает уровень глибурида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Сильные индукторы CYP2C9 могут усиливать метаболизм глибурида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глицеринфенилбутират",
      "description": {
        "common": "глицеринфенилбутират снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Глицеринфенилбутират является слабым индуктором CYP3A4. Следите за снижением эффективности субстратов CYP3A4, имеющих узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "карбамазепин снижает уровень или эффект гуанфацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные или умеренные индукторы CYP3A4 значительно снижают концентрацию гуанфацина в плазме и период полувыведения. При совместном применении может потребоваться более частое введение препарата IR для достижения или поддержания желаемого гипотензивного ответа. Для пациентов с СДВГ одобренная FDA маркировка гуанфацина ER рекомендует, чтобы при одновременном применении удвоение рекомендуемой дозы гуанфацина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гуселькумаб",
      "description": {
        "common": "гуселькумаб, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. При начале или прекращении приема гуселкумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "карбамазепин снижает уровень галоперидола за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "карбамазепин снижает уровень гепарина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект гидрокодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при прекращении приема индукторов CYP3A4, которые назначают вместе с гидрокодоном; концентрация гидрокодона в плазме может увеличиваться и может привести к потенциально смертельному угнетению дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно повышает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "карбамазепин усиливает действие ифосфамида, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Одновременное применение ифосфамида с индукторами CYP2B6 может увеличить метаболизм ифосфамида до его метаболита. Следите за усилением эффектов/токсичности в сочетании с индукторами CYP2B6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект иматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект имипрамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат повышает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "карбамазепин снижает уровень или действие исрадипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иксекизумаб",
      "description": {
        "common": "иксекизумаб, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, иксекизумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема иксекизумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект кетамина, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект кетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лакосамид",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект лакосамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "карбамазепин снижает уровень ламотриджина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лансопразол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, карбамазепин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, карбамазепин.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лесинурад",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "карбамазепин повышает уровень летермовира за счет замедления метаболизма. Используйте осторожность/монитор. Совместное введение летермовира, субстрата ОАТР1В1/3, с ингибиторами ОАТР1В1/3 может повышать концентрацию летермовира в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левамлодипин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект левамлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Информация о количественных эффектах индукторов CYP3A4 на амлодипин отсутствует. Внимательно следите за артериальным давлением при одновременном применении амлодипина с индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект левокетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел внутриматочный",
      "description": {
        "common": "карбамазепин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально",
      "description": {
        "common": "карбамазепин снижает уровень левоноргестрела при пероральном приеме, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект левоноргестрела перорально/этинилэстрадиола/бисглицината железа, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Эффективность гормональных контрацептивов может быть снижена. Используйте альтернативный метод контрацепции или резервный метод, когда индукторы ферментов используются с комбинированными гормональными контрацептивами (КГК), и продолжайте резервную контрацепцию в течение 28 дней после прекращения приема индуктора ферментов, чтобы обеспечить надежность контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лидокаин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лидокаина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линаглиптин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект линаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Настоятельно рекомендуется использовать альтернативные методы лечения, когда линаглиптин следует вводить с индуктором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "карбамазепин снижает уровень линезолида за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "карбамазепин, литий. Механизм: неизвестен. Используйте осторожность/монитор. Риск нейротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин, карбамазепин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Ломустин может усиливать токсичность миелодепрессантов. Следите за повышенным риском миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лозартана, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "локсапин увеличивает уровень или эффект карбамазепина за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Люмакафтор является сильным индуктором CYP3A. Избегайте одновременного применения с чувствительными субстратами CYP3A или субстратами CYP3A с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лумефантрин снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, карбамазепин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "медроксипрогестерон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Возможна неэффективность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект мефлохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местеролон",
      "description": {
        "common": "Местеролон увеличивает токсичность карбамазепина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "карбамазепин снижает действие метилфенидата за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Следите за снижением терапевтического эффекта метилфенидата, если карбамазепин начинают принимать/увеличивают дозу, или за усилением эффекта, если карбамазепин прекращают/снижают дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "Трансдермальный метилфенидат увеличивает уровень или эффект карбамазепина за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность уменьшения дозы этих препаратов при совместном применении с метилфенидатом. Следите за токсичностью наркотиков при начале или прекращении приема метилфенидата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол повышает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миконазол вагинальный",
      "description": {
        "common": "вагинальный миконазол повышает уровень или действие карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, карбамазепин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "карбамазепин, мифепристон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий. Карбамазепин может снижать уровень мифепристона за счет индукции CYP3A4; кроме того, мифепристон может повышать уровень карбамазепина за счет ингибирования CYP2C8/2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, карбамазепин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект миртазапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "карбамазепин снижает уровень или эффект модафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "карбамазепин снижает уровень или эффект монтелукаста, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект натеглинида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин повышает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нимодипин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрендипин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект нитрендипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норэлгестромин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект норэлгестромина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Консультировать пациентов использовать альтернативный метод контрацепции во время coadministration; продолжайте альтернативную контрацепцию в течение 28 дней после прекращения терапии, чтобы обеспечить надежность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норгестимировать",
      "description": {
        "common": "карбамазепин снижает уровень или эффект норгестимата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Консультировать пациентов использовать альтернативный метод контрацепции во время coadministration; продолжайте альтернативную контрацепцию в течение 28 дней после прекращения терапии, чтобы обеспечить надежность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект олицеридина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Если необходимо совместное применение с индуктором CYP3A4, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будут достигнуты стабильные эффекты препарата; следить за признаками отмены опиоидов. Если индуктор прекращается, рассмотрите возможность снижения дозы олицеридина и следите за признаками угнетения дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ондансетрона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оритаванцин",
      "description": {
        "common": "оритаванцин будет снижать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Оритаванцин является слабым индуктором CYP3A4; осторожность при совместном применении с субстратами CYP3A4, имеющими узкий терапевтический индекс"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень карбамазепина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "карбамазепин снизит уровень или эффект осилодростата по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Осилодростат представляет собой субтрат CYP3A4 и CYP2B6. Мониторинг концентрации кортизола и признаков и симптомов пациента во время coadministration и прекращения с сильными индукторами CYP3A4 и/или CYP2B6. При необходимости отрегулируйте дозу осилодростата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "карбамазепин снижает уровень оспемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксандролон",
      "description": {
        "common": "Оксандролон увеличивает токсичность карбамазепина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект оксибутинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "карбамазепин снижает уровень оксикодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиметолон",
      "description": {
        "common": "оксиметолон увеличивает токсичность карбамазепина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "карбамазепин снижает уровень или эффект связывания паклитаксела с белком, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "Палбоциклиб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Дозу чувствительных субстратов CYP3A с узким терапевтическим диапазоном может потребоваться уменьшить при одновременном применении с палбоциклибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект палиперидона через переносчик оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Возможно, потребуется увеличить дозу палиперидона при совместном применении с сильными индукторами как CYP3A4, так и P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантопразол",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект пантопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект парекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парикальцитол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект парикальцитола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "карбамазепин снижает уровень фениндиона за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект фенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект пимавансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте coadministration, если это возможно. Следите за снижением эффективности пимавансерина. Может потребоваться увеличение дозы пимавансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект пиоглитазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питавастатин",
      "description": {
        "common": "карбамазепин повышает токсичность питавастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питолизант",
      "description": {
        "common": "карбамазепин снижает уровень или эффект питолизанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Экспозиция питолизанта снижается на 50% при одновременном применении с сильными индукторами CYP3A4. Для пациентов, стабильно получающих питолизант в дозе 8,9 мг/день или 17,8 мг/день, удвойте дозу питолизанта (т.е. 17,8 мг или 35,6 мг соответственно) в течение 7 дней. Если сильный индуктор CYP3A4 прекращается, уменьшите дозу питолизанта наполовину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полатузумаб ведотин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект полатузумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Полатузумаб подвергается катаболизму до небольших пептидов, аминокислот, монометилауристатина Е (MMAE) и неконъюгированных катаболитов, связанных с MMAE. MMAE является субстратом CYP3A4. Совместное введение полатузумаба ведотина с сильным индуктором CYP3A4 может снизить AUC неконъюгированного MMAE."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "правастатин",
      "description": {
        "common": "карбамазепин повышает токсичность правастатина по др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин повышает токсичность карбамазепина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Усиленная миелосупрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект пропафенона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "карбамазепин снижает уровень протамина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "карбамазепин снижает уровень или эффект квазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин увеличивает уровень или эффект карбамазепина за счет замедления метаболизма. Изменить терапию/внимательно контролировать. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект хинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/далфопристин увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рабепразол",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект рабепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при одновременном применении рибоциклиба с чувствительными субстратами CYP3A4, имеющими узкий терапевтический индекс. Может потребоваться снижение дозы для чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект рифабутина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "риосигуат",
      "description": {
        "common": "карбамазепин снижает уровень или эффект риоцигуата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Данные недоступны для коррекции дозы"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "карбамазепин снижает уровень рисперидона за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "карбамазепин снижает уровень ривароксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте одновременного применения ривароксабана с препаратами, которые сочетают в себе P-gp и сильные индукторы CYP3A4. Рассмотрите возможность увеличения дозы ривароксабана при одновременном применении этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект ромидепсина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ропинирол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ропинирола, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розувастатин",
      "description": {
        "common": "карбамазепин повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "карбамазепин повысит уровень или эффект сакубитрила/валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарилумаб",
      "description": {
        "common": "сарилумаб, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем цитокинов, таких как IL-6. Повышенная концентрация ИЛ-6 может снижать активность CYP, например, у пациентов с РА, и, следовательно, повышать уровень препарата по сравнению с субъектами без РА. Блокада передачи сигналов ИЛ-6 антагонистами ИЛ-6 (например, сарилумабом) может обратить ингибирующее действие ИЛ-6 и восстановить активность CYP, что приведет к снижению концентрации препарата. Следует соблюдать осторожность при начале или прекращении приема сарилумаба при одновременном применении с субстратами CYP450, особенно с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лимонник",
      "description": {
        "common": "Лимонник повышает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сегестерон/этинилэстрадиол",
      "description": {
        "common": "карбамазепин снижает уровень или действие сегестерона/этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Консультировать пациентов использовать альтернативный метод контрацепции во время coadministration; продолжайте альтернативную контрацепцию в течение 28 дней после прекращения терапии, чтобы обеспечить надежность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект селегилина, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селексипаг",
      "description": {
        "common": "карбамазепин снижает уровень или эффект селексипага за счет усиления метаболизма. Изменить терапию/внимательно контролировать. Увеличьте дозу селексипага (до 2 раз) при совместном применении с сильными индукторами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севеламер",
      "description": {
        "common": "севеламер снижает уровень карбамазепина за счет увеличения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "карбамазепин снижает уровень или эффект силденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ожидается, что мощные индукторы CYP3A4 вызовут существенное снижение уровня силденафила в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силтуксимаб",
      "description": {
        "common": "силтуксимаб, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: активность CYP450 в печени подавляется инфекционными и воспалительными стимулами, включая цитокины (например, IL-6); ингибирование IL-6 силтуксимабом может восстановить ферментативную активность CYP450; осторожность при совместном применении с субстратами CYP, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "карбамазепин повысит уровень или эффект симвастатина по другим причинам (см. комментарий). Используйте осторожность/монитор. Ингибиторы OATP1B1 могут увеличить риск миопатии"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "карбамазепин, сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: будьте осторожны при использовании препаратов для подготовки кишечника с препаратами, вызывающими SIADH или НПВП; повышенный риск задержки воды или электролитного дисбаланса."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, карбамазепин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "карбамазепин снижает уровень или эффект суфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "карбамазепин снижает эффекты суфентанила SL, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение индукторов CYP3A4 может снижать уровни и эффективность суфентанила, возможно ускоряя синдром отмены у пациентов, у которых развилась физическая зависимость от суфентанила. Прекращение одновременного применения индукторов CYP3A4 может увеличить концентрацию суфентанила в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "карбамазепин снижает уровень или эффект суворексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные индукторы CYP3A4 могут снижать эффективность суворексанта; если требуется увеличение дозы суворексанта, не превышайте 20 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус мазь",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект мази такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте комбинации у пациентов с легочной гипертензией. У пациентов с ЭД внимательно следите за реакцией на тадалафил из-за возможного снижения эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тазимелтеон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тазимелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте одновременного применения тазимелтеона с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теклистамаб",
      "description": {
        "common": "теклистамаб будет увеличивать уровень или эффект карбамазепина за счет изменения метаболизма. Используйте осторожность/монитор. Теклистамаб вызывает высвобождение цитокинов, которые могут подавлять активность ферментов CYP450, что приводит к увеличению экспозиции субстратов CYP. Монитор для повышения концентрации или токсичности чувствительных субстратов CYP. При необходимости отрегулируйте дозу препарата-субстрата CYP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет снижать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тедуглутид",
      "description": {
        "common": "тедуглутид повышает уровень карбамазепина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Тедуглутид может увеличивать абсорбцию сопутствующих пероральных препаратов; с осторожностью применять препараты, требующие титрования дозы, или препараты с узким терапевтическим индексом; может потребоваться коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телотристат этил",
      "description": {
        "common": "телотристат этил будет снижать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Телотристат этил индуцирует CYP3A4 и может снижать системное воздействие на чувствительные субстраты CYP3A4. Следите за субоптимальной эффективностью и рассмотрите возможность увеличения дозы субстрата CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенипозид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тенипозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тербинафина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень карбамазепина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Терифлуномид ингибирует CYP2C8; осторожность при совместном применении с субстратами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тесаморелин",
      "description": {
        "common": "тезаморелин снижает уровень или эффект карбамазепина за счет изменения метаболизма. Изменить терапию/внимательно контролировать. Уровни мониторинга"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тестостерон",
      "description": {
        "common": "тестостерон повышает токсичность карбамазепина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буккальная система тестостерона",
      "description": {
        "common": "Трансбуккальная система тестостерона повышает токсичность карбамазепина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тестостерон актуальные",
      "description": {
        "common": "Топический тестостерон повышает токсичность карбамазепина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект теофиллина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "карбамазепин снижает уровень тикагрелора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте использования тикагрелора с мощными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "тиклопидин повышает уровень или действие карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект тофацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Потеря или снижение ответа на тофацитиниб может произойти при одновременном применении с мощными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торемифен",
      "description": {
        "common": "карбамазепин снижает уровень торемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Индукторы CYP3A4 увеличивают скорость метаболизма торемифена, снижая равновесную концентрацию в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект трамадола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение AUC трамадола и активного метаболита (О-десметилтрамадола) при одновременном применении с сильными индукторами CYP3A4 и CYP2B6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тразодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тримипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Контролируйте субстраты CYP3A4, для которых небольшое увеличение концентрации в плазме может привести к серьезной токсичности при совместном применении с трофинетидом (слабый ингибитор CYP3A4)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "куркума",
      "description": {
        "common": "куркума повысит уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб, карбамазепин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. После начала или прекращения приема устекинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "вальпроевая кислота будет увеличивать уровень или эффект карбамазепина по механизму: снижение метаболизма. Используйте осторожность/монитор. Вальпроевая кислота может повышать или снижать уровень карбамазепина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "карбамазепин повысит уровень или эффект валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "карбамазепин снижает уровень вемурафениба с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилазодон",
      "description": {
        "common": "карбамазепин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винбластин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект винбластина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект липосомального винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винорелбин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект винорелбина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "карбамазепин снижает уровень вортиоксетина за счет усиления метаболизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность увеличения дозы вортиоксетина при совместном применении с сильными индукторами CYP в течение > 14 дней; не превышать первоначальную дозу вортиоксетина в 3 раза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект варфарина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "залеплон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект залеплона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект зипрасидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золпидем",
      "description": {
        "common": "карбамазепин снижает уровень или эффект золпидема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зонисамид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект зонизамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен",
      "description": {
        "common": "карбамазепин снижает уровень ацетаминофена за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен IV",
      "description": {
        "common": "карбамазепин снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен ректальный",
      "description": {
        "common": "карбамазепин снижает уровень ректального ацетаминофена за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект амбризентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "карбамазепин снижает уровень амитриптилина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "карбамазепин снижает уровень амоксапина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антипирин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект антипирина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азенапин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект азенапина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атракурий",
      "description": {
        "common": "карбамазепин снижает эффекты атракурия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "карбамазепин снижает уровень биотина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Может потребоваться добавка биотина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "карбамазепин снижает уровень или эффект бозентана, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бупропион",
      "description": {
        "common": "карбамазепин снижает уровень бупропиона за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кофеин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "карбамазепин снижает уровень или эффект целекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "карбамазепин снижает действие цисатракурия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "карбамазепин снижает уровень кломипрамина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "карбамазепин снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфан повышает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "карбамазепин снижает уровень дезипрамина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "десмопрессин",
      "description": {
        "common": "карбамазепин, десмопрессин. Механизм: неизвестен. Незначительное/значение неизвестно. Карбамазепин может увеличивать или уменьшать продолжительность действия десмопрессина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "дексметилфенидат усиливает действие карбамазепина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "карбамазепин снижает уровень или эффект диклофенака, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "досулепин",
      "description": {
        "common": "карбамазепин снижает уровень досулепина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "карбамазепин снижает уровень доксепина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этотоин",
      "description": {
        "common": "карбамазепин, этотоин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Карбамазепин может увеличивать или уменьшать уровень фенитоина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эзогабин",
      "description": {
        "common": "карбамазепин снижает уровень эзогабина по механизму: неизвестен. Незначительное/значение неизвестно. После отмены карбамазепина клиренс эзогабина снизился примерно на 30%. Рассмотрите возможность увеличения дозы эзогабина при одновременном применении."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "карбамазепин снижает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект флувастатина, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "карбамазепин снижает уровень фолиевой кислоты по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "карбамазепин, фосфенитоин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Карбамазепин может увеличивать или уменьшать уровень фенитоина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "карбамазепин снижает уровень или эффект фроватриптана, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "карбамазепин уменьшит уровень или эффект зеленого чая за счет увеличения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "карбамазепин снижает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект ибупрофена внутривенно, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "карбамазепин снижает уровень имипрамина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изотретиноин",
      "description": {
        "common": "изотретиноин снижает уровень карбамазепина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "карбамазепин снижает уровень L-метилфолата за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокарнитин",
      "description": {
        "common": "карбамазепин снижает уровень левокарнитина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левотироксин",
      "description": {
        "common": "карбамазепин снижает уровень левотироксина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "карбамазепин снижает уровень лиотиронина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "карбамазепин снижает уровень лофепрамина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "карбамазепин снижает уровень мапротилина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мебендазол",
      "description": {
        "common": "карбамазепин снижает уровень мебендазола за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "карбамазепин снижает уровень или эффект мелоксикама, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ниацин",
      "description": {
        "common": "ниацин повышает уровень карбамазепина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "карбамазепин снижает уровень нортриптилина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол повышает уровень карбамазепина за счет замедления метаболизма. Незначительное/значение неизвестно. Контролировать уровни плазмы при использовании одновременно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "карбамазепин снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "карбамазепин снижает уровень окскарбазепина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "панкуроний",
      "description": {
        "common": "карбамазепин снижает действие панкурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "перампанель",
      "description": {
        "common": "перампанел повышает уровень карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "карбамазепин, фенитоин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Карбамазепин может увеличивать или уменьшать уровень фенитоина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "карбамазепин снижает уровень или эффект пироксикама, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "карбамазепин снижает уровень протриптилина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "карбамазепин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "карбамазепин снижает действие рапакурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рилузол",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект рилузола, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рокуроний",
      "description": {
        "common": "карбамазепин снижает эффекты рокурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей уменьшает эффекты карбамазепина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие; некоторые виды шалфея могут вызывать судороги."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "Сердексметилфенидат/дексметилфенидат усиливает действие карбамазепина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин повышает уровень карбамазепина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "карбамазепин снижает действие сукцинилхолина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "карбамазепин снижает уровень или эффект сульфаметоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "карбамазепин снижает уровень обезвоживания щитовидной железы за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиагабин",
      "description": {
        "common": "карбамазепин снижает уровень тиагабина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиболон",
      "description": {
        "common": "карбамазепин снижает уровень тиболона за счет усиления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "карбамазепин снижает уровень или эффект толбутамида, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "карбамазепин снижает уровень тразодона за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "карбамазепин снижает уровень тримипрамина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вазопрессин",
      "description": {
        "common": "карбамазепин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "векуроний",
      "description": {
        "common": "карбамазепин снижает действие векурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Атаксия",
      "percent": "15"
    },
    {
      "name": "Головокружение",
      "percent": "44"
    },
    {
      "name": "Сонливость",
      "percent": "32"
    },
    {
      "name": "Тошнота",
      "percent": "29"
    },
    {
      "name": "Рвота",
      "percent": "18"
    },
    {
      "name": "Сухость во рту",
      "percent": "8"
    },
    {
      "name": "Ми",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Печеночная недостаточность",
      "percent": null
    },
    {
      "name": "Точечные кортикальные помутнения хрусталика",
      "percent": null
    },
    {
      "name": "Синдром неадекватной секреции антидиуретического гормона",
      "percent": null
    },
    {
      "name": "SIADH",
      "percent": null
    },
    {
      "name": "Кроветворная система",
      "percent": null
    },
    {
      "name": "Апластическая анемия",
      "percent": null
    },
    {
      "name": "агранулоцитоз",
      "percent": null
    },
    {
      "name": "панцитопения",
      "percent": null
    },
    {
      "name": "депрессия костного мозга",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "лейкоцитоз",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "острая перемежающаяся порфирия",
      "percent": null
    },
    {
      "name": "пестрая порфирия",
      "percent": null
    },
    {
      "name": "поздняя кожная порфирия",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "ДЕСЯТЬ",
      "percent": null
    },
    {
      "name": "и Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "SJS",
      "percent": null
    },
    {
      "name": "см. Предупреждения о черном ящике",
      "percent": null
    },
    {
      "name": "зудящие и эритематозные высыпания",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "реакции фоточувствительности",
      "percent": null
    },
    {
      "name": "изменение пигментации кожи",
      "percent": null
    },
    {
      "name": "эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "многоформная и узловатая эритема",
      "percent": null
    },
    {
      "name": "пурпура",
      "percent": null
    },
    {
      "name": "обострение диссеминированной красной волчанки",
      "percent": null
    },
    {
      "name": "алопеция",
      "percent": null
    },
    {
      "name": "гирсутизм",
      "percent": null
    },
    {
      "name": "потоотделение",
      "percent": null
    },
    {
      "name": "генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "и онихомадез",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистая система",
      "percent": null
    },
    {
      "name": "Хроническая сердечная недостаточность",
      "percent": null
    },
    {
      "name": "отек",
      "percent": null
    },
    {
      "name": "обострение артериальной гипертензии",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "обморок и коллапс",
      "percent": null
    },
    {
      "name": "обострение ишемической болезни сердца",
      "percent": null
    },
    {
      "name": "аритмии и AV блокада",
      "percent": null
    },
    {
      "name": "тромбофлебит",
      "percent": null
    },
    {
      "name": "тромбоэмболия",
      "percent": null
    },
    {
      "name": "и аденопатия или лимфаденопатия",
      "percent": null
    },
    {
      "name": "Печень",
      "percent": null
    },
    {
      "name": "Отклонения в функциональных пробах печени",
      "percent": null
    },
    {
      "name": "холестатическая и печеночно-клеточная желтуха",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "очень редкие случаи печеночной недостаточности",
      "percent": null
    },
    {
      "name": "поджелудочной железы",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Дыхательная система",
      "percent": null
    },
    {
      "name": "Легочная гиперчувствительность, характеризующаяся лихорадкой",
      "percent": null
    },
    {
      "name": "одышка",
      "percent": null
    },
    {
      "name": "пневмонит",
      "percent": null
    },
    {
      "name": "или пневмония",
      "percent": null
    },
    {
      "name": "Мочеполовая система",
      "percent": null
    },
    {
      "name": "Частое мочеиспускание",
      "percent": null
    },
    {
      "name": "острая задержка мочи",
      "percent": null
    },
    {
      "name": "олигурия с повышенным артериальным давлением",
      "percent": null
    },
    {
      "name": "азотемия",
      "percent": null
    },
    {
      "name": "почечная недостаточность",
      "percent": null
    },
    {
      "name": "и импотенция",
      "percent": null
    },
    {
      "name": "редкие сообщения о нарушении мужской фертильности и",
      "percent": null
    },
    {
      "name": "или нарушение сперматогенеза",
      "percent": null
    },
    {
      "name": "Лаборатория",
      "percent": null
    },
    {
      "name": "альбуминурия",
      "percent": null
    },
    {
      "name": "глюкозурия",
      "percent": null
    },
    {
      "name": "повышенная БУН",
      "percent": null
    },
    {
      "name": "снижение кальция в плазме",
      "percent": null
    },
    {
      "name": "и микроскопические отложения в моче",
      "percent": null
    },
    {
      "name": "снижение показателей функциональных проб щитовидной железы",
      "percent": null
    },
    {
      "name": "Нервная система",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "сонливость",
      "percent": null
    },
    {
      "name": "нарушения координации",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "затуманенное зрение",
      "percent": null
    },
    {
      "name": "зрительные галлюцинации",
      "percent": null
    },
    {
      "name": "транзиторная диплопия",
      "percent": null
    },
    {
      "name": "глазодвигательные нарушения",
      "percent": null
    },
    {
      "name": "нистагм",
      "percent": null
    },
    {
      "name": "нарушения речи",
      "percent": null
    },
    {
      "name": "ненормальные непроизвольные движения",
      "percent": null
    },
    {
      "name": "периферические невриты и парестезии",
      "percent": null
    },
    {
      "name": "депрессия с возбуждением",
      "percent": null
    },
    {
      "name": "болтливость",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "гиперакузия",
      "percent": null
    },
    {
      "name": "единичные случаи злокачественного нейролептического синдрома",
      "percent": null
    },
    {
      "name": "Пищеварительная система",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "желудочное расстройство и боль в животе",
      "percent": null
    },
    {
      "name": "диарея",
      "percent": null
    },
    {
      "name": "запор",
      "percent": null
    },
    {
      "name": "анорексия",
      "percent": null
    },
    {
      "name": "и сухость во рту и глотке",
      "percent": null
    },
    {
      "name": "в том числе глоссит",
      "percent": null
    },
    {
      "name": "и стоматит",
      "percent": null
    },
    {
      "name": "повреждение печени",
      "percent": null
    },
    {
      "name": "Глаза",
      "percent": null
    },
    {
      "name": "Рассеянные точечные кортикальные помутнения хрусталика",
      "percent": null
    },
    {
      "name": "повышенное внутриглазное давление, а также конъюнктивит",
      "percent": null
    },
    {
      "name": "Костно-мышечной системы",
      "percent": null
    },
    {
      "name": "Боль в суставах и мышцах",
      "percent": null
    },
    {
      "name": "и судороги ног",
      "percent": null
    },
    {
      "name": "Метаболизм",
      "percent": null
    },
    {
      "name": "Лихорадка и озноб",
      "percent": null
    },
    {
      "name": "SIADH",
      "percent": null
    },
    {
      "name": "случаи откровенной водной интоксикации",
      "percent": null
    },
    {
      "name": "со сниженным содержанием натрия в сыворотке",
      "percent": null
    },
    {
      "name": "гипонатриемия",
      "percent": null
    },
    {
      "name": "и путаница",
      "percent": null
    },
    {
      "name": "снижение уровня кальция в плазме, приводящее к остеопорозу",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Гипогаммаглобулинемия",
      "percent": null
    },
    {
      "name": "Другой",
      "percent": null
    },
    {
      "name": "В редких случаях сообщалось о полиорганных реакциях гиперчувствительности, возникающих от нескольких дней до недель или месяцев после начала лечения.",
      "percent": null
    },
    {
      "name": "признаки или симптомы могут включать лихорадку",
      "percent": null
    },
    {
      "name": "кожная сыпь",
      "percent": null
    },
    {
      "name": "васкулит",
      "percent": null
    },
    {
      "name": "лимфаденопатия",
      "percent": null
    },
    {
      "name": "заболевания, имитирующие лимфому",
      "percent": null
    },
    {
      "name": "артралгия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "гепатоспленомегалия и нарушение функциональных проб печени",
      "percent": null
    }
  ]
}