{
  "name": "инотерсен",
  "comment": "Rx",
  "other_names": [
    "Тегседи"
  ],
  "classes": [
    "Ревматология",
    "Антисмысловые олигонуклеотиды"
  ],
  "source": "https://reference.medscape.com/drug/tegsedi-inotersen-1000231",
  "pregnancy": {
    "common": [
      "Данных о применении у беременных нет.",
      "Влияние на плод снижения уровня транстиретина в материнской сыворотке (TTR), вызванного приемом инотерсена и витамина А, неизвестно.",
      "Лечение инотерсеном приводит к снижению уровня витамина А в сыворотке крови, и пациентам, принимающим инотерсен, рекомендуется дополнительный прием витамина А; витамин А необходим для нормального развития эмбриона и плода; однако чрезмерные уровни витамина А связаны с неблагоприятными последствиями для развития",
      "Существует реестр воздействия наркотиков во время беременности, в котором отслеживаются исходы беременности у женщин, подвергшихся воздействию наркотиков во время беременности; поставщикам медицинских услуг рекомендуется регистрировать пациентов, а беременным женщинам рекомендуется регистрироваться самостоятельно по телефону: 1-877-465-7510, по электронной почте: tegsedipregnancy@ubc.com или на веб-сайте по адресу:"
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "В исследованиях на животных подкожное введение инотерсена беременным кроликам приводило к преждевременным родам и снижению массы тела плода."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, распространяется ли в материнском молоке",
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в препарате и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, или со стороны основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Тромбоцитопения",
          "description": [
            "Противопоказан пациентам с количеством тромбоцитов <100x10^9/л.",
            "После прекращения лечения по любой причине продолжайте контролировать количество тромбоцитов в течение 8 недель или дольше, если количество тромбоцитов <100x10^9/л, чтобы убедиться, что количество тромбоцитов остается >75x10^9/л.",
            "Снижение количества тромбоцитов может привести к внезапной и непредсказуемой тромбоцитопении, которая может быть опасной для жизни.",
            "Во время лечения контролируйте число тромбоцитов еженедельно, если значения ≥75x10^9/л, и чаще, если значения <75x10^9/л.",
            "Получите подсчет тромбоцитов до начала приема препарата",
            "Один пациент клинического исследования умер от внутричерепного кровоизлияния.",
            "Если признаки или симптомы тромбоцитопении развиваются, как можно скорее получите количество тромбоцитов; отложить дозирование до тех пор, пока количество тромбоцитов не будет определено как интерпретируемое и приемлемое для медицинского работника"
          ]
        },
        {
          "type": "гломерулонефрит",
          "description": [
            "Не назначать пациентам, у которых UPCR ≥1000 мг/г или рСКФ <45 мл/мин/1,73 м², в ожидании дальнейшей оценки причины.",
            "Если UPCR ≥2000 мг/г, выполните дальнейшее обследование на наличие острого гломерулонефрита по клиническим показаниям; если подтвердится, окончательно прекратите прием инотерсена",
            "Если доза удерживается, можно возобновить еженедельное введение дозы после увеличения рСКФ до ≥45 мл/мин/1,73 м², снижения UPCR до <1000 мг/г или устранения основной причины снижения почечной функции.",
            "Перед началом приема препарата измерьте креатинин сыворотки, рСКФ, UPCR и выполните анализ мочи.",
            "Как правило, не следует назначать пациентам с UPCR ≥1000 мг/г.",
            "Инотерсен может вызывать гломерулонефрит, который может потребовать иммуносупрессивной терапии и может привести к диализ-зависимой почечной недостаточности.",
            "В клинических исследованиях случаи гломерулонефрита сопровождались нефротическим синдромом, который может иметь проявления отека, гиперкоагуляции с венозным или артериальным тромбозом, повышенной восприимчивости к инфекциям.",
            "Во время лечения контролируйте креатинин сыворотки, рСКФ, анализ мочи и UPCR каждые 2 недели.",
            "Один пациент из клинических испытаний, у которого развился гломерулонефрит и который не получал иммуносупрессивную терапию, оставался зависимым от диализа."
          ]
        },
        {
          "type": "Программа РЭМС",
          "description": [
            "Из-за рисков серьезных кровотечений, вызванных тяжелой тромбоцитопенией и гломерулонефритом, которые требуют частого наблюдения, инотерсен доступен только в рамках программы ограниченного распространения в рамках Стратегии оценки и снижения рисков (REMS)."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "В анамнезе острый гломерулонефрит, вызванный инотерсеном.",
        "Количество тромбоцитов <100x 10^9/л",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Врачи должны быть сертифицированы для назначения инотерсена, зарегистрировавшись и пройдя программу обучения REMS; пациенты должны зарегистрироваться в программе и соблюдать требования постоянного мониторинга",
        "Может вызвать гломерулонефрит, который может привести к диализ-зависимой почечной недостаточности; требуется мониторинг; лечение гломерулонефрита – иммуносупрессивная терапия; избегать использования у пациентов, которым не рекомендуется иммуносупрессивная терапия",
        "Уровни витамина А могут снизиться; добавление рекомендованной суточной нормы; обратиться к офтальмологу, если возникают глазные симптомы, указывающие на дефицит витамина А (например, куриная слепота)",
        "Количество тромбоцитов может быть неинтерпретируемым из-за слипания тромбоцитов, которое происходит между антитромбоцитарными антителами и ЭДТА; при подозрении на слипание тромбоцитов, опосредованное ЭДТА, повторите подсчет тромбоцитов с использованием другого антикоагулянта (например, цитрата натрия, гепарина) в пробирке для сбора крови.",
        "Вызывает снижение количества тромбоцитов, что может привести к внезапной и непредсказуемой тромбоцитопении, которая может быть опасной для жизни; требуется мониторинг",
        "Может вызвать инсульт и расслоение шейно-головной артерии (редко) в течение 2 дней после первой дозы; у пациентов также могут быть симптомы высвобождения цитокинов (например, тошнота, рвота, мышечная боль, слабость) и уровень высокочувствительного С-реактивного белка >100 мг/л в течение этого времени."
      ],
      "specific": [
        {
          "type": "Воспалительные и иммунные эффекты",
          "description": [
            "Случаи отторжения трансплантата печени зарегистрированы через 2-4 месяца после начала терапии у пациентов, у которых аллотрансплантаты печени ранее были клинически стабильны (более 10 лет) до начала терапии; у пациентов наблюдалось клиническое улучшение и нормализовались уровни трансаминаз после введения глюкокортикоидов и прекращения терапии; у пациентов с трансплантацией печени в анамнезе ежемесячно контролировать АЛТ, АСТ и общий билирубин; прекратить терапию у пациентов с признаками отторжения трансплантата печени",
            "Может возникнуть гиперчувствительность; прекратить лечение и не возобновлять",
            "Может вызывать воспалительные и иммунные изменения, включая иммунную тромбоцитопению, гломерулонефрит или, в редких случаях, системный васкулит, положительный на антинейтрофильные цитоплазматические аутоантитела (ANCA)",
            "Печень накапливает антисмысловые олигонуклеотиды; контролировать АЛТ, АСТ и общий билирубин",
            "У другого пациента через 7 месяцев после начала приема инотерсена развились прогрессирующая поясничная боль, потеря веса, головная боль, рвота и нарушение речи; Результаты анализа спинномозговой жидкости включали повышенный уровень белка, плеоцитоз с преобладанием лимфоцитов и отрицательный результат тестирования на инфекцию; выздоровление наступило после эмпирической терапии (т.е. высоких доз стероидов, антибиотиков) и пациент возобновил прием инотерсена без рецидива симптомов",
            "У одного пациента развились изменения походки, которые в течение 6 месяцев прогрессировали до парапареза при отсутствии рентгенологических признаков компрессии спинного мозга."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Осторожно при одновременном применении с другими препаратами, которые могут ухудшить функцию почек.",
            "Из-за риска тромбоцитопении следует соблюдать осторожность при одновременном применении инотерсена с антиагрегантами или антикоагулянтами."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, инотерсен.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "инотерсен усиливает антикоагулянтное действие варфарина. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Реакции в месте инъекции",
      "percent": "49"
    },
    {
      "name": "Тошнота",
      "percent": "31"
    },
    {
      "name": "Головная боль",
      "percent": "26"
    },
    {
      "name": "Усталость",
      "percent": "25"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "24"
    },
    {
      "name": "Высокая температура",
      "percent": "20"
    },
    {
      "name": "Периферический отек",
      "percent": "19"
    },
    {
      "name": "Озноб",
      "percent": "18"
    },
    {
      "name": "анемия",
      "percent": "17"
    },
    {
      "name": "Рвота",
      "percent": "15"
    },
    {
      "name": "Миалгия",
      "percent": "15"
    },
    {
      "name": "Снижение функции почек",
      "percent": "14"
    },
    {
      "name": "Аритмия",
      "percent": "13"
    },
    {
      "name": "Артралгия",
      "percent": "13"
    },
    {
      "name": "Предобморочное состояние или обморок",
      "percent": "13"
    },
    {
      "name": "Снижение аппетита",
      "percent": "10"
    },
    {
      "name": "Парестезия",
      "percent": "10"
    },
    {
      "name": "Одышка",
      "percent": "9"
    },
    {
      "name": "Повышенный печеночный тест",
      "percent": "9"
    },
    {
      "name": "Ортостаз",
      "percent": "8"
    },
    {
      "name": "Гриппоподобное заболевание",
      "percent": "8"
    },
    {
      "name": "Контузия",
      "percent": "7"
    },
    {
      "name": "Бактериальная инфекция",
      "percent": "7"
    },
    {
      "name": "эозинофилия",
      "percent": "5"
    },
    {
      "name": "Сухость во рту",
      "percent": "5"
    }
  ]
}