{
  "name": "тепротумумаб",
  "comment": "Rx",
  "other_names": [
    "Тепецца",
    "тепротумумаб-trbw"
  ],
  "classes": [
    "Эндокринный",
    "Моноклональные антитела",
    "Ингибиторы инсулиноподобного фактора роста"
  ],
  "source": "https://reference.medscape.com/drug/tepezza-teprotumumab-4000026",
  "pregnancy": {
    "common": [
      "Основываясь на данных, полученных на животных, и на его механизме действия, при введении беременной женщине может произойти повреждение плода.",
      "Адекватных и строго контролируемых исследований у беременных женщин не проводилось.",
      "Данных о применении у беременных женщин недостаточно для информирования о любых рисках неблагоприятных исходов развития, связанных с приемом препарата."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Если пациентка забеременеет во время лечения, прекратите лечение и сообщите пациентке о потенциальном риске для плода.",
          "Воздействие тепротумумаба может привести к увеличению частоты потери плода; поэтому не используйте во время беременности",
          "Воздействие тепротумумаба внутриутробно у яванских макак, получавших тепротумумаб один раз в неделю на протяжении всей беременности, приводило к внешним и скелетным аномалиям."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции до начала лечения, во время лечения и в течение 6 месяцев после приема последней дозы."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии тепротумумаба в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может вызвать обострение существовавшего ранее воспалительного заболевания кишечника (ВЗК); наблюдать за пациентами с ранее существовавшим ВЗК на предмет вспышки заболевания; прекратить лечение, если ВЗК ухудшается",
        "Сообщается о гипергликемии; оценить пациентов на повышенный уровень глюкозы в крови и симптомы гипергликемии до инфузии и продолжать контролировать во время лечения; убедиться, что пациенты с гипергликемией или ранее существовавшим диабетом находятся под соответствующим гликемическим контролем до и во время лечения",
        "Могут возникнуть инфузионные реакции; если возникает инфузионная реакция, прервите инфузию или уменьшите скорость инфузии и используйте соответствующее медикаментозное лечение."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Мышечные спазмы",
      "percent": "25"
    },
    {
      "name": "Тошнота",
      "percent": "17"
    },
    {
      "name": "Алопеция",
      "percent": "13"
    },
    {
      "name": "Диарея",
      "percent": "12"
    },
    {
      "name": "Усталость",
      "percent": "12"
    },
    {
      "name": "Гипергликемия",
      "percent": "10"
    },
    {
      "name": "Нарушение слуха",
      "percent": "10"
    },
    {
      "name": "дисгевзия",
      "percent": "8"
    },
    {
      "name": "Головная боль",
      "percent": "8"
    },
    {
      "name": "Сухая кожа",
      "percent": "8"
    },
    {
      "name": "Обострение ранее существовавшего воспалительного заболевания кишечника",
      "percent": null
    },
    {
      "name": "Инфузионные реакции",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Диабетический кетоацидоз",
      "percent": null
    },
    {
      "name": "гиперосмолярное гипергликемическое состояние",
      "percent": null
    },
    {
      "name": "HHS",
      "percent": null
    }
  ]
}