{
  "name": "терлипрессин",
  "comment": "Rx",
  "other_names": [
    "Терливаз"
  ],
  "classes": [
    "Связанный с вазопрессином"
  ],
  "source": "https://reference.medscape.com/drug/terlivaz-terlipressin-4000107",
  "pregnancy": {
    "common": [
      "Ограниченных опубликованных данных недостаточно для определения связанного с приемом лекарств риска серьезных врожденных дефектов или выкидыша.",
      "Информировать беременных пациентов о потенциальном риске для плода",
      "Может причинить вред плоду, основываясь на его механизме действия и данных, опубликованных в литературе.",
      "В небольших опубликованных исследованиях однократное внутривенное введение беременным женщинам в течение первого триместра вызывало сокращения матки и ишемию эндометрия."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "У кроликов он одновременно эмбриотоксичен и тератогенен (повышенная резорбция, повышенная потеря имплантации, аномалии и деформации плода).",
          "Введение беременным морским свинкам в дозах ниже максимально рекомендуемой для человека дозы 4 мг/сут вызывало заметное снижение маточного и плацентарного кровотока."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Данные о наличии в молоке человека или животных, влиянии на грудных детей или влиянии на выработку молока отсутствуют."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Серьезная или фатальная дыхательная недостаточность",
          "description": [
            "Оцените насыщение кислородом (например, SpO2) перед началом",
            "Контролируйте гипоксию с помощью непрерывной пульсоксиметрии во время лечения и прекратите лечение, если SpO2 упадет ниже 90%.",
            "Не назначать пациентам с гипоксией (например, SpO2 <90%), пока не улучшится уровень оксигенации.",
            "Может вызвать серьезную или фатальную дыхательную недостаточность",
            "Пациенты с объемной перегрузкой или с острой хронической печеночной недостаточностью (ОХПН) 3 степени относятся к группе повышенного риска."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Пациенты с гипоксией или ухудшением респираторных симптомов",
        "Пациенты с продолжающейся коронарной, периферической или брыжеечной ишемией"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может причинить вред плоду при введении беременным женщинам; терлипрессин вызывает сокращения матки и ишемию эндометрия как у людей, так и у животных",
        "Может вызвать сердечную, цереброваскулярную, периферическую или брыжеечную ишемию; избегать при наличии в анамнезе тяжелых сердечно-сосудистых, цереброваскулярных и ишемических заболеваний; прекратить появление признаков или симптомов, свидетельствующих об ишемических побочных реакциях"
      ],
      "specific": [
        {
          "type": "Серьезная или фатальная дыхательная недостаточность",
          "description": [
            "Избегайте использования у пациентов с ACLF 3 степени, поскольку они подвержены значительному риску дыхательной недостаточности.",
            "Мониторинг изменений респираторного статуса с помощью непрерывной пульсоксиметрии и регулярных клинических оценок",
            "Прекратить прием при возникновении гипоксии или усилении респираторных симптомов.",
            "Временно прервите, уменьшите или прекратите лечение до тех пор, пока не улучшится объемный статус.",
            "Получите базовый уровень SpO2 и не начинайте лечение у пациентов с гипоксией",
            "Может вызвать серьезную или фатальную дыхательную недостаточность",
            "Перегрузка жидкостью может увеличить риск; справляться с перегрузкой внутрисосудистым объемом путем снижения или прекращения приема альбумина и/или других жидкостей и разумного использования диуретиков"
          ]
        },
        {
          "type": "Непригодность для трансплантации печени",
          "description": [
            "Для пациентов с высоким приоритетом трансплантации печени (например, MELD ≥35) преимущества терлипрессина могут не перевешивать риски.",
            "Побочные реакции, связанные с терлипрессином (дыхательная недостаточность, ишемия), могут лишить пациентов права на трансплантацию печени (если они перечислены)."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль в животе",
      "percent": "19.5"
    },
    {
      "name": "Тошнота",
      "percent": "16"
    },
    {
      "name": "Нарушение дыхания",
      "percent": "15.5"
    },
    {
      "name": "Диарея",
      "percent": "13"
    },
    {
      "name": "Одышка",
      "percent": "12.5"
    },
    {
      "name": "Перегрузка жидкостью",
      "percent": "8.5"
    },
    {
      "name": "Плевральный выпот",
      "percent": "5.5"
    },
    {
      "name": "Сепсис",
      "percent": "5.5"
    },
    {
      "name": "Брадикардия",
      "percent": "5"
    },
    {
      "name": "Ишемия",
      "percent": "4.5"
    },
    {
      "name": "связанные события",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    },
    {
      "name": "Некроз кожи и гангрена",
      "percent": null
    }
  ]
}