{
  "name": "тетрациклин",
  "comment": "Rx",
  "other_names": [
    "Актисит",
    "Ахромицин V",
    "сумицин"
  ],
  "classes": [
    "Тетрациклины"
  ],
  "source": "https://reference.medscape.com/drug/tetracycline-342550",
  "pregnancy": {
    "common": [
      "Влияние противомикробных препаратов #тетрациклинов на роды неизвестно.",
      "Избегайте 1-го триместра; противопоказаны во 2 и 3 триместре",
      "Беременные женщины с почечной недостаточностью могут быть более склонны к развитию печеночной недостаточности, связанной с применением тетрациклина."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Тетрациклин выделяется в грудное молоко в низких концентрациях (соотношение молоко:плазма колеблется от 0,25 до 1,5).",
      "В ряде обзоров говорится, что тетрациклин противопоказан при грудном вскармливании из-за возможного окрашивания зубной эмали младенцев или отложения противомикробных препаратов на костях # тетрациклины; тем не менее, тщательное изучение доступной литературы показывает, что краткосрочное применение тетрациклина во время лактации вряд ли нанесет вред, поскольку уровень молока низкий, а всасывание младенцем ингибируется кальцием в грудном молоке.",
      "NIH LactMed и Американская академия педиатрии классифицируют тетрациклин как совместимый с грудным вскармливанием.",
      "Кратковременное применение тетрациклина допустимо у кормящих матерей."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Беременность 2 и 3 триместры",
        "Документально подтвержденная гиперчувствительность",
        "Тяжелая печеночная дисфункция"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Синдром Фанкони может возникать при приеме устаревших противомикробных препаратов #тетрациклины",
        "Уменьшить дозу при почечной недостаточности",
        "IV / IM больше не продается",
        "Использование тетрациклина во время развития зубов (последняя половина беременности до 8 лет) может вызвать необратимое изменение цвета зубов.",
        "Все противомикробные препараты #тетрациклины образуют устойчивый кальциевый комплекс в любой костной ткани; снижение скорости роста малоберцовой кости наблюдалось у недоношенных детей, которым перорально вводили тетрациклин в дозе 25 мг/кг каждые 6 часов; Было показано, что реакция обратима при отмене препарата.",
        "Рассмотрите возможность определения уровня препарата в сыворотке при длительной терапии.",
        "Фотосенсибилизация может возникнуть при длительном воздействии солнечного света или солярия.",
        "Внутричерепная гипертензия (ВГ, псевдоопухоль головного мозга) была связана с использованием противомикробных препаратов #тетрациклинов; хотя ИГ обычно разрешается после прекращения лечения, существует вероятность необратимой потери зрения; если во время лечения возникают нарушения зрения, необходима срочная офтальмологическая оценка",
        "Антианаболическое действие противомикробных препаратов #тетрациклины может вызвать увеличение мочевины мочевины; у пациентов со значительным нарушением функции почек более высокие уровни тетрациклина в сыворотке могут привести к азотемии, гиперфосфатемии и ацидозу"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ацитретин",
      "description": {
        "common": "тетрациклин, ацитретин. Другое (см. комментарий). Противопоказано.\nКомментарий: И ацитретин, и тетрациклины могут вызывать повышение внутричерепного давления."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флибансерин",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение флибансерина с умеренными или сильными ингибиторами CYP3A4 противопоказано. Может возникнуть тяжелая гипотензия или обмороки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ломитапид",
      "description": {
        "common": "тетрациклин повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Повышает уровень ломитапида в несколько раз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лонафарниб является чувствительным субстратом CYP3A4. Одновременное применение с сильными или умеренными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "третиноин",
      "description": {
        "common": "тетрациклин, третиноин.\nОдин из них увеличивает токсичность другого за счет неуказанного механизма взаимодействия. Противопоказано. И третиноин, и тетрациклины могут вызывать повышение внутричерепного давления."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет увеличивать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, тетрациклин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "тетрациклин повышает токсичность аминолевулиновой кислоты местно за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение фотосенсибилизирующих препаратов может усилить фототоксическую реакцию на фотодинамическую терапию аминолевулиновой кислотой."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "тетрациклин снижает действие амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ампициллин",
      "description": {
        "common": "тетрациклин снижает эффекты ампициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атракурий",
      "description": {
        "common": "тетрациклин усиливает действие атракурия за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения авапритиниба с умеренными ингибиторами CYP3A4. Если невозможно избежать, уменьшите начальную дозу авапритиниба. См. лекарственную монографию «Изменения дозировки»."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акситиниб",
      "description": {
        "common": "тетрациклин повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с умеренными ингибиторами CYP3A4, тщательно наблюдайте и при необходимости уменьшите дозу."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "тетрациклин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "субсалицилат висмута",
      "description": {
        "common": "субсалицилат висмута снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "тетрациклин повышает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция, тетрациклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция, тетрациклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция, тетрациклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция, тетрациклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция, тетрациклин.\nОдин из них снижает уровень другого за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "карбонильное железо снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "тетрациклин, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "тетрациклин усиливает действие цисатракурия за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное краткосрочное (14 дней или менее) применение умеренных ингибиторов CYP3A неизбежно для пациентов, принимающих кобиметиниб в дозе 60 мг, уменьшите дозу кобиметиниба до 20 мг. После отмены умеренного ингибитора CYP3A возобновите прием кобиметиниба в дозе 60 мг. Используйте альтернативу умеренному ингибитору CYP3A у пациентов, которые принимают уменьшенную дозу кобиметиниба (40 или 20 мг в день)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "тетрациклин снижает эффекты диклоксациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "тетрациклин повышает уровень элиглустата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Умеренные ингибиторы CYP3A4 не рекомендуются при слабом или промежуточном метаболизме элиглустата; уменьшить дозу элиглустата с 84 мг два раза в день до 84 мг один раз в день у пациентов с интенсивным метаболизмом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект энтректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения умеренных ингибиторов CYP3A4 с энтректинибом, субстратом CYP3A4. Если coadministration неизбежен, уменьшите дозу до 200 мг/день для пациентов в возрасте 12 лет и старше с BSA> 1,50 м2. Возобновить прежнюю дозу энтректиниба после прекращения приема умеренных ингибиторов CYP3A в течение 3–5 периодов полувыведения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "тетрациклин будет увеличивать уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект трансмукозального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол железа снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "фумарат железа снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект инфигратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "Комплекс декстрана железа снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "сахароза железа снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изотретиноин",
      "description": {
        "common": "изотретиноин, тетрациклин. Механизм: неизвестен. Противопоказано. Риск псевдоопухоли головного мозга."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект ивабрадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ивабрадина с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лемборексант",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лемборексанта с умеренными или сильными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лубинированный",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект лурбинектина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "хлорид магния снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "цитрат магния снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "сульфат магния снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоксифлуран",
      "description": {
        "common": "тетрациклин, метоксифлуран. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Риск нефротоксичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "тетрациклин, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "тетрациклин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение умеренных ингибиторов CYP3A4 с интраназальным введением мидазолама вызывает более высокое системное воздействие мидазолама, что может пролонгировать седативный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект мобоцертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если использование умеренного ингибитора CYP3A4 неизбежно, уменьшите дозу мобоцертиниба примерно на 50% (например, от 160 до 80 мг); внимательно следить за интервалом QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "тетрациклин снижает эффекты нафциллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налоксегол",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект налоксегола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение налоксегола с умеренными ингибиторами CYP3A4 неизбежно, уменьшите дозу налоксегола до 12,5 мг в сутки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект нератиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения нератиниба с сильными/умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с умеренными ингибиторами CYP3A, уменьшите дозу олапариба до 200 мг (капсула) или 150 мг (таблетка) перорально два раза в день. Не заменяйте таблетки капсулами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если это неизбежно, уменьшите дозу омавелоксолона до 100 мг/сут. Внимательно следите за неблагоприятными последствиями. При появлении побочных эффектов дозу дополнительно уменьшите до 50 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "тетрациклин усиливает действие онаботулотоксина А за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксациллин",
      "description": {
        "common": "тетрациклин снижает эффекты оксациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панкуроний",
      "description": {
        "common": "тетрациклин усиливает действие панкурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пемигатиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или действие пемигатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными или умеренными ингибиторами CYP3A4, уменьшите дозу пемигатиниба (см. изменения дозировки в монографии). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием пемигатиниба в прежней дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенициллин G водный",
      "description": {
        "common": "тетрациклин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенициллин ВК",
      "description": {
        "common": "тетрациклин уменьшает эффекты пенициллина ВК за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или действие пексидартиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение с сильными или умеренными ингибиторами CYP3A4 неизбежно, уменьшите дозу пексидартиниба (см. изменения дозировки в монографии). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием предыдущей дозы пексидартиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "тетрациклин снижает эффекты пивмециллинама за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "полисахарид железа снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "тетрациклин усиливает действие рапакурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рокуроний",
      "description": {
        "common": "тетрациклин усиливает эффекты рокурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника снижают уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект селуметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными или умеренными ингибиторами CYP3A4, уменьшите дозу селенутиниба (дополнительную информацию см. в монографии по селенутинибу). После прекращения приема сильного или умеренного ингибитора CYP3A4 в течение 3 периодов полувыведения возобновите прием селенутиниба в дозе, которая была принята до начала приема ингибитора."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект сипонимода, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение сипонимода с умеренным или сильным ингибитором CYP3A4 ПЛЮС с умеренным или сильным ингибитором CYP2C9 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия снижает уровень тетрациклина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Вводите тетрациклины по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Вводите тетрациклины по крайней мере за 2 часа до и не менее чем через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "стронция ранелат",
      "description": {
        "common": "ранелат стронция снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Приостановить прием стронция ранелата во время антибактериальной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "тетрациклин усиливает действие сукцинилхолина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "таземетостат",
      "description": {
        "common": "тетрациклин увеличивает уровень или действие таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения таземетостата с умеренными ингибиторами CYP3A4. Если одновременное применение неизбежно, уменьшите текущую дозу таземетостата (см. лекарственную статью «Изменения дозировки»)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темоциллин",
      "description": {
        "common": "тетрациклин снижает эффекты темоциллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тетрациклин снижает эффекты тикарциллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин",
      "description": {
        "common": "тетрациклин, третиноин. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин актуальные",
      "description": {
        "common": "тетрациклин, третиноин местно. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трикалия дицитратовисмутат",
      "description": {
        "common": "дицитратовисмутат трикалия снижает уровень тетрациклина за счет ингибирования абсорбции в ЖКТ. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "тетрациклин снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "векуроний",
      "description": {
        "common": "тетрациклин усиливает действие векурония за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск угнетения дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект венетоклакса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо использовать умеренный ингибитор CYP3A, уменьшите дозу венетоклакса как минимум на 50%. Внимательнее следите за признаками токсичности венетоклакса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "voxelotor повысит уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект акалабрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу акалабрутиниба до 100 мг один раз в сутки при совместном применении с умеренным ингибитором CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4 могут снижать клиренс аванафила, увеличивая системное воздействие аванафила; повышенные уровни могут привести к увеличению связанных побочных эффектов; максимальная рекомендуемая доза СТЕНДРА составляет 50 мг, но не более одного раза в 24 часа для пациентов, одновременно принимающих умеренные ингибиторы CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "тетрациклин снизит уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект брекспипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Введите четверть дозы брекспипразола при совместном применении с умеренным ингибитором CYP3A4 ПЛЮС сильным/умеренным ингибитором CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект подкожного имплантата бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Наблюдайте за пациентами, уже находящимися на подкожном имплантате с бупренорфином, которым требуется недавно начатое лечение ингибиторами CYP3A4 на наличие признаков и симптомов передозировки. Если доза сопутствующего ингибитора CYP3A4 не может быть уменьшена или прекращена, может потребоваться удаление имплантата, после чего пациенту следует назначить лекарственную форму бупренорфина, которая позволяет корректировать дозу. Если ингибитор CYP3A4 прекращается у пациента, состояние которого стабилизировалось на бупренорфине, наблюдайте за пациентом на предмет отмены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "тетрациклин будет увеличивать уровень или эффект бупренорфина, инъекции длительного действия, влияя на метаболизм печеночного / кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Пациенты, которые переходят на инъекции бупренорфина пролонгированного действия с трансмукозального введения бупренорфина совместно с ингибиторами CYP3A4, должны находиться под наблюдением для обеспечения адекватных уровней бупренорфина в плазме. В течение 2 недель, если появляются признаки и симптомы токсичности бупренорфина или передозировки, а сопутствующий ингибитор CYP3A4 не может быть уменьшен или прекращен, переведите пациента обратно на форму бупренорфина, которая позволяет корректировать дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект кабазитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении умеренных ингибиторов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект кабозантиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефдинир",
      "description": {
        "common": "тетрациклин снижает эффекты цефдинира за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "cefditoren",
      "description": {
        "common": "тетрациклин снижает эффекты цефдиторена за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефокситин",
      "description": {
        "common": "тетрациклин снижает эффекты цефокситина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "тетрациклин снижает эффекты цефподоксима за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефтриаксон",
      "description": {
        "common": "тетрациклин снижает эффекты цефтриаксона за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефуроксим",
      "description": {
        "common": "тетрациклин снижает эффекты цефуроксима за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "тетрациклин снижает уровень или эффект конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект даридорексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Доза даридорексанта не должна превышать 25 мг на ночь при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект дефлазакорта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу дефлазакорта до одной трети рекомендуемой дозы при совместном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "Тетрациклин увеличивает уровень или действие интраназального диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP3A4 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диданозин",
      "description": {
        "common": "диданозин снизит уровень или эффект тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Пероральный тетрациклин не следует назначать одновременно с диданозином (жевательные таблетки или порошок для приготовления раствора для приема внутрь); используйте альтернативы, если они доступны. Антибиотики тетрациклинового ряда следует принимать за 1 ч до или через 4 ч после введения диданозина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "тетрациклин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, тетрациклин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "тетрациклин снизит уровень или эффект эстрадиола, изменив кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "тетрациклин уменьшит уровень или эффект конъюгированных синтетических эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "тетрациклин снижает уровень или эффект эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "тетрациклин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "тетрациклин увеличивает уровень или действие финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы либо финерерона, либо умеренных ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "тетрациклин снижает эффекты ифосфамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Использование ингибитора CYP3A4 может снижать метаболизм ифосфамида, потенциально снижая терапевтические эффекты ифосфамида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект ивосидениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное применение с умеренными ингибиторами CYP3A4 может повышать концентрацию ивозидениба в плазме, увеличивая, таким образом, риск удлинения интервала QTc. Следите за повышенным риском удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат лантана",
      "description": {
        "common": "карбонат лантана снижает уровень тетрациклина за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Назначайте пероральные тетрациклиновые антибиотики по крайней мере за 2 часа до или после приема лантана. Взаимодействие распространяется только на пероральные тетрациклины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лефамулин",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект лефамулина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за побочными эффектами при одновременном применении лефамулина с умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левамлодипин",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект левамлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение с умеренными и сильными ингибиторами CYP3A приводит к увеличению системного воздействия амлодипина и может потребовать снижения дозы. При одновременном применении амлодипина с ингибиторами CYP3A необходимо следить за появлением симптомов гипотензии и отеков, чтобы определить необходимость коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "тетрациклин будет снижать уровень или эффект перорального левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люматепероне",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу луматеперона до 21 мг/сут при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект тетрациклина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Образование нерастворимого комплекса снижает всасывание препарата через кишечный тракт; вводите магний за 2 часа до тетрациклина или через 4 часа после тетрациклина"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "Тетрациклин увеличивает уровень или действие мавакамтена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Начало применения умеренных ингибиторов CYP3A4 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект мефлохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "тетрациклин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "тетрациклин повышает уровень метотрексата за счет уменьшения элиминации. Используйте осторожность/монитор. Если тетрациклины нельзя избежать у пациентов, получающих высокие дозы метотрексата, внимательно следите за концентрацией метотрексата в плазме и за состоянием пациентов на наличие признаков и симптомов токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоксален",
      "description": {
        "common": "метоксален, тетрациклин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивный фотосенсибилизирующий эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, тетрациклин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "тетрациклин повышает уровень нальдемедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами нальдемедина при совместном применении с сильными или умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "тетрациклин увеличивает уровень или действие олицеридина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект палбоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиперациллин",
      "description": {
        "common": "тетрациклин снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "поликарбофил",
      "description": {
        "common": "поликарбофил снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "порфимер",
      "description": {
        "common": "тетрациклин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изморозь",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте повторного приема римегепанта в течение 48 часов при совместном применении с умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "тетрациклин уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сонидегиб",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект сонидегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте одновременного применения сонидегиба с умеренными ингибиторами CYP3A4. Если необходимо использовать умеренный ингибитор CYP3A, назначайте умеренный ингибитор CYP3A в течение <14 дней и внимательно следите за побочными реакциями, особенно со стороны опорно-двигательного аппарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект спарсентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Коррекция дозировки не требуется. Регулярно контролируйте артериальное давление, уровень калия в сыворотке, отеки и функцию почек, если спарсентан применяется одновременно с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, тетрациклин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект суфентанила SL, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение суфентанила SL с любым ингибитором CYP3A4 может увеличить концентрацию суфентанила в плазме и, таким образом, усилить или пролонгировать побочные эффекты, включая потенциально смертельное угнетение дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект суворексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите начальную дозу суворексанта до 5 мг HS при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4 могут снижать клиренс тадалафила, увеличивая системное воздействие тадалафила; повышенные уровни могут привести к увеличению связанных побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тезакафтор",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект тезакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Скорректируйте режим дозирования тезакафтора при совместном применении с умеренным ингибитором CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "тетрациклин повышает уровень тофацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При совместном применении тофацитиниба с умеренными ингибиторами CYP3A4 не рекомендуется специфическая коррекция дозы; уменьшить дозу тофацитиниба при одновременном применении как с умеренными ингибиторами CYP3A4, так и с мощными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трабектин",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект трабектедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримагния цитрат безводный",
      "description": {
        "common": "Безводный цитрат тримагния снижает уровень тетрациклина за счет ингибирования абсорбции через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Продукты, содержащие поливалентные катионы, могут снижать биодоступность тетрациклинов; введение тетрациклина по крайней мере за 2 часа до или через 6 часов после приема магния; используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "Тетрациклин увеличивает уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Дозу варденафила может потребоваться уменьшить при одновременном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "Тетрациклин увеличивает уровень или действие воклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Снизить суточную дозу воклоспорина до 15,8 мг перорально утром и 7,9 мг перорально вечером."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "тетрациклин усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу занубрутиниба (субстрата CYP3A4) до 80 мг перорально два раза в сутки при одновременном применении с умеренным ингибитором CYP3A4. Прервите дозу в соответствии с рекомендациями для побочных реакций. После прекращения приема ингибитора CYP3A4 возобновите прием предыдущей дозы занубрутиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк снизит уровень или эффект тетрациклина за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Раздельное введение пероральных производных тетрациклина и пероральных солей цинка не менее чем на 2 часа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид увеличивает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол увеличивает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "тетрациклин усиливает эффекты антитромбина альфа за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "тетрациклин усиливает действие антитромбина III за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "тетрациклин усиливает действие аргатробана за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атоваквон",
      "description": {
        "common": "тетрациклин снижает уровень атоваквона за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Эффект может быть незначительным из-за фармакодинамического синергизма."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "тетрациклин снизит уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "тетрациклин усиливает действие бемипарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "тетрациклин уменьшит уровень или эффект биотина, изменив кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "тетрациклин усиливает действие бивалирудина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или действие тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "тетрациклин усиливает действие далтепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "тетрациклин усиливает действие эноксапарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эстрадиол вагинальный",
      "description": {
        "common": "тетрациклин увеличивает уровень или эффект вагинального эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "тетрациклин усиливает действие фондапаринукса за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гепарин",
      "description": {
        "common": "тетрациклин усиливает действие гепарина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ниацин",
      "description": {
        "common": "тетрациклин уменьшит уровень или эффект ниацина, изменив кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "тетрациклин снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фениндион",
      "description": {
        "common": "тетрациклин усиливает действие фениндиона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протамин",
      "description": {
        "common": "тетрациклин усиливает действие протамина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "тетрациклин снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "тетрациклин снизит уровень или действие пиридоксина (противоядия) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "тетрациклин снижает уровень шиповника за счет увеличения элиминации. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сукральфат",
      "description": {
        "common": "сукральфат снижает уровень тетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "тетрациклин снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вертепорфин",
      "description": {
        "common": "тетрациклин, вертепорфин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Повышенная фототоксичность."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "анорексия",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "эпигастральный дистресс",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "диарея",
      "percent": null
    },
    {
      "name": "глоссит",
      "percent": null
    },
    {
      "name": "эзофагит",
      "percent": null
    },
    {
      "name": "изъязвление пищевода",
      "percent": null
    },
    {
      "name": "черный волосатый язык",
      "percent": null
    },
    {
      "name": "дисфагия",
      "percent": null
    },
    {
      "name": "энтероколит",
      "percent": null
    },
    {
      "name": "и воспалительные поражения",
      "percent": null
    },
    {
      "name": "с разрастанием кандиды",
      "percent": null
    },
    {
      "name": "в аногенитальной области",
      "percent": null
    },
    {
      "name": "Зубы",
      "percent": null
    },
    {
      "name": "Постоянное изменение цвета зубов",
      "percent": null
    },
    {
      "name": "гипоплазия эмали",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Макулопапулезные и эритематозные высыпания",
      "percent": null
    },
    {
      "name": "эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "онихолизис и обесцвечивание ногтей",
      "percent": null
    },
    {
      "name": "светочувствительность",
      "percent": null
    },
    {
      "name": "Почечная токсичность",
      "percent": null
    },
    {
      "name": "Увеличение БУН",
      "percent": null
    },
    {
      "name": "доза",
      "percent": null
    },
    {
      "name": "связанный",
      "percent": null
    },
    {
      "name": "Печень",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    },
    {
      "name": "отказ печени",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "анафилаксия",
      "percent": null
    },
    {
      "name": "анафилактоидная пурпура",
      "percent": null
    },
    {
      "name": "перикардит",
      "percent": null
    },
    {
      "name": "обострение системной красной волчанки",
      "percent": null
    },
    {
      "name": "и сывороточная болезнь",
      "percent": null
    },
    {
      "name": "как реакции",
      "percent": null
    },
    {
      "name": "как лихорадка",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "и артралгия",
      "percent": null
    },
    {
      "name": "Кровь",
      "percent": null
    },
    {
      "name": "Гемолитическая анемия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "тромбоцитопеническая пурпура",
      "percent": null
    },
    {
      "name": "сообщалось о нейтропении и эозинофилии",
      "percent": null
    }
  ]
}