{
  "name": "тезепелумаб",
  "comment": "Rx",
  "other_names": [
    "тезепелумаб-экко",
    "Тезспайр"
  ],
  "classes": [
    "Моноклональные антитела",
    "Антиастматики"
  ],
  "source": "https://reference.medscape.com/drug/tezspire-tezepelumab-4000235",
  "pregnancy": {
    "common": [
      "Нет данных относительно использования у беременных женщин для оценки любого риска, связанного с приемом препарата, серьезных врожденных дефектов, выкидыша или других неблагоприятных исходов для матери или плода.",
      "Плацентарный перенос моноклональных антител выше в третьем триместре; следовательно, потенциальное воздействие на плод, вероятно, будет сильнее в этот период."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Не было свидетельств вредного воздействия на плод после внутривенного введения на протяжении всей беременности в дозах, вызывающих воздействие на мать в 168 раз больше, чем при максимально рекомендуемой дозе для человека (MRHD) 210 мг, введенной подкожно.",
          "В расширенном исследовании пренатального и постнатального развития, проведенном на яванских макаках, наблюдался плацентарный транспорт тезепелумаба."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Женщины с плохо или умеренно контролируемой астмой имеют повышенный риск преэклампсии у матери и недоношенности, низкой массы тела при рождении и малого веса для гестационного возраста у новорожденных.",
          "Внимательно следить за контролем астмы у беременных женщин и корректировать лечение для поддержания оптимального контроля"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "IgG присутствует в грудном молоке в небольших количествах; тезепелумаб присутствовал в послеродовом молоке яванских макак после введения дозы во время беременности.",
      "Данные о наличии тезепелумаба в грудном молоке, влиянии на грудных детей или влиянии на выработку молока отсутствуют.",
      "Рассмотрите преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в тезепелумабе и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, или от основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к тезепелумабу или его вспомогательным веществам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "После введения могут возникать реакции гиперчувствительности (например, сыпь и аллергический конъюнктивит); обычно возникают в течение нескольких часов после введения, но некоторые случаи имеют отсроченное начало (т.е. дни); в случае реакции гиперчувствительности рассмотрите преимущества и риски, чтобы определить, следует ли продолжать или прекратить лечение",
        "Одновременное применение с живыми аттенуированными вакцинами не изучалось; избегайте введения живых вакцин при приеме тезепелумаба",
        "Не прекращайте системные или ингаляционные кортикостероиды резко после начала терапии; постепенно уменьшать дозу кортикостероидов, при необходимости, под непосредственным наблюдением врача",
        "Лечение ранее существовавших гельминтов перед началом; если пациенты заражаются во время приема тезепелумаба и не реагируют на противогельминтное лечение, прекратите прием тезепелумаба до исчезновения инфекции.",
        "Не используйте для лечения острых симптомов астмы, острых обострений, острого бронхоспазма или астматического статуса; поручить пациенту обратиться за медицинской помощью, если астма остается неконтролируемой или ухудшается после начала лечения"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Фарингит",
      "percent": "4"
    },
    {
      "name": "Артралгия",
      "percent": "4"
    },
    {
      "name": "Боль в спине",
      "percent": "4"
    },
    {
      "name": "Инъекция",
      "percent": "3.3"
    },
    {
      "name": "реакция сайта",
      "percent": null
    }
  ]
}