{
  "name": "БЦЖ внутрипузырная живая",
  "comment": "Rx",
  "other_names": [
    "Тайс БЦЖ"
  ],
  "classes": [
    "Модификаторы биологического ответа"
  ],
  "source": "https://reference.medscape.com/drug/tice-bcg-intravesical-live-342204",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: экскреция с молоком неизвестна/не рекомендуется."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна/не рекомендуется."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Способен к диссеминации инфекции при внутрипузырном введении; Сообщалось о серьезных инфекциях, в том числе с летальным исходом.",
        "Сообщалось о внутрибольничных инфекциях у пациентов, получавших парентеральные препараты, которые были приготовлены в районах, где была восстановлена ​​живая БЦЖ.",
        "Сообщалось о случаях инфицирования БЦЖ у медицинских работников, главным образом в результате случайного укола иглой или порезов кожи во время подготовки к введению.",
        "Подготавливать, обрабатывать и утилизировать как биологически опасный материал",
        "Содержит живые ослабленные микобактерии; потенциальный риск передачи"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Перфорация слизистой мочевого пузыря",
        "Иммуносупрессия (любая причина), лихорадочное заболевание, активный туберкулез"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может вызвать чувствительность к туберкулину"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "цефтаролин",
      "description": {
        "common": "цефтаролин снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Противопоказан; дождитесь завершения лечения антибиотиками."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "беклометазон, ингаляционный",
      "description": {
        "common": "беклометазон при вдыхании усиливает эффекты внутрипузырного введения БЦЖ живым путем Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Может мешать ответу на внутрипузырный TICE-ответ БЦЖ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "Внутрипузырное введение БЦЖ снижает эффекты бедаквилина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения внутрипузырной БЦЖ и антибиотиков, особенно тех, которые вводятся внутривенно или перорально, а также тех, которые обладают активностью против микобактерий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "кабазитаксел снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Живые аттенуированные вакцины не следует использовать у пациентов, получающих иммуносупрессивную терапию. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина снижает эффекты внутрипузырного введения БЦЖ другими препаратами (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Вакцинация живыми вакцинами у пациентов, получающих гидроксимочевину, может уменьшить терапевтические эффекты вакцин и увеличить риск побочных эффектов (повышенный риск инфекции)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипенем/циластатин",
      "description": {
        "common": "имипенем/циластатин снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Информация о назначении внутрипузырного введения БЦЖ гласит, что противомикробная терапия других инфекций может снижать эффективность внутрипузырного введения БЦЖ. Антибиотики с активностью против микобактерий вызывают наибольшую озабоченность; однако в настоящее время рекомендуется избегать любой антимикробной терапии во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипенем/циластатин/релебактам",
      "description": {
        "common": "имипенем/циластатин/релебактам снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Информация о назначении внутрипузырного введения БЦЖ гласит, что противомикробная терапия других инфекций может снижать эффективность внутрипузырного введения БЦЖ. Антибиотики с активностью против микобактерий вызывают наибольшую озабоченность; однако в настоящее время рекомендуется избегать любой антимикробной терапии во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "окрелизумаб снижает эффекты внутрипузырного введения БЦЖ за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения окрелизумаба с внутрипузырным введением БЦЖ, поскольку иммуносупрессивные эффекты могут снижать эффективность внутрипузырного введения БЦЖ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "rifaximin",
      "description": {
        "common": "рифаксимин снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Приостановите внутрипузырную живую терапию БЦЖ во время антибиотикотерапии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и внутрипузырная живая БЦЖ усиливают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и внутрипузырное введение БЦЖ усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб и внутрипузырное введение БЦЖ усиливают иммуносупрессивные эффекты; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Дизурия",
      "percent": "60"
    },
    {
      "name": "Частое мочеиспускание",
      "percent": "50"
    },
    {
      "name": "Гематурия",
      "percent": "39"
    },
    {
      "name": "Высокая температура",
      "percent": "38"
    },
    {
      "name": "Озноб",
      "percent": "34"
    },
    {
      "name": "Гриппоподобный синдром",
      "percent": "33"
    },
    {
      "name": "Цистит",
      "percent": "29"
    },
    {
      "name": "анемия",
      "percent": "21"
    },
    {
      "name": "Императивные позывы к мочеиспусканию",
      "percent": "18"
    },
    {
      "name": "ИМП",
      "percent": "18"
    },
    {
      "name": "Боль",
      "percent": "17"
    },
    {
      "name": "Тошнота",
      "percent": "16"
    },
    {
      "name": "Рвота",
      "percent": "16"
    },
    {
      "name": "Анорексия",
      "percent": "11"
    },
    {
      "name": "никтурия",
      "percent": "11"
    },
    {
      "name": "лейкопения",
      "percent": "5"
    },
    {
      "name": "Генитальная боль",
      "percent": "10"
    },
    {
      "name": "Почечная токсичность",
      "percent": "10"
    },
    {
      "name": "Артралгия",
      "percent": "7"
    },
    {
      "name": "Миалгия",
      "percent": "7"
    },
    {
      "name": "Недержание мочи",
      "percent": "7"
    },
    {
      "name": "Задержка мочи",
      "percent": "6"
    },
    {
      "name": "Боль в животе",
      "percent": "5"
    },
    {
      "name": "Коагулопатия",
      "percent": "5"
    },
    {
      "name": "Запор",
      "percent": "5"
    },
    {
      "name": "Сжатый мочевой пузырь",
      "percent": "5"
    },
    {
      "name": "Легочная инфекция",
      "percent": "5"
    },
    {
      "name": "Кожная сыпь",
      "percent": "5"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "5"
    },
    {
      "name": "Диарея",
      "percent": "3"
    },
    {
      "name": "Строгость",
      "percent": "3"
    },
    {
      "name": "Респираторный неклассифицированный",
      "percent": "2"
    },
    {
      "name": "Потеря веса",
      "percent": "2"
    },
    {
      "name": "Печеночная гранулема",
      "percent": "1"
    },
    {
      "name": "Гепатит",
      "percent": "1"
    },
    {
      "name": "Пневмонит",
      "percent": "1"
    },
    {
      "name": "Уретрит",
      "percent": "1"
    },
    {
      "name": "Непроходимость мочевыводящих путей",
      "percent": "1"
    }
  ]
}