{
  "name": "тиклопидин",
  "comment": "Discontinued",
  "other_names": [
    "Тиклид"
  ],
  "classes": [
    "Антиагреганты",
    "гематологический",
    "Сердечно-сосудистые"
  ],
  "source": "https://reference.medscape.com/drug/ticlid-ticlopidine-342184",
  "pregnancy": {
    "common": [
      "Лактация: неизвестно, выделяется ли с грудным молоком, прекратите прием препарата или не кормите грудью.",
      "Категория беременности: B"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, выделяется ли с грудным молоком, прекратите прием препарата или не кормите грудью."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Может вызывать опасные для жизни гематологические явления, включая нейтропению, агранулоцитоз, тромбоцитопению пурпуру и апластическую анемию."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Нейтропения, тромбоцитопения, нарушение гемостаза или активное кровотечение (ЖК кровотечение, ВЧГ), тяжелая печеночная недостаточность, тромботическая тромбоцитопеническая пурпура (ТТП) или апластическая анемия в анамнезе",
        "Текущее использование других антикоагулянтов",
        "Документально подтвержденная гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Пациенты с поражениями, которые имеют склонность к кровотечению",
        "Не рекомендуется длительное применение одновременно с аспирином.",
        "Из-за риска неблагоприятных гематологических явлений для профилактики инсульта использовать только у пациентов с непереносимостью АСК.",
        "Повышает концентрацию холестерина и триглицеридов в сыворотке",
        "Прекратить прием за 10–14 дней до плановой обширной операции у пациентов с геморрагическим диатезом."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "аброцитиниб и тиклопидин усиливают антикоагулянтное действие. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элиглустат",
      "description": {
        "common": "тиклопидин повышает уровень элиглустата, влияя на метаболизм печеночного фермента CYP2D6. Противопоказано. При совместном применении с сильными или умеренными ингибиторами CYP2D6 дозу элиглустата следует снизить с 84 мг два раза в день до 84 мг один раз в день у лиц с интенсивным и промежуточным метаболизмом; Элиглустат противопоказан, если сильные или умеренные ингибиторы CYP2D6 применяются одновременно с сильными или умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "тиклопидин повышает уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано. Сильные или умеренные ингибиторы CYP2C19 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "тиклопидин и апиксабан усиливают антикоагулянтную активность. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин усиливает эффекты тиклопидина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин усиливает действие тиклопидина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия усиливают действие тиклопидина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "тиклопидин повышает токсичность цилостазола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Уменьшить дозу цилостазола на 50%; Уровни 3,4-дегидроцилостазола (активный метаболит) в сыворотке крови увеличиваются под действием сильных ингибиторов CYP2C19."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "тиклопидин снижает эффекты клопидогреля, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Эффективность клопидогреля может быть снижена препаратами, ингибирующими CYP2C19. Ингибирование агрегации тромбоцитов клопидогрелем полностью обусловлено активным метаболитом. Клопидогрел частично метаболизируется до этого активного метаболита с помощью CYP2C19. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "далтепарин, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фондапаринукс, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "и тиклопидин, и пексидартиниб увеличивают значение Other (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "тиклопидин, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "протамин, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "тиклопидин повышает уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб усиливает антикоагулянтное действие тиклопидина. Изменить терапию/внимательно контролировать. Одновременное применение акалабрутиниба с антиагрегантами или антикоагулянтами может еще больше увеличить риск кровотечения. Следите за признаками кровотечения и оценивайте соотношение пользы и риска приостановки приема акалабрутиниба на 3-7 дней до и после операции в зависимости от типа операции и риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "тиклопидин повышает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "тиклопидин повышает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "тиклопидин повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азфицел-Т",
      "description": {
        "common": "азфицел-Т, тиклопидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с антикоагулянтами или антиагрегантами может усилить кровоподтеки или кровотечения в местах биопсии и/или в местах инъекций; одновременное использование не рекомендуется. Решение о продолжении или прекращении приема антикоагулянтов или антитромбоцитов должно приниматься врачом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "тиклопидин будет повышать уровень или эффект белзутифана, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Белзутифан является субстратом CYP2C19. Совместное применение с ингибиторами CYP2C19 может увеличить частоту или тяжесть побочных эффектов. Следите за анемией и гипоксией и уменьшайте дозу белзутифана в соответствии с рекомендациями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "тиклопидин, бетриксабан.\nЛибо повышает уровень другого за счет антикоагулянтов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "тиклопидин повышает уровень или эффект брекспипразола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Введите четверть дозы брекспипразола при совместном применении с умеренным ингибитором CYP2D6 ПЛЮС сильным/умеренным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "тиклопидин увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с сильным ингибитором CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "тиклопидин повышает уровень или действие карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг уровня в плазме при одновременном применении"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "тиклопидин повышает уровень или эффект карведилола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "тиклопидин повышает уровень циталопрама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Циталопрам 20 мг/день является максимальной рекомендуемой дозой для пациентов, принимающих ингибиторы CYP2C19, из-за риска удлинения интервала QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "тиклопидин будет увеличивать уровень или эффект клобазама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Может потребоваться корректировка дозировки; Ингибиторы CYP2C19 могут привести к повышенному воздействию N-десметилклобазама (активный метаболит)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "тиклопидин снижает эффекты кодеина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Предотвращает превращение кодеина в его активный метаболит морфин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "тиклопидин снижает уровень циклоспорина по неустановленному механизму взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс, тиклопидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: у пациентов, принимающих деферазирокс, сообщалось об язвенной болезни желудка и желудочно-кишечном кровотечении, следует соблюдать осторожность при одновременном применении с другими препаратами, которые, как известно, повышают риск пептических язв или желудочного кровотечения, включая антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефибротид",
      "description": {
        "common": "дефибротид усиливает эффекты тиклопидина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: дефибротид может усиливать действие ингибиторов тромбоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "тиклопидин будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP2C19 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "эдоксабан, тиклопидин.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение. Необходимость одновременного применения ингибиторов агрегации тромбоцитов с антикоагулянтами характерна для пациентов с сердечно-сосудистыми заболеваниями, но может привести к усилению кровотечения; внимательно следите. Незамедлительно оцените любые признаки или симптомы кровопотери."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "тиклопидин повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при совместном применении с сильными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, тиклопидин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "тиклопидин увеличивает уровень или эффект этотоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "тиклопидин повышает уровень или эффект этравирина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "тиклопидин повышает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рыбий жир",
      "description": {
        "common": "рыбий жир, тиклопидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих рыбий жир и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциального повышенного риска кровотечения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект тиклопидина за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "тиклопидин повышает уровень или эффект флибансерина, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Одновременное применение флибансерина с сильными ингибиторами CYP2C19 может усилить экспозицию флибансерина и увеличить риск гипотензии, обморока и угнетения ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "тиклопидин увеличивает уровень или эффект фосфенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай усиливает действие тиклопидина за счет фармакодинамического синергизма. Используйте осторожность/монитор. (теоретическое взаимодействие). Комбинация может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб будет повышать уровень или эффект тиклопидина за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "тиклопидин повышает уровень или действие ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "тиклопидин повышает уровень или эффект ибупрофена внутривенно, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "икосапент",
      "description": {
        "common": "икосапент, тиклопидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Икозапент может увеличить время кровотечения; периодически контролировать, если coadministered с другими препаратами, которые влияют на кровотечение."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень тиклопидина, влияя на метаболизм печеночного фермента CYP2E1. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "тиклопидин будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "тиклопидин будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "тиклопидин повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин усиливает эффекты тиклопидина за счет антикоагуляции. Используйте осторожность/монитор. Мелатонин может уменьшить протромбиновое время."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "тиклопидин будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "тиклопидин повышает уровень или эффект натеглинида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 карбоновые кислоты",
      "description": {
        "common": "омега-3 карбоновые кислоты, тиклопидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3 кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 жирные кислоты",
      "description": {
        "common": "омега-3 жирные кислоты, тиклопидин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3-жирные кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "тиклопидин повышает уровень оспемифена, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "тиклопидин повышает уровень или эффект парекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "тиклопидин увеличивает уровень или эффект фенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирацетам",
      "description": {
        "common": "пирацетам усиливает действие тиклопидина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "порфимер",
      "description": {
        "common": "тиклопидин снижает действие порфимера за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "ривароксабан, тиклопидин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Избегайте одновременного применения ривароксабана с другими антикоагулянтами из-за повышенного риска кровотечения, за исключением переходных периодов терапии, когда пациенты должны находиться под пристальным наблюдением. Следите за признаками/симптомами кровопотери."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "тиклопидин и селуметиниб усиливают антикоагулянтное действие. Изменить терапию/внимательно контролировать. Повышенный риск кровотечения может возникать у пациентов, принимающих антагонист витамина К или антиагрегант с селуметинибом. Мониторинг кровотечения и МНО или ПВ у пациентов, одновременно принимающих антагонист витамина К или антиагрегант с селуметинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, тиклопидин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "тиклопидин повышает уровень тамсулозина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "тикагрелор, тиклопидин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Повышенный риск кровотечения при одновременном применении лекарственных средств, повышающих вероятность кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "тиклопидин повышает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "тиклопидин повышает уровень тофацитиниба, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. При совместном применении тофацитиниба с мощными ингибиторами CYP2C19 не рекомендуется специальная коррекция дозы; уменьшить дозу тофацитиниба при одновременном применении как с умеренными ингибиторами CYP3A4, так и с мощными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "тиклопидин, ворапаксар.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Одновременное применение антикоагулянтов, антитромбоцитов или других препаратов, влияющих на свертываемость, следует периодически контролировать из-за потенциального повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "тиклопидин усиливает эффекты вортиоксетина за счет антикоагуляции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "тиклопидин, варфарин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Препараты с антиагрегантными свойствами могут усиливать антикоагулянтный эффект варфарина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "тиклопидин увеличивает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол увеличивает уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "тиклопидин повышает уровень или эффект бозентана, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "тиклопидин повышает уровень или эффект целекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "коготь дьявола, тиклопидин. Фармакодинамический синергизм. Незначительное/значение неизвестно. Может увеличить время кровотечения. Противоречивые доказательства. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "тиклопидин будет увеличивать уровень или эффект диклофенака, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "тиклопидин повышает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имбирь",
      "description": {
        "common": "имбирь, тиклопидин. Фармакодинамический синергизм. Незначительное/значение неизвестно. Может увеличить время кровотечения. Противоречивые доказательства. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ginkgo biloba",
      "description": {
        "common": "гинкго билоба, тиклопидин. Фармакодинамический синергизм. Незначительное/значение неизвестно. Может увеличить время кровотечения. Противоречивые доказательства. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "семена конского каштана, тиклопидин. Фармакодинамический синергизм. Незначительное/значение неизвестно. Может увеличить время кровотечения. Теоретическая. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "тиклопидин повышает уровень или эффект мелоксикама, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "тиклопидин повышает уровень или эффект пироксикама, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "тиклопидин повышает уровень пропранолола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "тиклопидин будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "тиклопидин будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "тиклопидин повышает уровень или эффект сульфаметоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "тиклопидин повышает уровень теофиллина за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "тиклопидин повышает уровень или эффект толбутамида, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вертепорфин",
      "description": {
        "common": "тиклопидин снижает эффекты вертепорфина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "тиклопидин повышает уровень или эффект вориконазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "12.5"
    },
    {
      "name": "Повышенная щелочная фосфатаза",
      "percent": "7.6"
    },
    {
      "name": "Тошнота",
      "percent": "7"
    },
    {
      "name": "Диспепсия",
      "percent": "7"
    },
    {
      "name": "Сыпь",
      "percent": "5"
    },
    {
      "name": "боль в ЖКТ",
      "percent": "3.7"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "3.1"
    },
    {
      "name": "СГОТ",
      "percent": "2.4"
    },
    {
      "name": "нейтропения",
      "percent": "2.2"
    },
    {
      "name": "Пурпура",
      "percent": "1.9"
    },
    {
      "name": "Рвота",
      "percent": "1.5"
    },
    {
      "name": "Метеоризм",
      "percent": "1.3"
    },
    {
      "name": "Зуд",
      "percent": "1"
    },
    {
      "name": "Головокружение",
      "percent": "1"
    },
    {
      "name": "Аномальные LFT",
      "percent": "1"
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "Апластическая анемия",
      "percent": null
    },
    {
      "name": "Панцитопения",
      "percent": null
    },
    {
      "name": "ТТП",
      "percent": null
    }
  ]
}