{
  "name": "триметобензамид",
  "comment": "Rx",
  "other_names": [
    "Тиган"
  ],
  "classes": [
    "Противорвотные агенты"
  ],
  "source": "https://reference.medscape.com/drug/tigan-trimethobenzamide-342060",
  "pregnancy": {
    "common": [
      "Ограниченные доступные данные о беременных женщинах недостаточны для информирования о риске серьезных врожденных дефектов и выкидыша, связанного с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных не наблюдалось неблагоприятного воздействия на развитие при применении терапии во время органогенеза у беременных крыс в дозах, в 0,16 и 0,8 раза превышающих рекомендуемую дозу для человека (RHD), и у беременных кроликов в дозах, в 1,6 раза превышающих RHD."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии препарата в грудном молоке, влиянии препарата на младенцев, находящихся на грудном вскармливании, или на выработку молока; отсутствие клинических данных в период лактации не позволяет четко определить риск применения препарата для младенцев в период лактации.",
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в терапии и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от лекарств или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к препарату или вспомогательным веществам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Терапия потенциально гепатотоксична; избегать использования у пациентов, признаки и симптомы которых свидетельствуют о наличии печеночной недостаточности; прекратить терапию у пациентов, у которых развилось нарушение функции печени на фоне приема препарата",
        "ЭПС и другие симптомы со стороны ЦНС, которые могут возникать у пациентов, получающих лечение, можно спутать с признаками со стороны ЦНС недиагностированного основного заболевания (например, энцефалопатия, метаболический дисбаланс, синдром Рейе); при появлении симптомов со стороны ЦНС оцените риски и преимущества продолжения терапии",
        "Сообщалось о серьезных побочных реакциях ЦНС, таких как кома, депрессия настроения, дезориентация и судороги; недавнее употребление других препаратов, вызывающих угнетение ЦНС или симптомы ЭПС (например, алкоголь, седативные средства, снотворные, опиаты, анксиолитики, нейролептики и антихолинергические средства), также может увеличить риск этих серьезных реакций со стороны ЦНС; рассмотрите возможность снижения суточной дозы за счет увеличения интервала дозирования или отмены препарата",
        "Терапия может вызвать сонливость и может ухудшить умственные и/или физические способности, необходимые для выполнения опасных задач (управление автомобилем или работа с механизмами); выбирать терапию вместо одновременного приема других препаратов, которые вызывают угнетение ЦНС или симптомы ЭПС (например, алкоголь, седативные средства, снотворные, опиаты, анксиолитики, нейролептики и антихолинергические средства), в зависимости от важности препарата для пациента",
        "Информировать пациентов о том, чтобы они не управляли автомобилями или другими опасными механизмами, пока они не будут достаточно уверены в том, что терапия не повлияет на них неблагоприятно."
      ],
      "specific": [
        {
          "type": "Экстрапирамидные симптомы",
          "description": [
            "Могут возникать экстрапирамидные симптомы (ЭПС), проявляющиеся преимущественно в виде острых дистонических реакций; дистонические реакции могут включать внезапное начало мышечных спазмов, особенно в области головы и шеи, или опистотонус",
            "Другие ЭПС включают ларингоспазм, дисфагию и окулогирный криз; непроизвольные спазмы языка и рта могут привести к затруднению речи и глотания; антихолинергические препараты могут быть использованы для лечения острых дистонических реакций",
            "ЭПС может включать акатизию, беспокойство, акинезию и другие паркинсоноподобные симптомы (например, тремор); в зависимости от тяжести симптомов уменьшить суточную дозу, увеличив интервал между приемами, или прекратить терапию.",
            "Избегайте использования препарата у пациентов, получающих другие препараты, которые могут вызвать ЭПС (например, нейролептики)."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "триметобензамид, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "триметобензамид и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b и триметобензамид оба увеличивают Другие (см. комментарий). Избегайте или используйте альтернативный препарат. Наркотики, снотворные или седативные средства могут вызывать дополнительные нейропсихиатрические побочные эффекты. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной токсичности ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат, триметобензамид.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "триметобензамид и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и триметобензамид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, триметобензамид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, триметобензамид.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Одновременное применение стирипентола с другими средствами, угнетающими ЦНС, включая алкоголь, может увеличить риск седативного эффекта и сонливости."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "триметобензамид снижает эффекты апоморфина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Триметобензамид может уменьшить рвотную реакцию на апоморфин; монитор для аддитивных эффектов ЦНС."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Паркинсон",
      "percent": null
    },
    {
      "name": "похожие симптомы",
      "percent": null
    },
    {
      "name": "седация",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "Раздражение в месте инъекции",
      "percent": null
    }
  ]
}