{
  "name": "тимолол офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Тимоптик ХЕ",
    "Исталол",
    "Тимоптик в Окудосе",
    "Тимоптик",
    "Бетимол"
  ],
  "classes": [
    "Антиглаукома",
    "Бета-блокаторы"
  ],
  "source": "https://reference.medscape.com/drug/timoptic-timoptic-xe-timolol-ophthalmic-343603",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: секретируется в грудное молоко; Mfr не рекомендует грудное вскармливание (Комитет AAP заявляет, что грудное вскармливание совместимо)"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: секретируется в грудное молоко; Mfr не рекомендует грудное вскармливание (Комитет AAP заявляет, что грудное вскармливание совместимо)"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к любому компоненту этого продукта; бронхиальная астма; бронхиальная астма в анамнезе; тяжелая хроническая обструктивная болезнь легких; синусовая брадикардия; атриовентрикулярная блокада второй или третьей степени; явная сердечная недостаточность; кардиогенный шок"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Бета-адреноблокаторы следует назначать с осторожностью пациентам, склонным к спонтанной гипогликемии, или больным сахарным диабетом (особенно с лабильным диабетом), которые получают инсулин или пероральные гипогликемические средства; Блокаторы бета-адренорецепторов могут маскировать признаки и симптомы острой гипогликемии.",
        "Пациентам с хронической обструктивной болезнью легких (например, хроническим бронхитом, эмфиземой) легкой или средней степени тяжести, бронхоспастической болезнью или бронхоспастической болезнью в анамнезе (кроме бронхиальной астмы или бронхиальной астмы в анамнезе, при которой тимолол противопоказан) следует в вообще, не принимать бета-блокаторы",
        "Сообщалось, что бета-адренергическая блокада потенцирует мышечную слабость, соответствующую некоторым миастеническим симптомам (например, диплопия, птоз и общая слабость); Сообщалось, что тимолол редко увеличивает мышечную слабость у некоторых пациентов с миастенией или миастеническими симптомами.",
        "Принимая бета-блокаторы, пациенты с атопией в анамнезе или тяжелыми анафилактическими реакциями на различные аллергены в анамнезе могут быть более реактивными на повторяющиеся случайные, диагностические или терапевтические пробы с такими аллергенами; такие пациенты могут не реагировать на обычные дозы адреналина, используемые для лечения анафилактических реакций.",
        "Снять контактную линзу перед введением",
        "Имеются сообщения о бактериальном кератите, связанном с использованием многодозовых контейнеров с местными офтальмологическими препаратами; эти контейнеры были непреднамеренно контаминированы пациентами, у которых в большинстве случаев было сопутствующее заболевание роговицы или нарушение эпителиальной поверхности глаза.",
        "Тяжелые респираторные реакции и сердечные реакции, включая смерть из-за бронхоспазма у пациентов с астмой и редко смерть в связи с сердечной недостаточностью, зарегистрированные после системного или офтальмологического введения тимолола малеата.",
        "Сообщалось об отслойке хориоидеи после процедур фильтрации при введении водного супрессанта.",
        "У пациентов без сердечной недостаточности в анамнезе продолжительное угнетение миокарда бета-адреноблокаторами в течение определенного периода времени может в некоторых случаях привести к сердечной недостаточности; при первых признаках или симптомах сердечной недостаточности терапию следует прекратить",
        "Симпатическая стимуляция может быть необходима для поддержки кровообращения у лиц со сниженной сократимостью миокарда, а ее ингибирование блокады бета-адренорецепторов может спровоцировать более тяжелую недостаточность.",
        "Из-за потенциального воздействия бета-адреноблокаторов на артериальное давление и пульс эти препараты следует применять с осторожностью у пациентов с цереброваскулярной недостаточностью; если признаки или симптомы, указывающие на снижение мозгового кровотока, развиваются после начала терапии, следует рассмотреть альтернативную терапию.",
        "У пациентов с закрытоугольной глаукомой непосредственной целью лечения является повторное открытие угла; это требует сужения зрачка; тимолола малеат практически не влияет на зрачок; тимолол не следует использовать отдельно при лечении закрытоугольной глаукомы.",
        "Бета-адреноблокаторы могут маскировать определенные клинические признаки (например, тахикардию) гипертиреоза; пациентов с подозрением на развитие тиреотоксикоза следует вести осторожно, чтобы избежать резкой отмены бета-адреноблокаторов, которые могут спровоцировать тиреоидный шторм.",
        "Наблюдение за пациентами, получающими местно тимолол и системный блокатор β-адренорецепторов одновременно, для выявления потенциальных аддитивных эффектов на ВГД и/или системных эффектов блокады β-адренорецепторов."
      ],
      "specific": [
        {
          "type": "Обширное оперативное вмешательство",
          "description": [
            "У некоторых пациентов, получающих блокаторы бета-адренорецепторов, во время анестезии наблюдалась длительная тяжелая гипотензия; также сообщалось о трудностях с перезапуском и поддержанием сердцебиения",
            "Некоторые специалисты рекомендуют постепенную отмену блокаторов бета-адренорецепторов у пациентов, подвергающихся плановому хирургическому вмешательству; может увеличить риск общей анестезии при хирургических процедурах",
            "У пациентов, перенесших плановую операцию; рекомендуется постепенная отмена блокаторов бета-адренорецепторов; у пациентов, подвергающихся плановой операции, некоторые специалисты рекомендуют постепенную отмену блокаторов бета-адренорецепторов; при необходимости во время операции эффекты бета-адреноблокаторов могут быть устранены введением достаточных доз адреномиметиков."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Жжение или покалывание",
      "percent": "38"
    },
    {
      "name": "Затуманенное зрение",
      "percent": "4-10"
    },
    {
      "name": "Катаракта",
      "percent": "4-10"
    },
    {
      "name": "Конъюнктивит",
      "percent": "4-10"
    },
    {
      "name": "Снижение остроты зрения",
      "percent": "4-10"
    },
    {
      "name": "Головная боль",
      "percent": "4-10"
    },
    {
      "name": "Гипертония",
      "percent": "4-10"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "4-10"
    },
    {
      "name": "Зуд",
      "percent": "4-10"
    },
    {
      "name": "Раздражение глаз",
      "percent": null
    },
    {
      "name": "Блефарит",
      "percent": null
    },
    {
      "name": "Кератит",
      "percent": null
    },
    {
      "name": "Глазная боль",
      "percent": null
    },
    {
      "name": "Увольнять",
      "percent": null
    },
    {
      "name": "е",
      "percent": null
    },
    {
      "name": "г",
      "percent": null
    },
    {
      "name": "корка",
      "percent": null
    },
    {
      "name": "Ощущение инородного тела",
      "percent": null
    },
    {
      "name": "Сухие глаза",
      "percent": null
    },
    {
      "name": "Эритема век",
      "percent": null
    },
    {
      "name": "блефароптоз",
      "percent": null
    },
    {
      "name": "Снижение чувствительности роговицы",
      "percent": null
    },
    {
      "name": "Диплопия",
      "percent": null
    },
    {
      "name": "Кистозный макулярный отек",
      "percent": null
    },
    {
      "name": "Псевдопемфигоид",
      "percent": null
    },
    {
      "name": "Отслойка хориоидеи после фильтрационной операции",
      "percent": null
    },
    {
      "name": "Эпифора",
      "percent": null
    },
    {
      "name": "Светобоязнь",
      "percent": null
    },
    {
      "name": "Конъюнктивальная инъекция",
      "percent": null
    },
    {
      "name": "Окрашивание роговицы флуоресцеином",
      "percent": null
    },
    {
      "name": "Сосудистое расстройство сетчатки",
      "percent": null
    },
    {
      "name": "Птоз",
      "percent": null
    }
  ]
}