{
  "name": "метотрексат",
  "comment": "Rx",
  "other_names": [
    "Отрексуп",
    "Расуво",
    "РедиТрекс",
    "Хатмеп",
    "Жыламво",
    "Трексалл"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Иммуномодуляторы",
    "DMARD",
    "Антиметаболиты",
    "Иммунодепрессанты"
  ],
  "source": "https://reference.medscape.com/drug/trexall-otrexup-methotrexate-343201",
  "pregnancy": {
    "common": [
      "Противопоказан беременным женщинам с незлокачественными заболеваниями",
      "Проверяйте статус беременности самок с репродуктивным потенциалом перед началом",
      "Консультировать беременных женщин с неопластическими заболеваниями потенциального риска для плода; консервант бензиловый спирт может проникать через плаценту; по возможности используйте рецептуру без консервантов, если во время беременности для лечения неопластического заболевания требуется инъекция метотрексата.",
      "Согласно опубликованным отчетам и механизму действия, может вызывать эмбриофетальную токсичность и гибель плода при введении беременным женщинам."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Рекомендовать мужчинам с партнершами репродуктивного возраста использовать эффективные методы контрацепции во время и в течение как минимум 3 месяцев после последней дозы",
          "Используйте эффективные средства контрацепции во время и в течение 6 месяцев после приема последней дозы.",
          "Может вызывать хромосомные повреждения сперматозоидов",
          "Может причинить вред плоду при введении беременным женщинам;"
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Женщины: может вызвать нарушение фертильности и менструальную дисфункцию во время и после прекращения терапии; неизвестно, можно ли обратить бесплодие у всех пораженных женщин",
          "Мужчины: может вызвать олигоспермию или бесплодие во время и после прекращения терапии; неизвестно, можно ли обратить бесплодие у всех пораженных мужчин"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Из-за возможности серьезных побочных реакций, включая миелосупрессию, при приеме метотрексата у младенцев, находящихся на грудном вскармливании, женщинам следует воздержаться от грудного вскармливания во время терапии и в течение 1 недели после приема последней дозы.",
      "В ограниченной опубликованной литературе сообщается о присутствии метотрексата в грудном молоке в небольших количествах; информация о влиянии на грудных детей или выработку молока отсутствует."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Тяжелая гиперчувствительность",
          "description": [
            "Противопоказан при наличии в анамнезе тяжелых реакций гиперчувствительности на метотрексат, включая анафилаксию."
          ]
        },
        {
          "type": "Эмбриофетальная токсичность",
          "description": [
            "Может вызывать эмбриофетальную токсичность, включая гибель плода",
            "Противопоказан при неопухолевых заболеваниях во время беременности",
            "Рекомендовать женщинам и мужчинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время и после лечения."
          ]
        },
        {
          "type": "Бензиловый спиртсодержащие продукты",
          "description": [
            "Не используйте составы, содержащие бензиловый спирт, для схем с высокими дозами, за исключением случаев, когда требуется немедленное лечение, а составы без консервантов недоступны.",
            "Препараты с бензиловым спиртом могут вызывать тяжелую токсичность для центральной нервной системы или метаболический ацидоз; используйте только инъекционный метотрексат без консервантов для лечения новорожденных или детей с низкой массой тела при рождении и для интратекального введения"
          ]
        },
        {
          "type": "Серьезные побочные эффекты",
          "description": [
            "Сообщалось о серьезных побочных реакциях, включая смерть, при применении метотрексата.",
            "Внимательно следите за инфекциями и побочными реакциями костного мозга, почек, печени, нервной системы, желудочно-кишечного тракта, легких и кожи.",
            "Приостановить или прекратить прием метотрексата в зависимости от ситуации."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Известные гиперчувствительность; наблюдаются тяжелые реакции",
        "Беременные женщины с незлокачественными заболеваниями"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о реакциях гиперчувствительности, включая анафилаксию; если возникает гиперчувствительность, немедленно прекратите и начните соответствующую терапию",
        "Метотрексат может медленно выходить из скоплений в третьем пространстве, что приводит к увеличению конечного периода полувыведения из плазмы и токсичности; эвакуировать значительные скопления в третьем пространстве перед инъекцией Сопутствующая лучевая терапия увеличивает риск некроза мягких тканей и остеонекроза, связанных с метотрексатом",
        "Сообщается о легочной токсичности, включая острый или хронический интерстициальный пневмонит и необратимые или смертельные случаи, которые могут возникать при всех уровнях доз; легочные симптомы (особенно сухой, непродуктивный кашель) могут потребовать прерывания терапии и тщательного обследования",
        "Вторичные злокачественные новообразования могут возникать при всех уровнях доз; в некоторых случаях лимфопролиферативное заболевание, развившееся во время терапии метотрексатом в низких дозах, полностью регрессировало после отмены метотрексата; если возникает лимфопролиферативное заболевание, прекратите лечение и начните соответствующее лечение, если лимфома не регрессирует",
        "Может возникнуть желудочно-кишечная токсичность, включая диарею, рвоту, стоматит, геморрагический энтерит и перфорацию кишечника со смертельным исходом; пациенты с язвенной болезнью или язвенным колитом из группы повышенного риска; приостановить или отменить при тяжелой желудочно-кишечной токсичности и назначить поддерживающую терапию",
        "Сообщалось о миелосупрессии, включая тяжелую и опасную для жизни панцитопению, анемию, апластическую анемию, лейкопению, нейтропению и тромбоцитопению; получить анализы крови на исходном уровне и периодически; обеспечьте поддерживающую терапию и приостановите, уменьшите дозу или прекратите прием метотрексата, если это необходимо",
        "Может вызывать синдром лизиса опухоли при быстрорастущих опухолях; назначить соответствующее лечение для профилактики и лечения",
        "Серьезные побочные реакции, включая смерть, произошли из-за ошибок при лечении; чаще всего эти ошибки возникали у пациентов, принимавших метотрексат ежедневно при назначении недельного режима дозирования; убедиться, что пациенты получают рекомендуемую дозу",
        "На основании опубликованных отчетов и его механизма действия может вызывать эмбриофетальную токсичность, включая гибель плода; противопоказан женщинам с незлокачественными заболеваниями",
        "Сообщается о легочной токсичности, включая острый или хронический интерстициальный пневмонит и необратимые или смертельные случаи, которые могут возникать при всех уровнях доз.",
        "Может вызвать нарушение фертильности, олигоспермию и нарушение менструального цикла; неизвестно, является ли бесплодие обратимым; обсудить репродуктивные риски с пациентами женского и мужского пола с репродуктивным потенциалом"
      ],
      "specific": [
        {
          "type": "Риск, связанный с консервантом на основе бензилового спирта",
          "description": [
            "Используйте только инъекции без консервантов для лечения новорожденных или детей с низкой массой тела при рождении, а также для интратекального введения.",
            "Бензиловый спирт может проникать через плаценту; по возможности используйте рецептуру без консервантов при инъекциях, необходимых во время беременности для лечения новообразований.",
            "Синдром удушья, характеризующийся угнетением ЦНС, метаболическим ацидозом и затрудненным дыханием.",
            "Серьезные и фатальные побочные реакции, включая «синдром удушья», могут возникать у новорожденных и младенцев с низкой массой тела при рождении, получающих лечение препаратами, содержащими бензиловый спирт.",
            "Не используйте составы, содержащие бензиловый спирт, для схем с высокими дозами, за исключением случаев, когда требуется немедленное лечение, а составы без консервантов недоступны.",
            "Препараты с бензиловым спиртом могут вызывать серьезную токсичность для ЦНС или метаболический ацидоз при использовании у новорожденных или детей с низкой массой тела при рождении, ИТ или в режимах с высокими дозами.",
            "Синдром удушья",
            "При назначении у младенцев (не новорожденных, с низкой массой тела при рождении), если недоступна лекарственная форма, не содержащая консервантов, и необходимо использование лекарственной формы, содержащей бензиловый спирт, следует учитывать суммарную суточную метаболическую нагрузку бензилового спирта из всех источников."
          ]
        },
        {
          "type": "Нейротоксичность",
          "description": [
            "Серьезная нейротоксичность, в том числе генерализованные и фокальные судороги, зарегистрированные у детей.",
            "Транзиторный острый инсультоподобный синдром может возникать при применении высоких доз; клинические проявления включают спутанность сознания, гемипарез, преходящую слепоту, судороги и кому.",
            "Интратекальное (ИТ) введение",
            "ИТ введение может вызвать острый химический арахноидит, проявляющийся такими симптомами, как головная боль, боль в спине, затылочная ригидность и лихорадка.",
            "Лейкоэнцефалопатия может возникать при внутривенном введении средних и высоких доз, внутривенном введении и терапии метотрексатом в низких дозах; риск увеличивается с предшествующим краниальным облучением",
            "Может также вызывать подострую миелопатию, характеризующуюся парапарезом или параплегией. Избегайте ИТ инъекций метотрексата, содержащего консервант бензиловый спирт, из-за риска серьезной нейротоксичности."
          ]
        },
        {
          "type": "инфекции",
          "description": [
            "Внимательно следить за пациентами для развития признаков и симптомов инфекции во время и после лечения; приостановить или отменить у пациентов, у которых развиваются серьезные инфекции",
            "Повышенный риск развития опасных для жизни или летальных бактериальных, грибковых или вирусных инфекций, включая оппортунистические инфекции (например, пневмоцистную пневмонию Pneumocystis jiroveci, инвазивные грибковые инфекции, реактивацию гепатита В, первичную инфекцию или реактивацию туберкулеза, диссеминированный опоясывающий герпес и цитомегаловирусные инфекции)"
          ]
        },
        {
          "type": "Почечная токсичность",
          "description": [
            "Пациенты с нарушением функции почек имеют повышенный риск токсичности.",
            "Может вызывать почечную токсичность, включая необратимую острую почечную недостаточность.",
            "Рассмотрите назначение глюкарпидазы у пациентов с токсичными концентрациями метотрексата в плазме (> 1 микромоль на литр) и замедленным клиренсом из-за нарушения функции почек.",
            "Для схем с высокими дозами следуйте рекомендациям по уменьшению повреждения почек и смягчению почечной токсичности (например, гидратация, подщелачивание мочи, спасательная терапия лейковорином)",
            "Мониторинг функции почек и отмена или прекращение при необходимости при тяжелой почечной токсичности"
          ]
        },
        {
          "type": "Гепатотоксичность",
          "description": [
            "Может вызывать тяжелую и потенциально необратимую гепатотоксичность, включая фиброз, цирроз печени и смертельную опасность для печени.",
            "Избегайте использования у пациентов с хроническими заболеваниями печени, за исключением случаев, когда преимущества явно перевешивают риски; риск увеличивается при чрезмерном употреблении алкоголя",
            "Оцените функцию печени до начала лечения и контролируйте функциональные пробы печени во время лечения; приостановить или прекратить инъекцию метотрексата в зависимости от ситуации",
            "У пациентов с псориазом может наблюдаться фиброз или цирроз печени при отсутствии симптомов или отклонении от нормы показателей функции печени; риск гепатотоксичности увеличивается при общей кумулятивной дозе ≥1,5 г."
          ]
        },
        {
          "type": "Дерматологические реакции",
          "description": [
            "Может вызвать реактивацию радиационного дерматита и фотодерматита (солнечного ожога).",
            "Следите за признаками дерматологической токсичности и приостановите или полностью прекратите прием при тяжелых дерматологических побочных реакциях.",
            "Сообщалось о тяжелых, в том числе с летальным исходом, дерматологических реакциях (например, токсический эпидермальный некролиз, синдром Стивенса-Джонсона, эксфолиативный дерматит, некроз кожи, многоформная эритема)",
            "Псориаз может обостряться при сопутствующем воздействии УФ-излучения.",
            "Консультировать пациентов, чтобы избежать чрезмерного пребывания на солнце и использовать меры защиты от солнца"
          ]
        },
        {
          "type": "Добавка фолиевой кислоты",
          "description": [
            "Неопластические заболевания: продукты, содержащие фолиевую кислоту или ее производные, могут снижать клиническую эффективность метотрексата; избегайте продуктов, содержащих фолиевую кислоту или фолиновую кислоту, если нет клинических показаний",
            "Неопухолевые заболевания: дефицит фолиевой кислоты может усилить побочные реакции на метотрексат; назначать фолиевую кислоту или фолиновую кислоту пациентам с ревматоидным артритом, пЮИА и псориазом"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Фолиевая кислота H5Избегайте одновременного приема добавок фолиевой/фолиевой кислоты, если это специально не предписано (например, для применения при ревматоидном артрите, псориазе или пЮИА)",
            "Метотрексат может повышать концентрацию теофиллина в плазме.",
            "Слабые кислоты (например, салицилаты)",
            "Метотрексат конкурирует с восстановленными фолатами за активный транспорт через клеточные мембраны.",
            "Совместное введение с анестезией закисью азота усиливает действие метотрексата на фолат-зависимые метаболические пути, что может увеличить риск тяжелых побочных реакций на метотрексат.",
            "Оксид азота",
            "Меркаптопурин",
            "Избегайте анестезии закисью азота; рассмотреть альтернативные методы лечения у пациентов, которые ранее получали анестезию закисью азота",
            "Ингибиторы протонной помпы",
            "Иммунизация",
            "Если невозможно избежать одновременного применения, внимательно следите за побочными эффектами метотрексата.",
            "Теофиллин",
            "аспирин и другие НПВП; при одновременном применении метотрексата (преимущественно в высоких дозах) может возникнуть неожиданно тяжелая и фатальная желудочно-кишечная токсичность.",
            "Совместный прием с фолиевой кислотой или ее производными снижает клиническую эффективность метотрексата у пациентов с опухолевыми заболеваниями.",
            "Пенициллиновые или сульфаниламидные антибиотики",
            "Контролируйте уровни теофиллина и соответствующим образом корректируйте дозировку теофиллина.",
            "Антифолиевые препараты (например, дапсон, пеметрексед, пириметамин, сульфаниламиды)",
            "Нефротоксичные продукты",
            "Гепатотоксические продукты",
            "Обновите иммунизацию в соответствии с рекомендациями до начала приема метотрексата, если это возможно.",
            "Препараты, которые увеличивают системную экспозицию метотрексата или побочные эффекты",
            "Может быть неэффективным во время терапии, и живые вирусные вакцины не рекомендуются из-за риска инфицирования.",
            "Сообщается о диссеминированных инфекциях после введения живых вакцин.",
            "Пробенецид",
            "Препараты, сильно связывающиеся с белками (например, пероральные антикоагулянты, фенитоин, салицилаты, сульфаниламиды, производные сульфонилмочевины, тетрациклины)"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ацитретин",
      "description": {
        "common": "ацитретин, метотрексат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Риск аддитивной гепатотоксичности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "метотрексат снижает действие четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против кори, паротита и краснухи, живая",
      "description": {
        "common": "метотрексат снижает действие вакцин против кори, эпидемического паротита и краснухи, живущих за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "метотрексат снижает действие вакцины против кори, эпидемического паротита, краснухи и ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пероральная ротавирусная вакцина, живая",
      "description": {
        "common": "метотрексат снижает действие пероральной ротавирусной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против оспы живая",
      "description": {
        "common": "метотрексат снижает действие вакцины против оспы (вакцинии) за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "метотрексат снижает действие живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "метотрексат снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вакцина против желтой лихорадки",
      "description": {
        "common": "метотрексат снижает действие вакцины против желтой лихорадки за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "живая вакцина против опоясывающего лишая",
      "description": {
        "common": "метотрексат снижает действие живой вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аденовирусы типов 4 и 7 живые, пероральные",
      "description": {
        "common": "метотрексат снижает действие живых аденовирусов типов 4 и 7 при пероральном приеме за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против сибирской язвы",
      "description": {
        "common": "метотрексат снижает действие вакцины против сибирской язвы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Следует соблюдать осторожность при одновременном применении салицилатов с метотрексатом. Риск лекарственного взаимодействия с метотрексатом наиболее высок во время терапии высокими дозами метотрексата, рекомендуется с осторожностью применять любой из этих препаратов с метотрексатом, даже если метотрексат используется в низких дозах."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Относительный риск взаимодействия различных НПВП с метотрексатом не установлен. Считается, что селективные ингибиторы ЦОГ-2 имеют минимальное взаимодействие. Больший риск у pts. с почечной недостаточностью. Более высокая токсичность при высоких дозах метотрексата (например, противоопухолевый режим)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышают уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Следует соблюдать осторожность при одновременном применении салицилатов с метотрексатом. Риск лекарственного взаимодействия с метотрексатом наиболее высок во время терапии высокими дозами метотрексата, рекомендуется с осторожностью применять любой из этих препаратов с метотрексатом, даже если метотрексат используется в низких дозах."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "метотрексат, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бацитрацин",
      "description": {
        "common": "метотрексат и бацитрацин повышают нефротоксичность и/или ототоксичность. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения бацитрацина с другими нефротоксическими препаратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "БЦЖ внутрипузырная живая",
      "description": {
        "common": "метотрексат снижает эффекты внутрипузырного введения БЦЖ за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект метотрексата по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "метотрексат, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Относительный риск взаимодействия различных НПВП с метотрексатом не установлен. Считается, что селективные ингибиторы ЦОГ-2 имеют минимальное взаимодействие. Больший риск у pts. с почечной недостаточностью. Более высокая токсичность при высоких дозах метотрексата (например, противоопухолевый режим)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "метотрексат, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "даролутамид повысит уровень или эффект метотрексата на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Даролутамид является ингибитором BCRP. Избегайте совместного применения с ингибиторами BCRP. Если использование неизбежно, внимательно следите за побочными реакциями и рассмотрите возможность снижения дозы препарата-субстрата BCRP (см. информацию о назначении субстрата BCRP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, метотрексат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "Диклофенак повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дивалпроекс натрия",
      "description": {
        "common": "метотрексат снизит уровень или действие дивалпроекса натрия по неустановленному механизму взаимодействия. Избегайте или используйте альтернативный препарат. потенциально может привести к увеличению частоты судорог или биполярных симптомов; контролировать концентрацию вальпроата в сыворотке и клиническую реакцию при добавлении или отмене метотрексата и корректировать дозу вальпроата"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект метотрексата за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "метотрексат, этанол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Этанол (алкоголь) может увеличить риск побочных эффектов метотрексата, связанных с печенью. Пациентам следует рекомендовать избегать приема алкогольных напитков во время терапии метотрексатом. Пациенты, которые не соблюдают ограничения на употребление алкоголя (например, алкоголизм), не должны получать метотрексат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этодолак",
      "description": {
        "common": "Этодолак повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека невалентная",
      "description": {
        "common": "метотрексат снижает действие вакцины против вируса папилломы человека, невалентной за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против вируса папилломы человека четырехвалентная",
      "description": {
        "common": "метотрексат снижает действие вакцины против вируса папилломы человека, четырехвалентный за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на вакцины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "метотрексат, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "метотрексат снижает действие четырехвалентной противогриппозной вакцины, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трехвалентная вакцина против вируса гриппа с адъювантом",
      "description": {
        "common": "метотрексат снижает эффекты трехвалентной противогриппозной вакцины, адъювантной благодаря фармакодинамическому антагонизму. Избегайте или используйте альтернативный препарат. Иммунодепрессанты могут снижать иммунный ответ на вакцину против гриппа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Относительный риск взаимодействия различных НПВП с метотрексатом не установлен. Считается, что селективные ингибиторы ЦОГ-2 имеют минимальное взаимодействие. Больший риск у pts. с почечной недостаточностью. Более высокая токсичность при высоких дозах метотрексата (например, противоопухолевый режим)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан повышает уровень метотрексата за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ласмидитан ингибирует BCRP in vitro. Избегайте совместного введения лазмидитана с субстратами BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "лефлуномид увеличивает токсичность метотрексата за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивная гепатотоксичность, панцитопения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "метотрексат, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "пакритиниб повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Одновременное применение пакритиниба (ингибитора BCRP) с субстратами BCRP может повышать концентрацию этих субстратов в плазме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность метотрексата Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "метотрексат и пексидартиниб усиливают ингибирование желудочно-кишечной абсорбции. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пневмококковая вакцина 13-валентная",
      "description": {
        "common": "метотрексат снижает эффекты 13-валентной пневмококковой вакцины за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "претоманид повысит уровень или эффект метотрексата на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Исследования in vitro показали, что претоманид значительно ингибирует ОАТ3; следить за увеличением побочных эффектов и рассмотреть вопрос о снижении дозы для субстратов OAT3."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повышает уровень метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Избегайте или используйте альтернативный препарат. Если необходимо использовать комбинацию, уменьшите дозу метотрексата; кроме того, метотрексат увеличивает выработку мочевой кислоты и риск развития мочекислой нейропатии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, метотрексат.\nЛибо повышает уровень другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) повышают уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Следует соблюдать осторожность при одновременном применении салицилатов с метотрексатом. Риск лекарственного взаимодействия с метотрексатом наиболее высок во время терапии высокими дозами метотрексата, рекомендуется с осторожностью применять любой из этих препаратов с метотрексатом, даже если метотрексат используется в низких дозах."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Следует соблюдать осторожность при одновременном применении салицилатов с метотрексатом. Риск лекарственного взаимодействия с метотрексатом наиболее высок во время терапии высокими дозами метотрексата, рекомендуется с осторожностью применять любой из этих препаратов с метотрексатом, даже если метотрексат используется в низких дозах."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект метотрексата за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Спарсентан (ингибитор BCRP) может увеличить воздействие чувствительных субстратов BCRP и риск токсичности этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин увеличивает токсичность метотрексата за счет конкуренции за связывание с белками плазмы. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол повышает токсичность метотрексата за счет конкуренции за связывание с белками плазмы. Избегайте или используйте альтернативный препарат. Концентрации метотрексата могут быть повышены, что увеличивает риск токсичности (например, подавление костного мозга)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол повышает токсичность метотрексата за счет конкуренции за связывание с белками плазмы. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект метотрексата за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "метотрексат, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "и тоцилизумаб, и метотрексат усиливают иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "метотрексат, тофацитиниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Сообщалось, что одновременное введение НПВП с высокими дозами метотрексата повышает и пролонгирует уровни метотрексата в сыворотке, что приводит к смерти от тяжелой гематологической и желудочно-кишечной токсичности. НПВП могут снижать канальцевую секрецию метотрексата и повышать токсичность. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Тонгкат Али",
      "description": {
        "common": "метотрексат и тонгкат али усиливают иммунодепрессивное действие; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин актуальные",
      "description": {
        "common": "метотрексат, третиноин местно.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивная гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм, метотрексат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Было показано, что из-за аддитивного антифолатного эффекта триметоприм редко увеличивает супрессию костного мозга у пациентов, получающих метотрексат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "трофинетид будет увеличивать уровень или эффект метотрексата по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Трофинетид (ингибитор ОАТР131 и ОАТР13В) может повышать уровень субстратов ОАТР131 или ОАТР13В в плазме. Избегайте coadministration с чувствительными субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб повышает уровень метотрексата на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: акалабрутиниб может увеличивать экспозицию одновременно вводимых субстратов BCRP за счет ингибирования кишечного BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "активированный уголь",
      "description": {
        "common": "активированный уголь снизит уровень или эффект метотрексата на др. (см. комментарий). Используйте осторожность/монитор. Древесный уголь может уменьшить всасывание метотрексата и вывести его из системного кровотока. В зависимости от клинической ситуации это снижает эффективность или токсичность метотрексата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Может усилить миелосупрессию и гепатотоксичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аллопуринол",
      "description": {
        "common": "аллопуринол снижает эффекты метотрексата по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "аминогиппурат натрия повышает уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "амоксициллин повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышение концентрации метотрексата в сыворотке крови с сопутствующей гематологической и желудочно-кишечной токсичностью наблюдалось при одновременном применении высоких или низких доз метотрексата и пенициллинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "ампициллин повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышение концентрации метотрексата в сыворотке крови с сопутствующей гематологической и желудочно-кишечной токсичностью наблюдалось при одновременном применении высоких или низких доз метотрексата и пенициллинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект метотрексата за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид слабо индуцирует BCRP и OATP1B1 и может снижать системное воздействие препаратов, которые являются субстратами как BCRP, так и OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин повысит уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышают уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "астрагал",
      "description": {
        "common": "метотрексат усиливает, а астрагал снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт и метотрексат усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект метотрексата за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб повышает уровень метотрексата за счет переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "кофеин снижает эффекты метотрексата за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбоплатин",
      "description": {
        "common": "карбоплатин и метотрексат повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "хлорпропамид будет увеличивать уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор. Метотрексат частично связывается с белками плазмы, и препараты, которые могут вытеснять метотрексат из этих белков, такие как пероральные препараты сульфонилмочевины, могут вызывать метотрексат-индуцированную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "метотрексат снижает действие вакцины против холеры за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень метотрексата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Чтобы свести к минимуму лекарственные взаимодействия, вводите другие препараты по крайней мере за 1 час до или по крайней мере через 4-6 часов после введения холестирамина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина будет увеличивать уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цидофовир",
      "description": {
        "common": "цидофовир и метотрексат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор. Может усилить миелосупрессию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Используйте осторожность/монитор. Почечный канальцевый транспорт метотрексата может подавляться при одновременном применении с ципрофлоксацином, что может привести к повышению уровня метотрексата в плазме и его токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисплатин",
      "description": {
        "common": "цисплатин и метотрексат повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень метотрексата за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Крофелемер может ингибировать переносчики MRP2 и OATP1A2 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин, метотрексат.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: при одновременной терапии рекомендуется тщательный мониторинг концентраций циклоспорина и метотрексата, функции почек и ферментов печени. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон",
      "description": {
        "common": "дапсон, метотрексат. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин повышает уровень метотрексата за счет уменьшения элиминации. Используйте осторожность/монитор. Тетрациклины могут снижать всасывание метотрексата в кишечнике или нарушать энтерогепатическую циркуляцию, ингибируя кишечную флору и подавляя метаболизм препарата бактериями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "метотрексат снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "метотрексат, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышенный риск токсичности при более высоких дозах."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "диклоксациллин повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышение концентрации метотрексата в сыворотке крови с сопутствующей гематологической и желудочно-кишечной токсичностью наблюдалось при одновременном применении высоких или низких доз метотрексата и пенициллинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "метотрексат снижает уровень дигоксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Уровни дигоксина в сыворотке могут быть снижены, а действия могут быть уменьшены. Мониторинг пациента для признаков снижения фармакологического эффекта дигоксина и увеличить дозу дигоксина при необходимости. Мониторинг уровня в сыворотке может облегчить подбор дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анатоксины дифтерии и столбняка",
      "description": {
        "common": "метотрексат уменьшает эффекты дифтерийных и столбнячных анатоксинов за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифтерийно-столбнячный анатоксин/ бесклеточная коклюшная вакцина",
      "description": {
        "common": "метотрексат снижает действие дифтерийно-столбнячного анатоксина/ бесклеточной коклюшной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифтерийно-столбнячный анатоксин/бесклеточный коклюш/полиовирус, инактивированная вакцина",
      "description": {
        "common": "метотрексат снижает действие анатоксинов дифтерии и столбняка/бесклеточного коклюша/полиовируса, инактивированной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин повышает уровень метотрексата за счет уменьшения элиминации. Используйте осторожность/монитор. Тетрациклины могут снижать всасывание метотрексата в кишечнике или нарушать энтерогепатическую циркуляцию, ингибируя кишечную флору и подавляя метаболизм препарата бактериями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эхинацея",
      "description": {
        "common": "метотрексат усиливает, а эхинацея снижает иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эластичный",
      "description": {
        "common": "Элацестрант повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Элацестрант (ингибитор BCRP) может повышать концентрацию в плазме чувствительных субстратов BCRP, что может повышать риск побочных реакций, связанных с этими субстратами. Рекомендации по дозировке см. в инструкции по применению для чувствительных субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет увеличивать уровень или эффект метотрексата за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень метотрексата за счет переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "элтромбопаг повышает уровень метотрексата за счет замедления метаболизма. Используйте осторожность/монитор. Ингибирование белков-транспортеров ОАТР."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень метотрексата за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличивать системную экспозицию одновременно вводимых субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "метотрексат и элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор OATP1B1, OATP1B3 и BCRP) может повышать концентрацию и токсичность субстратов OATP1B1, OATP1B3 и BCRP. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов. Поддержка чтения с экрана включена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышенный риск токсичности при более высоких дозах."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол железа, метотрексат.\nОдин из них увеличивает уровни другого за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. Одновременное применение мальтола железа с некоторыми пероральными препаратами может снизить биодоступность мальтола железа и некоторых пероральных препаратов. Для пероральных препаратов, снижение биодоступности которых может привести к клинически значимому влиянию на их безопасность или эффективность, введение мальтола железа отдельно от этих препаратов. Продолжительность разделения может зависеть от абсорбции одновременно вводимого лекарства (например, время достижения максимальной концентрации, является ли лекарство препаратом с немедленным или пролонгированным высвобождением)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "метотрексат усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "еда",
      "description": {
        "common": "пища снижает уровень метотрексата на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Пища может задерживать всасывание и снижать пиковую концентрацию метотрексата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин повышает токсичность метотрексата Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Метотрексат частично связывается с сывороточным альбумином, и его токсичность может повышаться из-за вытеснения некоторыми препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию препаратов-субстратов P-gp/BCRP. Мониторинг токсичности препарата-субстрата P-gp/BCRP, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры OATP1B1/3 и BCRP. Если возможно, избегайте одновременного введения или измените дозу субстратов OATP1B1/3 или BCRP при совместном введении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Используйте осторожность/монитор. Глекапревир/пибрентасвир может повышать концентрацию в плазме OATP1B1/OATP1B3, субстратов P-gp и BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гемофильной палочки типа b",
      "description": {
        "common": "метотрексат снижает действие вакцины против гемофильной палочки типа b за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита А инактивированная",
      "description": {
        "common": "метотрексат снижает действие вакцины против гепатита А, инактивированной фармакодинамическим антагонизмом. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита а/б",
      "description": {
        "common": "метотрексат снижает действие вакцины против гепатита А/В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гепатита В",
      "description": {
        "common": "метотрексат снижает действие вакцины против гепатита В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат снижает уровень метотрексата по неизвестному механизму. Используйте осторожность/монитор. Гидроксихлорохин может снижать почечный клиренс метотрексата; точный механизм этого взаимодействия неизвестен. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "метотрексат, гидроксимочевина. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно повышает уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид, метотрексат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение с ифосфамидом может увеличить риск иммуносупрессии и миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против гриппа А (H5N1)",
      "description": {
        "common": "метотрексат снижает действие вакцины против гриппа A (H5N1) по механизму: фармакодинамический антагонизм. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа (H5N1) с адъювантом",
      "description": {
        "common": "метотрексат снижает эффекты вакцины против вируса гриппа (H5N1), адъювантной Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить иммунный ответ на вакцину H5N1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "метотрексат снижает действие четырехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "четырехвалентная вакцина против вируса гриппа на культуре клеток",
      "description": {
        "common": "метотрексат снижает действие четырехвалентной вакцины против вируса гриппа, культивируемой клетками, за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, рекомбинантная",
      "description": {
        "common": "метотрексат снижает действие четырехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трехвалентная вакцина против вируса гриппа",
      "description": {
        "common": "метотрексат снижает действие трехвалентной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа трехвалентная, рекомбинантная",
      "description": {
        "common": "метотрексат снижает действие трехвалентной, рекомбинантной противогриппозной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммунный ответ на вакцину может быть снижен у лиц с ослабленным иммунитетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иоверсол",
      "description": {
        "common": "йоверсол и метотрексат повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "метотрексат и сульфат изавуконазония снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изотретиноин",
      "description": {
        "common": "метотрексат, изотретиноин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Пациенты, получающие другие препараты, которые могут вызывать гепатотоксичность, включая системные ретиноиды, могут подвергаться повышенному риску побочных эффектов метотрексата, связанных с печенью, и такие пациенты должны находиться под пристальным наблюдением во время терапии метотрексатом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект метотрексата за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов P-gp в клинических исследованиях. Рассмотрите возможность снижения дозы чувствительных субстратов P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Вакцина против вируса японского энцефалита",
      "description": {
        "common": "метотрексат снижает действие вакцины против вируса японского энцефалита за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "интраназальный кеторолак увеличивает уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "метотрексат снижает действие L-метилфолата по механизму: фармакодинамический антагонизм. Используйте осторожность/монитор. Антагонисты фолиевой кислоты могут нарушать утилизацию фолиевой кислоты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышенный риск токсичности при более высоких дозах."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень метотрексата за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Летермовир, ингибитор OATP1B1/3, может повышать концентрацию в плазме одновременно вводимых субстратов OATP1B1/3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "ломитапид повышает уровень метотрексата за счет переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы при одновременном применении с ломитапидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин, метотрексат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение с ломустином может увеличить риск иммуносупрессии и миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет увеличивать уровень или эффект метотрексата за счет транспортера оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "метотрексат усиливает, а майтаке ослабляет иммуносупрессивные эффекты; риск заражения. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат будет увеличивать уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "менингококковая A C Y и полисахаридная вакцина W-135 комбинированная",
      "description": {
        "common": "метотрексат снижает эффекты менингококковой A C Y и полисахаридной вакцины W-135 в сочетании с фармакодинамическим антагонизмом. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против менингококка группы В",
      "description": {
        "common": "метотрексат снижает действие менингококковой вакцины группы В за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Лица с измененной иммунокомпетентностью могут иметь сниженный иммунный ответ на вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид будет увеличивать уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин повышает уровень метотрексата за счет уменьшения элиминации. Используйте осторожность/монитор. Если тетрациклины нельзя избежать у пациентов, получающих высокие дозы метотрексата, внимательно следите за концентрацией метотрексата в плазме и за состоянием пациентов на наличие признаков и симптомов токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, метотрексат.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "метотрексат и муромонаб CD3 усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат, метотрексат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Могут возникнуть инфекции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышение концентрации метотрексата в сыворотке крови с сопутствующей гематологической и желудочно-кишечной токсичностью наблюдалось при одновременном применении высоких или низких доз метотрексата и пенициллинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально снижает уровень метотрексата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Неомицин может уменьшать всасывание метотрексата в кишечнике или нарушать энтерогепатическую циркуляцию за счет ингибирования кишечной флоры и подавления метаболизма препарата бактериями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "метотрексат и окрелизумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Ожидается, что одновременное применение окрелизумаба с иммунодепрессантами увеличивает риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, метотрексат.\nЛибо снижает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олапариб",
      "description": {
        "common": "метотрексат и олапариб усиливают фармакодинамический синергизм. Используйте осторожность/монитор. Одновременное применение с другими миелосупрессивными противоопухолевыми средствами, включая агенты, повреждающие ДНК, может усиливать и пролонгировать миелосупрессивную токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. У некоторых пациентов можно рассмотреть возможность временной отмены ИПП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Осимертиниб является ингибитором транспорта BCRP. Будьте осторожны при совместном применении с чувствительными субстратами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "отеконазол",
      "description": {
        "common": "отесеконазол повысит уровень или эффект метотрексата на др. (см. комментарий). Изменить терапию/внимательно контролировать. Otesezonale, ингибитор BCRP, может увеличить эффекты и риск токсичности субстратов BCRP. Используйте самую низкую начальную дозу субстрата BCRP или рассмотрите возможность уменьшения дозы субстрата BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "метотрексат и оксалиплатин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, метотрексат.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантопразол",
      "description": {
        "common": "Пантопразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышенный риск токсичности при более высоких дозах."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин снижает уровень метотрексата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Паромомицин может снижать всасывание метотрексата в кишечнике или нарушать энтерогепатическую циркуляцию за счет ингибирования кишечной флоры и подавления метаболизма препарата бактериями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегаспаргаза",
      "description": {
        "common": "пегаспаргаза снижает эффекты метотрексата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Рекомендуется давать пегаспаргазу по крайней мере за 10–14 дней до приема метотрексата или вскоре после приема метотрексата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин повышает токсичность метотрексата Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Метотрексат частично связывается с сывороточным альбумином, и его токсичность может повышаться из-за вытеснения некоторыми препаратами, такими как фенитоин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пневмококковая вакцина поливалентная",
      "description": {
        "common": "метотрексат снижает эффекты поливалентной пневмококковой вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против полиомиелита инактивированная",
      "description": {
        "common": "метотрексат снижает действие вакцины против полиомиелита, инактивированной фармакодинамическим антагонизмом. Изменить терапию/внимательно контролировать. Избегайте вакцинации во время химиотерапии или лучевой терапии, если это возможно, потому что ответ антител может быть субоптимальным. Пациенты, вакцинированные в течение 14 дней до начала или во время иммуносупрессивной терапии, должны быть ревакцинированы через 3 месяца после прекращения терапии, если иммунная компетентность была восстановлена. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровень метотрексата на др. (см. комментарий). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и метотрексат усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повысит уровень или эффект метотрексата на др. (см. комментарий). Используйте осторожность/монитор. Уровни метотрексата в плазме, терапевтические эффекты и токсичность могут повышаться. Следите за концентрацией метотрексата и соответствующим образом корректируйте дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин, метотрексат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск иммуносупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышенный риск токсичности при более высоких дозах."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против бешенства",
      "description": {
        "common": "метотрексат снижает действие вакцины против бешенства за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Регорафениб, вероятно, ингибирует транспорт BCRP (ABCG2). Совместное введение с субстратом BCRP может увеличить системное воздействие субстрата и связанную с ним токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "метотрексат и рилонацепт усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "болтливый",
      "description": {
        "common": "ролапитант повысит уровень или эффект метотрексата на др. (см. комментарий). Используйте осторожность/монитор. Пероральный ролапитант (ингибитор BCRP) может повышать концентрацию субстратов BCRP в плазме крови и может приводить к потенциальным побочным реакциям. Следите за возможными побочными реакциями, если нельзя избежать одновременного применения субстратов BCRP и ролапитанта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид повысит уровень или эффект метотрексата на др. (см. комментарий). Используйте осторожность/монитор. Сафинамид и его основной метаболит могут ингибировать кишечный BCRP. Мониторинг субстратов BCRP для увеличения фармакологических или побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сапроптерин",
      "description": {
        "common": "метотрексат снижает уровень сапроптерина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Механизм: ингибирование дигидроптеридинредуктазы (ДГПР)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект метотрексата за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и метотрексат усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "метотрексат снижает действие сипулеуцела-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "метотрексат и сиролимус усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Используйте осторожность/монитор. Велпатасвир является ингибитором транспортера лекарственного средства BCRP. Одновременное применение может увеличить системное воздействие препаратов, являющихся субстратами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол будет увеличивать уровень или эффект метотрексата за счет транспортера оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы субстратов P-гликопротеина (P-gp), если возникают побочные реакции при одновременном применении со стирипентолом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стрептозоцин",
      "description": {
        "common": "метотрексат и стрептозоцин повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "метотрексат и такролимус усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис",
      "description": {
        "common": "тафамидис повысит уровень или эффект метотрексата по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис меглюмин",
      "description": {
        "common": "Тафамидис меглюмин будет повышать уровень или эффект метотрексата по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "метотрексат и темсиролимус усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "столбнячный анатоксин адсорбированный или жидкий",
      "description": {
        "common": "метотрексат снижает действие адсорбированного или жидкого столбнячного анатоксина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин повышает уровень метотрексата за счет уменьшения элиминации. Используйте осторожность/монитор. Если тетрациклины нельзя избежать у пациентов, получающих высокие дозы метотрексата, внимательно следите за концентрацией метотрексата в плазме и за состоянием пациентов на наличие признаков и симптомов токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "метотрексат повышает уровень теофиллина по неизвестному механизму. Используйте осторожность/монитор. Метотрексат может снижать клиренс теофиллина. При одновременном применении с метотрексатом следует контролировать уровень теофиллина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышение концентрации метотрексата в сыворотке крови с сопутствующей гематологической и желудочно-кишечной токсичностью наблюдалось при одновременном применении высоких или низких доз метотрексата и пенициллинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, метотрексат.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, метотрексат.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "третиноин",
      "description": {
        "common": "метотрексат, третиноин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Пациенты, получающие другие препараты, которые могут вызывать гепатотоксичность, включая системные ретиноиды, могут подвергаться повышенному риску побочных эффектов метотрексата, связанных с печенью, и такие пациенты должны находиться под пристальным наблюдением во время терапии метотрексатом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм повышает токсичность метотрексата Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Триметоприм может увеличить риск подавления костного мозга, вызванного метотрексатом, и мегалобластной анемии. Если эту комбинацию препаратов нельзя избежать, внимательно следите за признаками гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект метотрексата за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахаридная вакцина против брюшного тифа",
      "description": {
        "common": "метотрексат снижает действие брюшнотифозной полисахаридной вакцины за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Одновременное введение метотрексата может снизить иммунологический ответ вакцин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и метотрексат усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "метотрексат и устекинумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Комбинация может увеличить риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "ванкомицин снижает уровень метотрексата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Недавний прием ванкомицина при отсутствии явной почечной недостаточности может негативно повлиять на выведение метотрексата и увеличить риск токсичности. Оцените функцию почек, чтобы можно было внести соответствующие изменения в дозу метотрексата. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, метотрексат.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "метотрексат усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кора ивы",
      "description": {
        "common": "кора ивы повысит уровень или эффект метотрексата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "метотрексат, зидовудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против опоясывающего лишая рекомбинантная",
      "description": {
        "common": "метотрексат снижает действие рекомбинантной вакцины против опоясывающего лишая за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Иммуносупрессивная терапия может снизить эффективность рекомбинантной вакцины против опоясывающего лишая."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "метотрексат снижает уровень адалимумаба за счет уменьшения почечного клиренса. Незначительное/значение неизвестно. Метотрексат снижал кажущийся клиренс адалимумаба после однократного и многократного приема на 29% и 44% соответственно. Коррекция дозировки не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень метотрексата за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Пациенты должны принимать другие препараты по крайней мере за 1 час до или через 4 часа после колестипола, чтобы не препятствовать их всасыванию."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "фолиевая кислота снижает эффекты метотрексата за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Витаминные препараты, содержащие фолиевую кислоту или ее производные, могут снижать реакцию на системно вводимый метотрексат."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб, метотрексат. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: пациенты, получающие иммунодепрессанты вместе с голимумабом, могут подвергаться большему риску развития инфекции."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "гидрохлоротиазид увеличивает токсичность метотрексата за счет уменьшения элиминации. Незначительное/значение неизвестно. Повышенная миелосупрессия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "L-метилфолат снижает уровень метотрексата за счет усиления метаболизма. Незначительное/значение неизвестно. Антагонисты фолиевой кислоты могут нарушать утилизацию фолиевой кислоты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает эффекты метотрексата за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Гриб майтаке обладает противоопухолевым действием (исследования на животных/в пробирке)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид увеличивает токсичность метотрексата за счет снижения элиминации. Незначительное/значение неизвестно. Повышенная миелосупрессия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ритуксимаб-гиалуронидаза",
      "description": {
        "common": "метотрексат и ритуксимаб-гиалуронидаза повышают нефротоксичность и/или ототоксичность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "Воклоспорин повысит уровень или действие метотрексата на др. (см. комментарий). Незначительное/значение неизвестно. Информация предполагает, что воклоспорин (ингибитор OATP1B1) может повышать концентрацию субстратов OATP1B1. Монитор для побочных реакций субстратов OATP1B1 при coadministered с voclosporin."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Арахноидит при интратекальном введении",
      "percent": null
    },
    {
      "name": "Подострая токсичность при интратекальном введении",
      "percent": null
    },
    {
      "name": "паралич конечностей",
      "percent": null
    },
    {
      "name": "паралич черепных нервов",
      "percent": null
    },
    {
      "name": "судороги или кома",
      "percent": null
    },
    {
      "name": "Демиелинизирующая энцефалопатия при краниальном облучении или другой системной химиотерапии",
      "percent": null
    },
    {
      "name": "Покраснение кожи",
      "percent": null
    },
    {
      "name": "Гиперурикемия",
      "percent": null
    },
    {
      "name": "Язвенный стоматит",
      "percent": null
    },
    {
      "name": "Глоссит",
      "percent": null
    },
    {
      "name": "Гингивит",
      "percent": null
    },
    {
      "name": "Тошнота и рвота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Перфорация кишечника",
      "percent": null
    },
    {
      "name": "Мукозит",
      "percent": null
    },
    {
      "name": "доза",
      "percent": null
    },
    {
      "name": "зависимый",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Почечная недостаточность",
      "percent": null
    },
    {
      "name": "азотемия",
      "percent": null
    },
    {
      "name": "нефропатия",
      "percent": null
    },
    {
      "name": "Фарингит",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Светочувствительность",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Брюшной дистресс",
      "percent": null
    },
    {
      "name": "Недомогание",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Озноб",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "Снижение устойчивости к инфекциям",
      "percent": null
    },
    {
      "name": "Желудочно-кишечное кровотечение",
      "percent": null
    },
    {
      "name": "Миелосупрессия",
      "percent": null
    },
    {
      "name": "Заболевания легких",
      "percent": null
    },
    {
      "name": "интерстициальная пневмония",
      "percent": null
    },
    {
      "name": "острый",
      "percent": null
    },
    {
      "name": "хронический",
      "percent": null
    },
    {
      "name": "Атрофия печени",
      "percent": null
    },
    {
      "name": "цирроз печени",
      "percent": null
    },
    {
      "name": "фиброз или некроз печени",
      "percent": null
    },
    {
      "name": "повышенные функциональные пробы печени",
      "percent": null
    },
    {
      "name": "печеночная недостаточность",
      "percent": null
    }
  ]
}