{
  "name": "ацетаминофен/кофеин/дигидрокодеин",
  "comment": "Rx",
  "other_names": [
    "Трезикс"
  ],
  "classes": [
    "Анальгетики",
    "Опиоидные комбинации"
  ],
  "source": "https://reference.medscape.com/drug/trezix-acetaminophen-caffeine-dihydrocodeine-999489",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "В период лактации: проникает в грудное молоко в небольших количествах, рекомендуется соблюдать осторожность."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "В период лактации: проникает в грудное молоко в небольших количествах, рекомендуется соблюдать осторожность."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Новый предел дозировки позволяет не превышать 325 мг/единицу дозировки рецептурных препаратов, содержащих ацетаминофен.",
        "Укажите пациентам принимать 1 или 2 таблетки, капсулы или другие дозированные единицы рецептурного препарата, содержащие 325 мг ацетаминофена, до 6 раз в день (12 дозовых единиц) и при этом не превышать максимальную суточную дозу ацетаминофена (т.е. 4000 мг/сут). день)",
        "Содержит ацетаминофен",
        "Ацетаминофен связан со случаями острой печеночной недостаточности, иногда приводящей к пересадке печени и смерти.",
        "Большинство случаев поражения печени связаны с употреблением ацетаминофена в дозах, превышающих 4 грамма в день, и часто включают более 1 продукта, содержащего ацетаминофен.",
        "Гепатотоксичность может возникать при дозах ацетаминофена, превышающих 4 грамма в день (т. е. 4000 мг в день)."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Любая ситуация, при которой опиоиды противопоказаны, включая значительное угнетение дыхания (в неконтролируемых условиях или при отсутствии реанимационного оборудования), острую или тяжелую бронхиальную астму или гиперкапнию и паралитическую кишечную непроходимость.",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может нарушать умственные/физические способности, необходимые для выполнения опасных задач (например, вождение автомобиля, работа с механизмами)",
        "Кофеин может вызывать стимуляцию ЦНС/сердечно-сосудистой системы и раздражение ЖКТ.",
        "Дигидрокодеин может вызывать наркотическую зависимость",
        "Может вызвать гипотензию",
        "Ацетаминофен: риск редких, но серьезных кожных реакций, которые могут привести к летальному исходу; эти реакции включают синдром Стивенса-Джонсона (ССД), токсический эпидермальный некролиз (ТЭН) и острый генерализованный экзантематозный пустулез (ОГЭП); симптомы могут включать покраснение кожи, волдыри и сыпь",
        "С осторожностью используйте опиоиды с ИМАО.",
        "Ацетаминофен связан со случаями острой печеночной недостаточности, иногда приводящей к пересадке печени и смерти; риск увеличивается у лиц с сопутствующим заболеванием печени, употреблением алкоголя и/или использованием более 1 продукта, содержащего ацетаминофен (см. Предупреждения в черном ящике)",
        "С осторожностью у пожилых или ослабленных пациентов или у пациентов со следующими состояниями: адренокортикальная недостаточность (болезнь Аддисона), астма, угнетение центральной нервной системы или кома, хроническая обструктивная болезнь легких, снижение дыхательного резерва (включая эмфизему, тяжелое ожирение, легочное сердце или кифосколиоз). ), белая горячка, травма головы, гипотензия, повышение внутричерепного давления, микседема или гипотиреоз, гипертрофия предстательной железы или стриктура уретры и токсический психоз",
        "Может вызвать угнетение дыхания",
        "Осторожно с историей злоупотребления наркотиками",
        "С осторожностью применяют при травмах головы или повышенном ВЧД."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Зудящая макулопапулезная сыпь",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "отек гортани",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Анафилактоидная реакция",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Нервозность",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Свет",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Сонливость",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "седация",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    }
  ]
}