{
  "name": "трифлуоперазин",
  "comment": "Rx",
  "other_names": [
    "Стелазин"
  ],
  "classes": [
    "Нейролептики",
    "фенотиазины",
    "1-е поколение"
  ],
  "source": "https://reference.medscape.com/drug/trifluoperazine-342991",
  "pregnancy": {
    "common": [
      "В то время как в некоторых случаях симптомы проходили сами по себе, в других случаях новорожденным требовалась поддержка отделения интенсивной терапии и длительная госпитализация; этот препарат следует использовать во время беременности, только если потенциальная польза оправдывает потенциальный риск для плода",
      "Безопасность для использования во время беременности не установлена; не рекомендуется назначать препарат беременным, за исключением случаев, когда, по мнению врача, это необходимо; потенциальные выгоды должны явно перевешивать возможные опасности",
      "Новорожденные, подвергшиеся воздействию антипсихотических препаратов в третьем триместре беременности, подвержены риску развития экстрапирамидных симптомов и/или синдрома отмены после родов; были сообщения о ажитации, гипертонии, гипотонии, треморе, сонливости, дыхательной недостаточности и нарушении питания у этих новорожденных; эти осложнения различаются по степени тяжести",
      "Сообщалось о случаях длительной желтухи, экстрапирамидных симптомов, гиперрефлексии или гипорефлексии у новорожденных, матери которых получали фенотиазины."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Репродуктивные исследования на крысах, получавших более чем в 600 раз человеческую дозу, показали увеличение частоты пороков развития по сравнению с контролем и уменьшение размера и веса помета, связанное с материнской токсичностью; эти эффекты не наблюдались при половинной дозе; не наблюдалось неблагоприятного воздействия на развитие плода ни у кроликов, получавших 700-кратную человеческую дозу, ни у обезьян, получавших 25-кратную человеческую дозу."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Имеются данные о том, что фенотиазины выделяются с грудным молоком кормящих матерей; из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, от этого препарата следует принять решение о прекращении кормления грудью или прекращении приема препарата, принимая во внимание важность препарата для матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Этот препарат не одобрен для лечения пациентов с психозом, связанным с деменцией.",
        "Пациенты с психозом, связанным с деменцией, которые лечатся антипсихотическими препаратами, подвергаются повышенному риску смерти, как показано в краткосрочных контролируемых исследованиях. Смерти были либо сердечно-сосудистыми (например, сердечная недостаточность, внезапная смерть), либо инфекционными (например, пневмония) по своей природе."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Коматозное состояние или состояние глубокой депрессии из-за депрессантов центральной нервной системы, существующей дискразии крови, угнетения костного мозга и существовавшего ранее повреждения печени",
        "Повышенная чувствительность к фенотиазинам или вспомогательным веществам."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Хромосомные аберрации в сперматоцитах и ​​аномальные сперматозоиды, продемонстрированные у грызунов, получавших определенные нейролептики.",
        "Ни клинические, ни эпидемиологические исследования, проведенные до настоящего времени, не показали связи между хроническим приемом этих препаратов и онкогенезом молочной железы; имеющиеся доказательства считаются слишком ограниченными, чтобы быть окончательными в настоящее время",
        "Как и все препараты, оказывающие антихолинергическое действие и/или вызывающие мидриаз, трифлуоперазин следует применять с осторожностью у пациентов с глаукомой; фенотиазины могут снижать эффект пероральных антикоагулянтов",
        "У пациентов, получающих терапию, сообщалось о тромбоцитопении и анемии; также сообщалось об агранулоцитозе и панцитопении; предупредить пациентов о внезапном появлении боли в горле или других признаков инфекции; если лейкоциты и дифференциальный подсчет указывают на клеточную депрессию, прекратите лечение и начните антибиотикотерапию и другую подходящую терапию.",
        "Если требуется сосудосуживающее средство, подходят битартрат норэпинефрина и гидрохлорид фенилэфрина; другие вазопрессоры, включая адреналин, не следует использовать, поскольку они могут вызвать парадоксальное дальнейшее снижение артериального давления.",
        "Поскольку фенотиазины могут нарушать механизмы терморегуляции, следует соблюдать осторожность лицам, которые будут подвергаться воздействию сильной жары.",
        "Присутствие фенотиазинов может привести к ложноположительным результатам теста на фенилкетонурию (ФКУ).",
        "Одним из результатов терапии может быть увеличение умственной и физической активности; например, несколько больных стенокардией жаловались на усиление болей при приеме препарата; пациентов со стенокардией следует тщательно наблюдать и, если отмечается неблагоприятная реакция, препарат следует отменить.",
        "Антигипертензивные эффекты гуанетидина и родственных соединений могут быть нейтрализованы при одновременном применении фенотиазинов; Тиазидные диуретики могут усиливать ортостатическую гипотензию, которая может возникнуть при применении фенотиазинов.",
        "При длительном применении в высоких дозах следует иметь в виду возможность кумулятивных эффектов с внезапным появлением тяжелых симптомов со стороны центральной нервной системы или вазомоторных симптомов.",
        "Поскольку возникла гипотензия, следует избегать больших доз и парентерального введения пациентам с нарушениями сердечно-сосудистой системы; чтобы свести к минимуму возникновение гипотонии после инъекции, оставьте пациента лежать и наблюдайте в течение не менее 1/2 часа; если гипотензия возникает при парентеральном или пероральном введении, поместите пациента в положение с опущенной головой и поднятыми ногами.",
        "Поскольку сообщалось, что некоторые фенотиазины вызывают ретинопатию, следует прекратить прием препарата, если при офтальмоскопическом исследовании или исследованиях полей зрения обнаруживаются изменения сетчатки; противорвотное действие этого препарата может маскировать признаки и симптомы токсичности или передозировки других препаратов и может затруднять диагностику и лечение других состояний, таких как кишечная непроходимость, опухоль головного мозга и синдром Рейе.",
        "Сообщается о желтухе холестатического типа гепатита или поражении печени; при появлении лихорадки с гриппоподобными симптомами следует провести соответствующие исследования печени; если тесты показывают отклонение от нормы, прекратите лечение",
        "Как и в случае с другими производными фенотиазина, прием трифлуоперазина гидрохлорида следует прекратить по крайней мере за 48 часов до миелографии, не следует возобновлять прием по крайней мере в течение 24 часов после процедуры и не следует использовать для контроля тошноты и рвоты, возникающих как до миелографии, так и после нее. процедура с метризамидом",
        "Нейролептики повышают уровень пролактина; повышение сохраняется при хроническом введении; Эксперименты с тканевой культурой показывают, что примерно 1/3 рака молочной железы человека являются пролактинзависимыми in vitro, что является фактором потенциальной важности, если предполагается назначение этих препаратов пациентке с ранее выявленным раком молочной железы.",
        "Фенотиазины могут снижать судорожный порог; может потребоваться коррекция дозы противосудорожных препаратов; потенцирования противосудорожного действия не происходит; однако сообщалось, что фенотиазины могут нарушать метаболизм фенитоина и, таким образом, усиливать токсичность фенитоина; препараты, снижающие судорожный порог, включая производные фенотиазина, не следует применять с метризамидом.",
        "Фенотиазины могут вызывать блокаду альфа-адренорецепторов; одновременный прием пропранолола с фенотиазинами приводит к повышению уровня обоих препаратов в плазме.",
        "Хотя сообщалось о таких нарушениях, как галакторея, аменорея, гинекомастия и импотенция, клиническое значение повышенного уровня пролактина в сыворотке для большинства пациентов неизвестно; у грызунов обнаружен рост новообразований молочных желез после хронического введения антипсихотических препаратов",
        "Чтобы уменьшить вероятность побочных реакций, связанных с кумулятивным действием лекарств, пациенты с длительной терапией трифлуоперазина гидрохлоридом и/или другими нейролептиками в анамнезе должны периодически обследоваться, чтобы решить, можно ли снизить поддерживающую дозу или отменить лекарственную терапию."
      ],
      "specific": [
        {
          "type": "Лейкопения, нейтропения и агранулоцитоз",
          "description": [
            "Пациентам с тяжелой нейтропенией (абсолютное число нейтрофилов < 1000/мм) следует прекратить терапию и наблюдать за лейкоцитами до выздоровления.",
            "Пациенты с нейтропенией должны находиться под тщательным наблюдением на предмет лихорадки или других симптомов или признаков инфекции и немедленно лечиться, если такие симптомы возникают.",
            "В клинических испытаниях и постмаркетинговом опыте случаи лейкопении/нейтропении и агранулоцитоза, о которых сообщалось, были временно связаны с антипсихотиками.",
            "Возможные факторы риска лейкопении/нейтропении включают существовавший ранее низкий уровень лейкоцитов (WBC) и лейкопению/нейтропению, вызванную лекарственными препаратами в анамнезе; пациентам с ранее существовавшим низким уровнем лейкоцитов или лекарственной лейкопенией/нейтропенией в анамнезе следует часто контролировать общий анализ крови (ОАК) в течение первых нескольких месяцев терапии и следует прекратить терапию при первых признаках снижения лейкоцитов при отсутствии других причинные факторы"
          ]
        },
        {
          "type": "Поздняя дискинезия",
          "description": [
            "С учетом этих соображений антипсихотики следует назначать таким образом, который с наибольшей вероятностью сведет к минимуму возникновение поздней дискинезии; хроническое антипсихотическое лечение, как правило, следует зарезервировать для пациентов, страдающих хроническим заболеванием, о котором известно, что оно отвечает на антипсихотические препараты, и для которых альтернативные, столь же эффективные, но потенциально менее вредные методы лечения недоступны или не подходят.",
            "Однако синдром может развиться, хотя и гораздо реже, после относительно коротких периодов лечения низкими дозами; не существует известного лечения установленных случаев поздней дискинезии, хотя синдром может частично или полностью исчезнуть, если лечение антипсихотиками будет отменено.",
            "Неизвестно, различаются ли антипсихотические препараты по своей способности вызывать позднюю дискинезию; считается, что как риск развития синдрома, так и вероятность того, что он станет необратимым, увеличиваются по мере увеличения продолжительности лечения и общей кумулятивной дозы антипсихотических препаратов, вводимых пациенту.",
            "Если у пациента, принимающего нейролептики, появляются признаки и симптомы поздней дискинезии, рассмотрите возможность отмены препарата; однако некоторым пациентам может потребоваться лечение, несмотря на наличие синдрома",
            "Поздняя дискинезия, синдром, состоящий из потенциально необратимых, непроизвольных дискинетических движений, может развиться у пациентов, получающих антипсихотические препараты; хотя распространенность синдрома, по-видимому, является самой высокой среди пожилых людей, особенно пожилых женщин, невозможно полагаться на оценки распространенности, чтобы предсказать в начале антипсихотического лечения, у каких пациентов может развиться синдром.",
            "Однако сама по себе антипсихотическая терапия может подавлять (или частично подавлять) признаки и симптомы синдрома и, таким образом, может маскировать лежащий в основе болезненный процесс; влияние симптоматического подавления на долгосрочное течение синдрома неизвестно.",
            "Учитывая вероятность развития поздней дискинезии у некоторых пациентов, подвергающихся хроническому воздействию нейролептиков, рекомендуется, чтобы все пациенты, у которых предполагается хроническое использование, получали полную информацию об этом риске; решение об информировании пациентов и/или их опекунов, очевидно, должно учитывать клинические обстоятельства и способность пациента понимать предоставленную информацию.",
            "У пациентов, нуждающихся в длительном лечении, следует добиваться наименьшей дозы и кратчайшей продолжительности лечения, обеспечивающих удовлетворительный клинический ответ; необходимость продолжения лечения следует периодически переоценивать"
          ]
        },
        {
          "type": "Злокачественный нейролептический синдром (ЗНС)",
          "description": [
            "Другие важные соображения при дифференциальной диагностике включают центральную антихолинергическую токсичность, тепловой удар, лекарственную лихорадку и первичную патологию центральной нервной системы (ЦНС); Лечение ЗНС должно включать немедленную отмену антипсихотических препаратов и других препаратов, не являющихся необходимыми для одновременной терапии, интенсивное симптоматическое лечение и медицинский мониторинг, а также лечение любых сопутствующих серьезных медицинских проблем, для которых доступны специальные методы лечения.",
            "Потенциально фатальный симптомокомплекс, иногда называемый злокачественным нейролептическим синдромом (ЗНС), о котором сообщалось в связи с приемом антипсихотических препаратов; клиническими проявлениями ЗНС являются гипертермия, мышечная ригидность, измененный психический статус и признаки вегетативной нестабильности (нерегулярный пульс или артериальное давление, тахикардия, потливость и сердечные аритмии)",
            "Нет единого мнения о конкретных схемах фармакологического лечения неосложненного ЗНС; если пациенту требуется лечение антипсихотическими препаратами после выздоровления от ЗНС, следует тщательно рассмотреть потенциальное повторное введение лекарственной терапии.",
            "Этот препарат может ухудшить умственные и/или физические способности, особенно в течение первых нескольких дней терапии; поэтому предостерегайте пациентов о деятельности, требующей бдительности (например, эксплуатации транспортных средств или механизмов); если такие вещества, как седативные средства, наркотики, анестетики, транквилизаторы или алкоголь, используются одновременно или последовательно с препаратом, следует учитывать возможность нежелательного аддитивного депрессивного эффекта.",
            "Диагностическая оценка пациентов с этим синдромом затруднена; при постановке диагноза важно выявить случаи, когда клиническая картина включает как серьезное заболевание (например, пневмонию, системную инфекцию и т. д.), так и нелеченные или неадекватно леченные экстрапирамидные признаки и симптомы (ЭПС).",
            "Этот энцефалопатический синдром может быть похож на злокачественный нейролептический синдром (ЗНС) или быть таким же; пациенты, у которых продемонстрирована реакция гиперчувствительности (например, дискразия крови, желтуха) на фенотиазин, не должны подвергаться повторному воздействию любого фенотиазина, включая гидрохлорид трифлуоперазина, за исключением случаев, когда, по мнению врача, потенциальная польза от лечения превышает возможный риск",
            "В некоторых случаях синдром сопровождался необратимым повреждением головного мозга; из-за возможной причинно-следственной связи между этими явлениями и одновременным введением лития и нейролептиков пациенты, получающие такую ​​комбинированную терапию, должны находиться под тщательным наблюдением для выявления ранних признаков неврологической токсичности и немедленно прекращаться при появлении таких признаков.",
            "Пациент должен находиться под тщательным наблюдением; сообщалось о рецидивах ЗНС; энцефалопатический синдром (характеризующийся слабостью, вялостью, лихорадкой, тремором и спутанностью сознания, экстрапирамидными симптомами, лейкоцитозом, повышением сывороточных ферментов, мочевины мочевины и FBS) возник у нескольких пациентов, получавших литий в сочетании с антипсихотическим средством."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд, трифлуоперазин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Противопоказано.\nКомментарий: Увеличивает риск злокачественного нейролептического синдрома."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "трифлуоперазин и дизопирамид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибутилид",
      "description": {
        "common": "трифлуоперазин и ибутилид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "индапамид",
      "description": {
        "common": "трифлуоперазин и индапамид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метризамид",
      "description": {
        "common": "трифлуоперазин, метризамид. Механизм: неизвестен. Противопоказано. Риск захвата. D/C фенотиазин за 24 часа до приема. метризамида."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пентамидин",
      "description": {
        "common": "трифлуоперазин и пентамидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "трифлуоперазин и пимозид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "трифлуоперазин и прокаинамид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хинидин",
      "description": {
        "common": "трифлуоперазин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "соталол",
      "description": {
        "common": "трифлуоперазин и соталол увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP1A2. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "трифлуоперазин повышает токсичность аминолевулиновой кислоты местно за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение фотосенсибилизирующих препаратов может усилить фототоксическую реакцию на фотодинамическую терапию аминолевулиновой кислотой."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "трифлуоперазин и амиодарон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "трифлуоперазин и амитриптилин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "трифлуоперазин и амоксапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "трифлуоперазин снижает эффекты апоморфина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "трифлуоперазин и триоксид мышьяка увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "трифлуоперазин и артеметер/люмефантрин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации. Повышенный риск гипотензии, если способность поддерживать артериальное давление была нарушена из-за снижения объема крови или одновременного применения некоторых препаратов, угнетающих ЦНС (например, фенотиазинов или общих анестетиков)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "трифлуоперазин снижает действие бромокриптина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и трифлуоперазин уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каберголин",
      "description": {
        "common": "трифлуоперазин снижает действие каберголина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибаты кальция/магния/калия/натрия",
      "description": {
        "common": "трифлуоперазин, оксибаты кальция/магния/калия/натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и трифлуоперазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "трифлуоперазин и кларитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "трифлуоперазин и кломипрамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и трифлуоперазин уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "трифлуоперазин и дезипрамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "трифлуоперазин и дофетилид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофамин",
      "description": {
        "common": "трифлуоперазин снижает эффекты допамина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "досулепин",
      "description": {
        "common": "трифлуоперазин и досулепин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "трифлуоперазин и доксепин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "трифлуоперазин и дронедарон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дроперидол",
      "description": {
        "common": "трифлуоперазин и дроперидол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и трифлуоперазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "рацемический адреналин и трифлуоперазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "трифлуоперазин и основание эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "трифлуоперазин и этилсукцинат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "трифлуоперазин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "трифлуоперазин и стеарат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил, трифлуоперазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально, трифлуоперазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил трансдермальный, трифлуоперазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил через слизистую, трифлуоперазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение с другими депрессантами ЦНС, такими как релаксанты скелетных мышц, может вызвать угнетение дыхания, артериальную гипотензию, глубокий седативный эффект, кому и/или смерть. Рассмотрите возможность снижения дозы одного или обоих агентов, чтобы избежать серьезных побочных эффектов. Монитор для гипотензии, угнетения дыхания и глубокой седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "трифлуоперазин и флуконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и трифлуоперазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "формотерол",
      "description": {
        "common": "трифлуоперазин и формотерол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран повышает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "трифлуоперазин и галоперидол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "гидрокодон, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации. Повышенный риск гипотензии, если способность поддерживать артериальное давление была нарушена из-за снижения объема крови или одновременного применения некоторых препаратов, угнетающих ЦНС (например, фенотиазинов или общих анестетиков)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "трифлуоперазин и имипрамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "трифлуоперазин и итраконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "трифлуоперазин и кетоконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леводопа",
      "description": {
        "common": "трифлуоперазин снижает действие леводопы за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леводопа ингаляционно",
      "description": {
        "common": "трифлуоперазин снижает эффекты леводопы при вдыхании за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Фенотиазин/нейролептики 1-го поколения ингибируют дофаминовые рецепторы D2 в различной степени."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "трифлуоперазин и левокетоконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизурид",
      "description": {
        "common": "трифлуоперазин снижает эффекты лизурида за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "трифлуоперазин и лофепрамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "трифлуоперазин и люмефантрин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "трифлуоперазин и мапротилин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "трифлуоперазин, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилдопа",
      "description": {
        "common": "трифлуоперазин снижает эффекты метилдопы за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "трифлуоперазин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "трифлуоперазин и моксифлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "трифлуоперазин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "трифлуоперазин и нортриптилин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "октреотид",
      "description": {
        "common": "трифлуоперазин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "трифлуоперазин и октреотид (антидот) увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "трифлуоперазин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и трифлуоперазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прамипексол",
      "description": {
        "common": "трифлуоперазин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и трифлуоперазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин и трифлуоперазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и трифлуоперазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "трифлуоперазин и протриптилин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин, трифлуоперазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивные кардиальные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ропинирол",
      "description": {
        "common": "трифлуоперазин снижает эффекты ропинирола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "safinamide",
      "description": {
        "common": "трифлуоперазин снижает действие сафинамида за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Антагонисты дофамина могут уменьшать эффекты сафинамида и усугублять симптомы болезни Паркинсона."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, трифлуоперазин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибат натрия",
      "description": {
        "common": "трифлуоперазин, натрия оксибат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "суфентанил SL, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение может привести к артериальной гипотензии, выраженному седативному эффекту, угнетению дыхания, коме и смерти. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин и трифлуоперазин уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и трифлуоперазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "трифлуоперазин и тразодон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин",
      "description": {
        "common": "трифлуоперазин, третиноин. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин актуальные",
      "description": {
        "common": "трифлуоперазин, третиноин местно. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "трифлуоперазин и тримипрамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "йохимбе",
      "description": {
        "common": "йохимбе снижает эффекты трифлуоперазина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "трифлуоперазин и зипразидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абоботулотоксин А",
      "description": {
        "common": "abobotulinumtoxinA усиливает действие трифлуоперазина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение антихолинергических препаратов после введения препаратов, содержащих ботулинический токсин, может усиливать системные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аклидиний",
      "description": {
        "common": "аклидиний снижает уровень трифлуоперазина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "трифлуоперазин, альбиглутид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: фенотиазины могут повышать или снижать уровень глюкозы, при одновременном применении этих препаратов следует внимательно следить за терапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "трифлуоперазин увеличивает, а альбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "альфентанил и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "алмотриптан, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "трифлуоперазин повышает токсичность амифампридина Др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "трифлуоперазин и амисульприд увеличивают интервал QTc. Используйте осторожность/монитор. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "трифлуоперазин и амитриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "трифлуоперазин и амоксапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антихолинергические/седативные комбинации",
      "description": {
        "common": "комбинация антихолинергических/седативных средств снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "трифлуоперазин и апоморфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "трифлуоперазин усиливает, а арформотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "трифлуоперазин усиливает, а армодафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин повысит уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атракурий",
      "description": {
        "common": "атракуриум снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атропин",
      "description": {
        "common": "атропин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атропин в/в/в/м",
      "description": {
        "common": "трифлуоперазин усиливает эффекты атропина в/в/в/м за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные антихолинергические эффекты, возможна гипогликемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "трифлуоперазин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "баклофен",
      "description": {
        "common": "баклофен и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алкалоиды красавки",
      "description": {
        "common": "Алкалоиды белладонны снижают уровень трифлуоперазина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "белладонна, опиум и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "бенперидол и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "трифлуоперазин увеличивает, а бензфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензтропин",
      "description": {
        "common": "трифлуоперазин усиливает эффекты бензтропина за счет фармакодинамического синергизма. Используйте осторожность/монитор. При одновременном применении могут наблюдаться дополнительные антихолинергические побочные эффекты. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "трифлуоперазин повышает токсичность бупренорфина при инъекциях длительного действия за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение бупренорфина и бензодиазепинов или других средств, угнетающих ЦНС, увеличивает риск побочных реакций, включая передозировку, угнетение дыхания и смерть. В большинстве случаев предпочтительнее прекращение приема бензодиазепинов или других средств, угнетающих ЦНС. В некоторых случаях может быть уместным мониторинг на более высоком уровне помощи при снижении дозы препаратов, угнетающих ЦНС. В других случаях целесообразно постепенное снижение дозы назначенного бензодиазепина или другого препарата, угнетающего ЦНС, или снижение до минимальной эффективной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "трифлуоперазин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол, трифлуоперазин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Из-за возможности как индукции, так и ингибирования CYP1A2 при одновременном применении субстратов CYP1A2 и каннабидиола следует рассмотреть возможность снижения дозировки субстратов CYP1A2 в соответствии с клиническими показаниями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каризопродол",
      "description": {
        "common": "каризопродол и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат, трифлуоперазин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "хлоралгидрат и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "хлордиазепоксид и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорзоксазон",
      "description": {
        "common": "хлорзоксазон и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение сигарет",
      "description": {
        "common": "курение сигарет снижает уровень трифлуоперазина за счет усиления метаболизма. Используйте осторожность/монитор. Взаимодействие в основном наблюдается с хлорпромазином и тиоридазином, но может возникать с другими фенотиазинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "цисатракурий снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "клемастин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "трифлуоперазин и кломипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, трифлуоперазин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты; потенциальный делирий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "клоразепат и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "кодеин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "циклобензаприн и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дантролен",
      "description": {
        "common": "дантролен и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "трифлуоперазин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "трифлуоперазин и дазатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "трифлуоперазин и дезипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "десвенлафаксин повышает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Десвенлафаксин ингибирует CYP2D6; при более высоких дозах десвенлафаксина (т.е. 400 мг) снижайте дозу субстрата CYP2D6 до 50%; коррекция дозы не требуется при дозах десвенлафаксина <100 мг"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "трифлуоперазин и дейтетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать. Риск развития паркинсонизма, злокачественного нейролептического синдрома и акатизии может повышаться при одновременном применении дейтетрабеназина и антагонистов допамина или нейролептиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "трифлуоперазин увеличивает, а дексфенфлурамин уменьшает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "трифлуоперазин увеличивает, а дексметилфенидат снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "трифлуоперазин увеличивает, а декстроамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "декстрометорфан, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "декстроморамид и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "диаморфин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дицикломин",
      "description": {
        "common": "дицикломин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "трифлуоперазин увеличивает, а диэтилпропион снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин hcl и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат гидрохлорид и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "дипипанон и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "трифлуоперазин усиливает, а добутамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "трифлуоперазин и доласетрон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил трансдермальный",
      "description": {
        "common": "донепезил трансдермальный, трифлуоперазин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "трифлуоперазин увеличивает, а дофамин уменьшает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "трифлуоперазин увеличивает, а допексамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "досулепин",
      "description": {
        "common": "трифлуоперазин и досулепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "трифлуоперазин и доксепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксиламин",
      "description": {
        "common": "доксиламин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "энтректиниб и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "трифлуоперазин увеличивает, а эфедрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "трифлуоперазин увеличивает, а адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "трифлуоперазин увеличивает, а рацемический адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "эрголоидные мезилаты, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрготамин",
      "description": {
        "common": "эрготамин, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "эстазолам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "трифлуоперазин и этанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "трифлуоперазин увеличивает, а фенфлурамин уменьшает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "фезотеродин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повышает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "Финголимод и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флавоксат",
      "description": {
        "common": "флавоксат снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "трифлуоперазин и флекаинид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "флибансерин, трифлуоперазин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин повышает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "флуразепам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и трифлуоперазин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "трифлуоперазин усиливает, а формотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "трифлуоперазин и фоскарнет увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "трифлуоперазин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гликопирролат",
      "description": {
        "common": "трифлуоперазин усиливает эффекты гликопирролата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные антихолинергические эффекты, возможна гипогликемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ингаляционный гликопирролат",
      "description": {
        "common": "ингаляционный гликопирролат снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гликопиррония тозилат для местного применения",
      "description": {
        "common": "гликопиррония тозилат местно, трифлуоперазин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Совместное применение тозилата гликопиррония с другими антихолинергическими препаратами может привести к аддитивным антихолинергическим побочным эффектам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "гуанфацин, трифлуоперазин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты; потенциальный делирий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "henbane",
      "description": {
        "common": "белена снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гоматропин",
      "description": {
        "common": "гоматропин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "гидроморфон и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиосциамин",
      "description": {
        "common": "гиосциамин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиосциамин спрей",
      "description": {
        "common": "трифлуоперазин усиливает действие спрея гиосциамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные антихолинергические эффекты, возможна гипогликемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "трифлуоперазин и имипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инкоботулотоксин А",
      "description": {
        "common": "трифлуоперазин усиливает действие инкоботулотоксина А за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные антихолинергические эффекты, возможна гипогликемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, трифлуоперазин. интервал QTc. Используйте осторожность/монитор. Препараты, которые, как известно, удлиняют интервал QTc, могут повышать риск желудочковых аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "трифлуоперазин снижает действие инсулина деглудек по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: фенотиазины могут повышать концентрацию глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "трифлуоперазин снижает эффекты инсулина деглудек/инсулин аспарт по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: фенотиазины могут повышать концентрацию глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "трифлуоперазин уменьшает действие инсулина, вдыхаемого Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: фенотиазины могут повышать концентрацию глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ипратропий",
      "description": {
        "common": "ипратропий снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "трифлуоперазин увеличивает, а изопротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "трифлуоперазин и кетотифен, офтальмологические, усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "трифлуоперазин и лапатиниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, трифлуоперазин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, трифлуоперазин.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "трифлуоперазин усиливает, а левалбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "трифлуоперазин и левофлоксацин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "леворфанол и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "трифлуоперазин, лираглутид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: фенотиазины могут повышать или снижать уровень глюкозы, при одновременном применении этих препаратов следует внимательно следить за терапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "трифлуоперазин увеличивает, а лиздексамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий, трифлуоперазин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Риск нейротоксичности. Задействовано несколько механизмов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "трифлуоперазин и лофепрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "трифлуоперазин и лофексидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопразолам",
      "description": {
        "common": "лопразолам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "лоркасерин, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорметазепам",
      "description": {
        "common": "лорметазепам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "локсапин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "Ингаляционный локсапин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "лумефантрин увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, трифлуоперазин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "трифлуоперазин и мапротилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "трифлуоперазин и марихуана усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклизин",
      "description": {
        "common": "меклизин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "трифлуоперазин и мелатонин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "меперидин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепробамат",
      "description": {
        "common": "трифлуоперазин и мепробамат усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "трифлуоперазин увеличивает, а метапротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метаксалон",
      "description": {
        "common": "метаксалон и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "трифлуоперазин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Пациент должен внимательно наблюдаться для потери контроля уровня глюкозы в крови; при отмене препаратов у пациента, получающего метформин, следует внимательно наблюдать за пациентом на предмет гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "трифлуоперазин и метадон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "трифлуоперазин увеличивает, а метамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метокарбамол",
      "description": {
        "common": "метокарбамол и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоксален",
      "description": {
        "common": "метоксален, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивный фотосенсибилизирующий эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метскополамин",
      "description": {
        "common": "метскополамин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "трифлуоперазин увеличивает, а метилендиоксиметамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "метилэргоновин, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "трифлуоперазин, метилфенидат. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоклопрамид",
      "description": {
        "common": "трифлуоперазин и метоклопрамид усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "мидазолам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "трифлуоперазин усиливает, а мидодрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "трифлуоперазин и миртазапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "трифлуоперазин усиливает, а модафинил снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "морфин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пустырник",
      "description": {
        "common": "трифлуоперазин и пустырник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксонидин",
      "description": {
        "common": "трифлуоперазин и моксонидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "трифлуоперазин и набилон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "налбуфин",
      "description": {
        "common": "налбуфин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "наратриптан",
      "description": {
        "common": "наратриптан, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "трифлуоперазин увеличивает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "трифлуоперазин и нортриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "трифлуоперазин и офлоксацин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "олицеридин, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации. Повышенный риск гипотензии, если способность поддерживать артериальное давление была нарушена из-за снижения объема крови или одновременного применения некоторых препаратов, угнетающих ЦНС (например, фенотиазинов или общих анестетиков)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "Ингаляции трифлуоперазина и олодатерола увеличивают интервал QTc. Используйте осторожность/монитор. Препараты, удлиняющие интервал QTc и способные потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень трифлуоперазина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "настойка опия и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орфенадрин",
      "description": {
        "common": "орфенадрин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксазепам",
      "description": {
        "common": "оксазепам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "оксибутинин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин актуальные",
      "description": {
        "common": "Оксибутинин местно снижает уровень трифлуоперазина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин трансдермальный",
      "description": {
        "common": "трансдермальный оксибутинин снижает уровень трифлуоперазина за счет ингибирования абсорбции в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "оксикодон и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "оксиморфон и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкуроний",
      "description": {
        "common": "панкуроний снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверетум",
      "description": {
        "common": "папаверетум и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверин",
      "description": {
        "common": "трифлуоперазин и папаверин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин повышает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "трифлуоперазин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "пентазоцин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "трифлуоперазин увеличивает, а фендиметразин уменьшает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "трифлуоперазин усиливает, а фентермин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "трифлуоперазин увеличивает, а фенилэфрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "трифлуоперазин увеличивает, а фенилэфрин перорально снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фолкодин",
      "description": {
        "common": "трифлуоперазин и фолкодин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "пимозид и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "трифлуоперазин усиливает, а пирбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "порфимер",
      "description": {
        "common": "трифлуоперазин, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "трифлуоперазин и позаконазол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пралидоксим",
      "description": {
        "common": "пралидоксим снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин, трифлуоперазин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Чрезмерная седация."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "пропафенон увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропантелин",
      "description": {
        "common": "пропантелин снижает уровень трифлуоперазина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "трифлуоперазин увеличивает, а пропилгекседрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "трифлуоперазин и протриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "трифлуоперазин, псевдоэфедрин. Механизм: неизвестен. Используйте осторожность/монитор. Следует избегать использования псевдоэфедрина у пациентов, получающих фенотиазины (особенно тиоридазин), из-за потенциального риска сердечной аритмии или внезапной смерти. Монитор для признаков желудочковых аритмий во время одновременного использования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "квазепам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "трифлуоперазин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "трифлуоперазин и ранолазин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "рапакуроний снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "римаботулотоксин B",
      "description": {
        "common": "трифлуоперазин, римаботулотоксин B.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Антихолинергические средства могут усиливать действие ботулинического токсина. Внимательно следите за усиление нервно-мышечной блокады."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокуроний",
      "description": {
        "common": "рокуроний снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "трифлуоперазин и ромидепсин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP1A2, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "трифлуоперазин увеличивает, а салметерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "скополамин",
      "description": {
        "common": "скополамин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тюбетейка",
      "description": {
        "common": "трифлуоперазин и шлемник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "трифлуоперазин, сердексметилфенидат/дексметилфенидат. Механизм: неизвестен. Используйте осторожность/монитор. Риск сердечной аритмии или внезапной смерти более вероятен при применении тиоридазина, чем при применении других фенотиазинов. Взаимодействие более вероятно у некоторых предрасположенных пациентов. только."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "трифлуоперазин и пастушья сумка усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение",
      "description": {
        "common": "курение снижает уровень трифлуоперазина за счет увеличения метаболизма. Используйте осторожность/монитор. Взаимодействие в основном наблюдается с хлорпромазином и тиоридазином, но может возникать с другими фенотиазинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия увеличивает эффекты трифлуоперазин неизвестным механизмом. Используйте осторожность/монитор. Внимательно следите за признаками усиления депрессии ЦНС при использовании более высоких доз сульфата магния вместе с депрессантом ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния усиливает действие трифлуоперазина по неизвестному механизму. Используйте осторожность/монитор. Внимательно следите за признаками усиления депрессии ЦНС при использовании более высоких доз сульфата магния вместе с депрессантом ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "солифенацин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, трифлуоперазин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP1A2. Мониторинг субстратов CYP1A2 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP1A2 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "суфентанил и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "трифлуоперазин и сульфаметоксазол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "тапентадол и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тедуглутид",
      "description": {
        "common": "тедуглутид повышает уровень трифлуоперазина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Тедуглутид может увеличивать абсорбцию сопутствующих пероральных препаратов; осторожность с препаратами, требующими титрования или с узким терапевтическим индексом; может потребоваться коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "трифлуоперазин и телаванцин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темазепам",
      "description": {
        "common": "и темазепам, и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "трифлуоперазин усиливает, а тербуталин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид снижает уровень трифлуоперазина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "трифлуоперазин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "тиотиксен и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотропий",
      "description": {
        "common": "тиотропий снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "употребление табака",
      "description": {
        "common": "употребление табака снижает уровень трифлуоперазина за счет увеличения метаболизма. Используйте осторожность/монитор. Взаимодействие в основном наблюдается с хлорпромазином и тиоридазином, но может возникать с другими фенотиазинами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "толтеродин снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "трифлуоперазин и топирамат усиливают седативный эффект. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "трамадол и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "трифлуоперазин и тразодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "триазолам и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "триклофос и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тригексифенидил",
      "description": {
        "common": "тригексифенидил снижает уровень трифлуоперазина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "трифлуоперазин и триметоприм увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "трифлуоперазин и тримипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипролидин",
      "description": {
        "common": "трипролидин и трифлуоперазин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трописетрон",
      "description": {
        "common": "трифлуоперазин и трописетрон увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "троспия хлорид",
      "description": {
        "common": "троспия хлорид снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "векуроний",
      "description": {
        "common": "векуроний снижает уровень трифлуоперазина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин повышает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилазодон",
      "description": {
        "common": "вилазодон, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "трифлуоперазин и вориконазол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и трифлуоперазин уменьшают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "трифлуоперазин усиливает, а ксилометазолин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "трифлуоперазин усиливает, а йохимбин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зиконотид",
      "description": {
        "common": "трифлуоперазин и зиконотид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "трифлуоперазин и зипразидон усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золпидем",
      "description": {
        "common": "трифлуоперазин будет увеличивать уровень или эффект золпидема за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Дополнительный эффект снижения бдительности и психомоторной активности"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "трифлуоперазин и зотепин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атропин",
      "description": {
        "common": "трифлуоперазин увеличивает токсичность атропина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атропин в/в/в/м",
      "description": {
        "common": "трифлуоперазин увеличивает токсичность атропина внутривенно/в/м по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "беназеприл",
      "description": {
        "common": "трифлуоперазин усиливает эффекты беназеприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Усиленный гипотензивный эффект."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает эффекты трифлуоперазина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Нарастающее угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бупропион",
      "description": {
        "common": "трифлуоперазин увеличивает токсичность бупропиона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Может снизить порог захвата; Держите дозу бупропиона как можно ниже."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "каптоприл",
      "description": {
        "common": "трифлуоперазин усиливает эффекты каптоприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Оба препарата снижают кровяное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб будет повышать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витекс",
      "description": {
        "common": "витекс снижает эффекты трифлуоперазина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет увеличивать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин будет увеличивать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин повышает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эналаприл",
      "description": {
        "common": "трифлуоперазин усиливает эффекты эналаприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивное угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "трифлуоперазин и эвкалипт усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "трифлуоперазин усиливает эффекты фозиноприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гликопирролат",
      "description": {
        "common": "трифлуоперазин увеличивает токсичность гликопирролата по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ингаляционный гликопирролат",
      "description": {
        "common": "трифлуоперазин увеличивает токсичность гликопирролата при вдыхании по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имидаприл",
      "description": {
        "common": "трифлуоперазин усиливает действие имидаприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "трифлуоперазин усиливает эффекты лизиноприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок будет повышать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метирапон",
      "description": {
        "common": "трифлуоперазин снижает действие метирапона за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метирозин",
      "description": {
        "common": "метирозин увеличивает токсичность трифлуоперазина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Усиление экстрапирамидных симптомов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "трифлуоперазин усиливает действие моэксиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет увеличивать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "оксибутинин увеличивает токсичность трифлуоперазина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин актуальные",
      "description": {
        "common": "оксибутинин местный повышает токсичность трифлуоперазина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин трансдермальный",
      "description": {
        "common": "Трансдермальный оксибутинин повышает токсичность трифлуоперазина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб будет повышать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "периндоприл",
      "description": {
        "common": "трифлуоперазин усиливает действие периндоприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин будет увеличивать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пириметамин",
      "description": {
        "common": "пириметамин повышает уровень трифлуоперазина за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "акрихин",
      "description": {
        "common": "хинакрин увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "квинаприл",
      "description": {
        "common": "трифлуоперазин усиливает действие хинаприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рамиприл",
      "description": {
        "common": "трифлуоперазин усиливает действие рамиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин будет увеличивать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "трифлуоперазин и шалфей усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин повышает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин будет увеличивать уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир увеличивает уровень или эффект трифлуоперазина, влияя на метаболизм печеночного фермента CYP2D6. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трифлуоперазин усиливает эффекты трандолаприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон, трифлуоперазин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин, трифлуоперазин.\nЛибо увеличивает уровень другого за счет снижения метаболизма. Незначительное/значение неизвестно. Аддитивные антихолинергические эффекты."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "прибыль на акцию",
      "percent": "60"
    },
    {
      "name": "жесткость мышц",
      "percent": null
    },
    {
      "name": "дистония",
      "percent": null
    },
    {
      "name": "паркинсонизм",
      "percent": null
    },
    {
      "name": "поздняя дискинезия",
      "percent": null
    },
    {
      "name": "акатизия",
      "percent": null
    },
    {
      "name": "НМС",
      "percent": null
    },
    {
      "name": "редко, но серьезно",
      "percent": null
    },
    {
      "name": "седация",
      "percent": null
    },
    {
      "name": "Антихолинергические эффекты",
      "percent": null
    },
    {
      "name": "Увеличение веса",
      "percent": null
    },
    {
      "name": "олигоменорея",
      "percent": null
    },
    {
      "name": "аменорея",
      "percent": null
    },
    {
      "name": "Эректильная дисфункция",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Эйфория",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Отек мозга",
      "percent": null
    },
    {
      "name": "пойкилотермия",
      "percent": null
    },
    {
      "name": "Ортостатическая гипотензия",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Непрозрачность линзы",
      "percent": null
    },
    {
      "name": "длительное использование",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "илеус",
      "percent": null
    },
    {
      "name": "Дискразия крови",
      "percent": null
    },
    {
      "name": "Изменения ЭКГ",
      "percent": null
    },
    {
      "name": "Светочувствительность",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "галакторея",
      "percent": null
    },
    {
      "name": "Эякуляторный д",
      "percent": null
    },
    {
      "name": "о",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Приапизм",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Холестатическая желтуха",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    }
  ]
}