{
  "name": "абакавир/долутегравир/ламивудин",
  "comment": "Rx",
  "other_names": [
    "Триумек",
    "Триумек ПД"
  ],
  "classes": [
    "АРТ-комбо",
    "ВИЧ"
  ],
  "source": "https://reference.medscape.com/drug/triumeq-triumeq-pd-abacavir-dolutegravir-lamivudine-999961",
  "pregnancy": {
    "common": [
      "Не рекомендуется начинать терапию лицам, активно пытающимся забеременеть, если нет подходящей альтернативы; оценка пользы и риска должна учитывать такие факторы, как возможность перехода, переносимость, способность поддерживать вирусную супрессию и риск передачи инфекции ребенку в сравнении с риском дефектов нервной трубки.",
      "Консультировать подростков и взрослых детородного потенциала, в том числе активно пытающихся забеременеть, потенциального риска дефектов нервной трубки с терапией; оценить риски и преимущества терапии и обсудить с пациентом, следует ли рассматривать альтернативное лечение во время зачатия в течение первого триместра беременности или если беременность подтверждается в первом триместре",
      "Было показано, что долутегравир проникает через плаценту; недостаточно данных о применении абакавира/долутегравира/ламивудина во время беременности в отношении связанного с приемом препарата риска врожденных дефектов и выкидыша",
      "Тестирование на беременность рекомендуется женщинам детородного возраста перед началом",
      "Реестр воздействия беременных для регистрации пациентов, позвонив в Реестр беременных с антиретровирусными препаратами (APR) 1-800-258-4263."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Пероральное введение ламивудина беременным кроликам во время органогенеза приводило к гибели эмбрионов при воздействии на человека (AUC), сходной с RHD; при пероральном введении ламивудина беременным крысам во время органогенеза при концентрациях в плазме (Cmax) в 35 раз больше RHD не наблюдалось неблагоприятных эффектов развития.",
          "Пероральное введение абакавира беременным крысам во время органогенеза приводило к порокам развития плода и другим эмбриональным и фетальным токсическим воздействиям при воздействии, в 35 раз превышающем воздействие на человека (AUC) при RHD; никаких неблагоприятных эффектов развития не наблюдалось после перорального введения абакавира беременным кроликам во время органогенеза при воздействии, примерно в 9 раз превышающем воздействие на человека (AUC) при RHD."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Консультировать подростков и взрослых детородного возраста в отношении постоянного использования эффективных средств контрацепции."
        ]
      },
      {
        "type": "Потенциальный риск врожденных дефектов нервной трубки",
        "description": [
          "Предварительные результаты продолжающегося обсервационного исследования в Ботсване показали, что женщины, которые получали долутегравир во время беременности или в начале первого триместра, подвергаются более высокому риску этих дефектов; на сегодняшний день в этом обсервационном исследовании не было зарегистрировано ни одного случая рождения детей с дефектами нервной трубки у женщин, начавших прием долутегравира на более поздних сроках беременности.",
          "Проведите тест на беременность перед началом лечения женщинами детородного возраста, содержащими долутегравир, чтобы исключить беременность",
          "Информировать женщин детородного возраста о потенциальном риске дефектов нервной трубки при использовании схемы, содержащей долутегравир, во время зачатия и на ранних сроках беременности; женщины детородного возраста должны проконсультироваться со своим лечащим врачом по поводу других антиретровирусных препаратов, не содержащих долутегравир.",
          "Женщины детородного возраста, решившие принять схему, содержащую долутегравир, должны постоянно использовать эффективные противозачаточные средства (контрацепцию) во время лечения ВИЧ; женщины должны обсудить со своими лечащими врачами эффективный метод контроля над рождаемостью, который можно использовать при приеме схемы, содержащей долутегравир.",
          "Сообщалось о серьезных случаях врожденных дефектов нервной трубки головного мозга, позвоночника и спинного мозга у детей, рожденных женщинами, получавшими долутегравир.",
          "Пациенты не должны прекращать прием долутегравира без консультации с врачом, поскольку прекращение приема лекарства может привести к ухудшению течения ВИЧ-инфекции.",
          "Медицинские работники должны взвешивать преимущества и риски долутегравира при назначении антиретровирусных препаратов женщинам детородного возраста; рассмотреть альтернативные антиретровирусные препараты; обсудить относительные риски и преимущества соответствующей альтернативной антиретровирусной терапии",
          "У пациентов, принимающих долутегравир-содержащую схему во время беременности и в течение первого триместра беременности, существует потенциальный риск развития дефектов нервной трубки; дефекты нервной трубки возникают на ранних сроках беременности, еще до того, как многие женщины узнают, что они беременны",
          "Прекращение беременными женщинами схемы, содержащей долутегравир, без перехода на альтернативные лекарства от ВИЧ может привести к увеличению количества вируса и передаче ВИЧ вашему ребенку."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Центры по контролю и профилактике заболеваний не рекомендуют ВИЧ-инфицированным матерям в Соединенных Штатах кормить своих детей грудью, чтобы избежать риска постнатальной передачи инфекции ВИЧ-1.",
      "Абакавир, долутегравир и ламивудин присутствуют в грудном молоке.",
      "При введении лактирующим крысам долутегравир присутствовал в молоке.",
      "Нет информации о влиянии абакавира/долутегравира/ламивудина или его компонентов на ребенка, находящегося на грудном вскармливании, или о влиянии препарата на выработку молока; из-за возможности передачи ВИЧ-1 у ВИЧ-отрицательных детей, развития резистентности к вирусу (у ВИЧ-положительных детей) и серьезных побочных реакций у детей, находящихся на грудном вскармливании, проинструктируйте матерей не кормить грудью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Все пациенты с ВИЧ-1 должны быть проверены на наличие вируса гепатита В (ВГВ) до или во время начала терапии.",
        "При использовании у пациентов с коинфекцией ВИЧ-1 и ВГВ следует рассмотреть возможность дополнительного соответствующего лечения хронического ВГВ; в противном случае рассмотрите альтернативный режим",
        "Сообщалось о появлении резистентных к ламивудину вариантов ВГВ, связанных со схемами АРТ, содержащими ламивудин.",
        "Сообщалось о тяжелых острых обострениях ВГВ у пациентов с сочетанной инфекцией ВГВ и ВИЧ-1, прекративших прием ламивудина.",
        "Внимательно следите за функцией печени у этих пациентов и, при необходимости, начинайте лечение против гепатита В."
      ],
      "specific": [
        {
          "type": "Аллель HLA–B*5701 и гиперчувствительность",
          "description": [
            "Все пациенты должны пройти скрининг на наличие аллеля HLA-B*5701 до начала терапии или повторного начала терапии, если у пациентов нет ранее задокументированной оценки аллеля HLA-B*5701.",
            "Гиперчувствительность к абакавиру представляет собой полиорганный клинический синдром.",
            "Противопоказан пациентам с предшествующей реакцией гиперчувствительности на абакавир, НИКОГДА не возобновлять использование продуктов, содержащих абакавир.",
            "Прекратите, как только подозревается реакция гиперчувствительности; независимо от статуса HLA-B*5701, окончательно прекратить прием, если нельзя исключить гиперчувствительность, даже если возможны другие диагнозы",
            "Серьезные, а иногда и фатальные реакции гиперчувствительности были связаны с препаратами, содержащими абакавир.",
            "Пациенты, являющиеся носителями аллеля HLA–B*5701, имеют высокий риск гиперчувствительности к абакавиру; однако сообщалось о реакциях гиперчувствительности у пациентов, не являющихся носителями HL-B*5701."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Одновременное применение с дофетилидом",
        "Наличие аллеля HLA-B*5701",
        "Предыдущая реакция гиперчувствительности на абакавир, долутегравир или ламивудин",
        "Умеренная или тяжелая печеночная недостаточность (см. Модификации дозировки)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Текущее обсервационное исследование показало связь между долутегравиром и повышенным риском дефектов нервной трубки, когда долутегравир вводили во время зачатия и на ранних сроках беременности.",
        "Случаи гепатотоксичности, в том числе повышенные биохимические показатели печени в сыворотке крови, гепатит и острая печеночная недостаточность, зарегистрированные у пациентов, в том числе у детей, получавших лечение по схеме, содержащей долутегравир, у которых не было ранее существовавших заболеваний печени или других идентифицируемых факторов риска; лекарственное поражение печени, ведущее к трансплантации печени, о котором сообщалось при терапии; рекомендуется мониторинг гепатотоксичности",
        "Лактоацидоз и тяжелая гепатомегалия со стеатозом, включая летальные случаи, о которых сообщалось при применении аналогов нуклеозидов, включая абакавир и ламивудин; приостановить лечение, если у пациента развиваются клинические или лабораторные данные, указывающие на лактоацидоз или выраженную гепатотоксичность, включая гепатомегалию и стеатоз, даже при отсутствии выраженного повышения уровня трансаминаз",
        "Различные формы абакавира/долутегравира/ламивудина не являются взаимозаменяемыми; корректировать дозу, если педиатрические пациенты переходят с таблеток для пероральной суспензии на таблетки",
        "Нежелательные явления со стороны печени, о которых сообщалось у пациентов, получающих схемы, содержащие долутегравир; пациенты с сопутствующим гепатитом В или С могут подвергаться повышенному риску ухудшения состояния или развития повышения уровня трансаминаз"
      ],
      "specific": [
        {
          "type": "Гиперчувствительность",
          "description": [
            "Немедленно прекратите прием при появлении признаков или симптомов реакций гиперчувствительности (включая, помимо прочего, сильную сыпь или сыпь, сопровождающуюся лихорадкой, общее недомогание, утомляемость, боли в мышцах или суставах, волдыри или шелушение кожи, волдыри или поражения полости рта, конъюнктивит, отек лица, гепатит, эозинофилия, ангионевротический отек, затрудненное дыхание)",
            "Задержка с прекращением лечения после появления гиперчувствительности может привести к опасной для жизни реакции.",
            "Клинически невозможно определить, была ли реакция гиперчувствительности вызвана абакавиром или долутегравиром; поэтому никогда не возобновляйте прием других препаратов, содержащих абакавир или долутегравир.",
            "Сообщалось о реакциях гиперчувствительности, которые характеризовались сыпью, конституциональными нарушениями и иногда дисфункцией органов, включая поражение печени."
          ]
        },
        {
          "type": "Коинфекция ВИЧ-1 и ВГВ",
          "description": [
            "Проверяйте всех пациентов на наличие ВГВ перед началом лечения ВИЧ",
            "Безопасность и эффективность ламивудина для лечения хронического ВГВ у пациентов с коинфекцией ВИЧ-1 и ВГВ не установлены; появление вариантов ВГВ, связанных с устойчивостью к ламивудину, зарегистрированных у ВИЧ-1-инфицированных пациентов, получавших антиретровирусные схемы, содержащие ламивудин, при наличии сопутствующей инфекции ВГВ",
            "Если используется препарат, содержащий ламивудин, рассмотрите возможность дополнительного лечения для соответствующего лечения хронического ВГВ; в противном случае рассмотрите альтернативный режим",
            "Пациенты с коинфекцией ВИЧ-1 и ВГВ, прекратившие терапию, должны находиться под тщательным клиническим и лабораторным наблюдением в течение как минимум нескольких месяцев после прекращения лечения; при необходимости может быть оправдано начало анти-ВГВ-терапии, особенно у пациентов с прогрессирующим заболеванием печени или циррозом, поскольку обострение гепатита после лечения может привести к печеночной декомпенсации и печеночной недостаточности.",
            "Сообщалось о тяжелых острых обострениях ВГВ у пациентов с коинфекцией ВИЧ-1 и ВГВ, которые прекратили прием препаратов, содержащих ламивудин."
          ]
        },
        {
          "type": "Синдром восстановления иммунитета",
          "description": [
            "На начальном этапе лечения АРТ у пациентов с ответной иммунной системой может развиться воспалительная реакция на вялотекущие или остаточные оппортунистические инфекции (например, М.",
            "Синдром восстановления иммунитета, зарегистрированный при комбинированной терапии АРТ",
            "Аутоиммунные расстройства (например, болезнь Грейвса, полимиозит, синдром Гийена-Барре, аутоиммунный гепатит) также возникают на фоне восстановления иммунитета; однако время до начала заболевания более вариабельно и может произойти через много месяцев после начала лечения.",
            "[PCP] или туберкулез), что может потребовать дальнейшего обследования и лечения",
            "Пневмоцистная пневмония jirovecii",
            "инфекция, цитомегаловирус,",
            "йкобактерии авиум"
          ]
        },
        {
          "type": "риск инфаркта миокарда",
          "description": [
            "В целом имеющиеся данные обсервационных исследований и контролируемых клинических испытаний демонстрируют противоречивость; поэтому доказательства причинно-следственной связи между абакавиром и ИМ неубедительны.",
            "В нескольких проспективных обсервационных эпидемиологических исследованиях сообщается об ассоциации абакавира с риском инфаркта миокарда (ИМ); метаанализ рандомизированных контролируемых клинических исследований не выявил повышенного риска ИМ у пациентов, получавших абакавир, по сравнению с контрольной группой.",
            "На сегодняшний день не существует установленного биологического механизма, объясняющего потенциально повышенный риск"
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Наркотики, элиминированные через OCT2 или MATE1",
            "Долутегравир может повышать концентрацию в плазме препаратов, выводимых через OCT2 или MATE1 (дофетилид, далфампридин и метформин).",
            "Одновременное применение с препаратами, содержащими поливалентные катионы (например, магний, алюминий, кальций, железо), снижает системное воздействие долутегравира; примеры включают антациды, слабительные, сукральфат, добавки железа, добавки кальция, буферные препараты.",
            "Избегайте или изменяйте режим дозирования, добавляя дополнительную дозу долутегравира или дополнительные АРТ (см. информацию по медицинскому применению).",
            "Препараты, содержащие поливалентные катионы",
            "Совместный прием с некоторыми препаратами может привести к известным или потенциально значимым лекарственным взаимодействиям, некоторые из которых могут привести к потере терапевтического эффекта и возможной резистентности, или значительным побочным реакциям других из-за увеличения системного воздействия.",
            "Индукторы UGT1A1 и CYP3A (например, этравирин, эфавирнз, окскарбазепин, фенитоин, фенобарбитал, карбамазепин, зверобой продырявленный, рифампицин) снижают дозу долутегравира.",
            "Долутегравир в основном метаболизируется UGT1A1 с некоторым участием CYP3A; также субстрат UGT1A3, UGT1A9, BCRP и P-gp",
            "Введение долутегравира за 2 часа до или через 6 часов после поливалентных катионов",
            "Мониторинг других субстратов OCT2 или MATE1 на предмет повышенного системного воздействия/токсичности.",
            "Индукторы UGT1A1 и CYP3A",
            "Противопоказано с дофетилидом из-за потенциального повышения уровня дофетилида"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофетилид",
      "description": {
        "common": "долутегравир будет увеличивать уровень или эффект дофетилида за счет снижения почечного клиренса. Противопоказано. Долутегравир ингибирует почечный переносчик органических катионов OCT2; риск опасных для жизни аритмий, вызванных повышенным системным воздействием дофетилида"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "ламивудин, элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ. Другое (см. комментарий). Противопоказано.\nКомментарий: элвитегравир/кобицистат/эмтрицитабин/тенофовир представляет собой полную схему лечения ВИЧ, и ее не следует назначать с другими антиретровирусными препаратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия/карбонат магния",
      "description": {
        "common": "гидроксид алюминия/карбонат магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "абакавир, бетабеглоген, аутотемцел. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Не принимайте антиретровирусные препараты как минимум за 1 месяц до мобилизации или ожидаемой продолжительности отмены препаратов, а также до тех пор, пока не будут завершены все циклы афереза. Антиретровирусные препараты могут мешать производству аферезированных клеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каботегравир",
      "description": {
        "common": "абакавир, каботегравир. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Каботегравир плюс рилпивирин — это полная схема. Coadministration с другими антиретровирусными препаратами для лечения инфекции ВИЧ-1 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, ламивудин.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Увеличьте дозу долутегравира до 50 мг два раза в сутки при одновременном применении с сильными индукторами UGT1A/CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, долутегравир.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Этравирин (сильный индуктор UGT1A/CYP3A) значительно снижает концентрацию долутегравира в плазме, но эффект этравирина смягчается при одновременном применении лопинавира/ритонавира или дарунавира/ритонавира, и ожидается, что он будет ослаблен атазанавиром/ритонавиром; не используйте с этравирином без одновременного применения атазанавира/ритонавира, дарунавира/ритонавира или лопинавира/ритонавира"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Увеличьте дозу долутегравира до 50 мг два раза в сутки при совместном применении с сильными индукторами UGT1A/CYP3A (например, фосампренавир/ритонавир)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир, абакавир.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "цитрат магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат магния",
      "description": {
        "common": "глюконат магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "берлинская лазурь",
      "description": {
        "common": "Берлинская лазурь снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Увеличьте дозу долутегравира до 50 мг два раза в сутки при одновременном применении с сильными индукторами UGT1A/CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сорбит",
      "description": {
        "common": "сорбитол снизит уровень или эффект ламивудина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Раствор, содержащий сорбитол, снижал системную экспозицию перорального раствора ламивудина в педиатрическом исследовании (испытание ARROW). Результаты показали более низкие показатели вирусологической супрессии, меньшее воздействие ламивудина в плазме и развитие резистентности к вирусам чаще, чем у детей, получавших ламивудин в таблетках."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибавирин",
      "description": {
        "common": "рибавирин повышает токсичность абакавира Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: повышенный риск лактоацидоза и печеночной декомпенсации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сукральфат",
      "description": {
        "common": "сукральфат снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Вводят долутегравир за 2 часа до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафенохин",
      "description": {
        "common": "тафенохин повысит уровень или эффект ламивудина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Увеличьте дозу долутегравира до 50 мг два раза в сутки при одновременном применении с сильными индукторами UGT1A/CYP3A (например, типранавиром/ритонавиром)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трилациклиб",
      "description": {
        "common": "трилациклиб снизит уровень или эффект ламивудина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения трилациклиба (ингибитора OCT2, MATE1 и MATE-2K) с субстратами, минимальная повышенная концентрация которых в почках или крови может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абакавир",
      "description": {
        "common": "абакавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Вводят долутегравир за 2 ч до или через 6 ч после приема препаратов, содержащих поливалентные катионы; используйте альтернативную терапию, если она доступна"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "ламивудин повысит уровень или эффект кабозантиниба по другим причинам (см. комментарий). Используйте осторожность/монитор. Ингибиторы MRP2 повышают токсичность кабозантиниба"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "Ацетат кальция снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "далфампридин",
      "description": {
        "common": "долутегравир повысит уровень или эффект далфампридина по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. долутегравир ингибирует OCT2 и переносчик мультилекарственной и токсической экструзии 1"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диданозин",
      "description": {
        "common": "абакавир и диданозин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "И эфавиренц, и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "абакавир и эфавиренз повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмтрицитабин",
      "description": {
        "common": "абакавир и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфувиртид",
      "description": {
        "common": "энфувиртид и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "ламивудин повышает уровень эрдафитиниба за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Рассмотрите альтернативы, которые не являются субстратами OCT2, или рассмотрите возможность снижения дозы субстратов OCT2 в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект долутегравира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Скорректируйте дозу долутегравира до 50 мг перорально каждые 12 часов для пациентов, ранее не получавших лечения, или пациентов, ранее не получавших ИНСТИ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "Железный мальтол снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "фумарат железа снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир и абакавир повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "интерферон альфа 2b",
      "description": {
        "common": "интерферон альфа 2b, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск декомпенсации печени."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламивудин",
      "description": {
        "common": "абакавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Вводят долутегравир за 2 ч до или через 6 ч после приема препаратов, содержащих поливалентные катионы; используйте альтернативную терапию, если она доступна"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект долутегравира по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Препарат может образовывать хелат с поливалентными катионами; может снизить всасывание в желудочно-кишечном тракте; относится к устным формам; можно вводить натощак за 2 часа до введения поливалентного катиона или через 6 часов после"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "долутегравир будет увеличивать уровень или эффект метформина за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Долутегравир ингибирует почечный переносчик органических катионов OCT2; при применении с метформином ограничьте общую суточную дозу метформина до 1000 мг в начале приема метформина или долутегравира; при прекращении приема долутегравира может потребоваться коррекция дозы метформина; контролировать уровень глюкозы в крови в начале одновременного применения и после отмены долутегравира."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "абакавир будет снижать уровень или эффект метадона по неизвестному механизму. Используйте осторожность/монитор. Следите за симптомами отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "поливитамины",
      "description": {
        "common": "поливитамины снижают уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мультивитамины, зрение",
      "description": {
        "common": "поливитамины, зрение будет снижать уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир за 2 часа (долутегравир или абакавир/долутегравир/ламивудин) или за 4 часа (долутегравир/рилпивирин) до или через 6 часов после приема препаратов, содержащих поливалентные катионы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "и нелфинавир, и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "ламивудин и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень или эффект долутегравира за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2а",
      "description": {
        "common": "пегинтерферон альфа 2а, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск декомпенсации печени."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селен",
      "description": {
        "common": "селен снижает уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводят долутегравир по крайней мере за 2 ч до или через 6 ч после введения поливалентных катионов. Вводят комбинацию долутегравир/рилпивирин по крайней мере за 4 часа до или через 6 часов после введения поливалентных катионов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "риосигуат",
      "description": {
        "common": "абакавир будет увеличивать уровень или эффект риоцигуата по неизвестному механизму. Изменить терапию/внимательно контролировать. Может потребоваться снижение дозы риоцигуата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2b",
      "description": {
        "common": "пегинтерферон альфа 2b, ламивудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск декомпенсации печени."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибавирин",
      "description": {
        "common": "рибавирин повышает токсичность ламивудина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия снижает уровень долутегравира за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводить долутегравир по крайней мере за 2 часа до или через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень долутегравира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Вводить долутегравир по крайней мере за 2 часа до или через 6 часов после каждой дозы, чтобы избежать хелатирования с магнием. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ставудин",
      "description": {
        "common": "ламивудин и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "ламивудин и тенофовир DF повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм усиливает эффекты ламивудина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие долутегравира за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие ламивудина за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк будет снижать уровень или эффект долутегравира за счет связывания катионов в желудочно-кишечном тракте. Изменить терапию/внимательно контролировать. Вводить долутегравир по крайней мере за 2 часа до или через 6 часов после перорального приема солей цинка."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол повышает уровень абакавира за счет замедления метаболизма. Незначительное/значение неизвестно. Взаимодействие обычно не является клинически значимым."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат будет повышать уровень или эффект ламивудина по другим причинам (см. комментарий). Незначительное/значение неизвестно. Изавуконазония сульфат, ингибитор OCT2, может увеличивать эффекты или уровни субстратов OCT2."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Липаза",
      "percent": "4-9"
    },
    {
      "name": "Гипергликемия",
      "percent": "2-7"
    },
    {
      "name": "Креатининкиназа",
      "percent": "4-5"
    },
    {
      "name": "Бессонница",
      "percent": "3"
    },
    {
      "name": "Снижение нейтрофилов",
      "percent": "2-3"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "1"
    },
    {
      "name": "к",
      "percent": "3"
    },
    {
      "name": "Головная боль",
      "percent": "2"
    },
    {
      "name": "Усталость",
      "percent": "2"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "1"
    },
    {
      "name": "к",
      "percent": "2"
    },
    {
      "name": "Депрессия",
      "percent": "1"
    },
    {
      "name": "Аномальные сны",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Пищеварительный",
      "percent": null
    },
    {
      "name": "Стоматит",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Общий",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Кровеносная и лимфатическая системы",
      "percent": null
    },
    {
      "name": "Апластическая анемия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "чистая эритроцитарная аплазия и тяжелые анемии, прогрессирующие на терапии",
      "percent": null
    },
    {
      "name": "лимфаденопатия",
      "percent": null
    },
    {
      "name": "спленомегалия",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Острая печеночная недостаточность",
      "percent": null
    },
    {
      "name": "трансплантация печени Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Реакции сенсибилизации",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "анафилаксия",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "гиперлактемия",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "высота CPK",
      "percent": null
    },
    {
      "name": "мышечная слабость",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "рабдомиолиз",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Вес увеличен",
      "percent": null
    },
    {
      "name": "Нервный",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "периферическая невропатия",
      "percent": null
    },
    {
      "name": "припадки",
      "percent": null
    },
    {
      "name": "психиатрический",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "Аномальные звуки дыхания",
      "percent": null
    },
    {
      "name": "хрипы",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "подозреваемый Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "SJS",
      "percent": null
    },
    {
      "name": "и токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "ДЕСЯТЬ",
      "percent": null
    }
  ]
}