{
  "name": "эмтрицитабин/тенофовир DF",
  "comment": "Rx",
  "other_names": [
    "Трувада"
  ],
  "classes": [
    "АРТ-комбо",
    "ВИЧ"
  ],
  "source": "https://reference.medscape.com/drug/truvada-emtricitabine-tenofovir-df-342640",
  "pregnancy": {
    "common": [
      "Беременные женщины с ВИЧ-инфекцией должны продолжать прием антиретровирусных препаратов в соответствии с действующими рекомендациями во время беременности, чтобы уменьшить передачу вируса от матери к плоду (https://aidsinfo.nih.gov)",
      "Данные об использовании во время беременности из обсервационных исследований не показали повышенного риска серьезных врожденных дефектов.",
      "Медицинским работникам рекомендуется регистрировать беременных женщин, позвонив в APR по телефону 1-800-258-4263.",
      "Было показано, что эмтрицитабин и тенофовир присутствуют в грудном молоке человека.",
      "Доступные данные Реестра антиретровирусных препаратов (APR) не показывают увеличения общего риска серьезных врожденных дефектов при применении эмтрицитабина (2,3%) или тенофовира DF (2,1%) в первом триместре по сравнению с фоновой частотой серьезных врожденных дефектов 2,7%."
    ],
    "specific": [
      {
        "type": "ВИЧ-1 инфицированные женщины",
        "description": [
          "Проинструктируйте матерей не кормить грудью",
          "Из-за возможности передачи ВИЧ (у ВИЧ-отрицательных детей); развитие резистентности к вирусу (у ВИЧ-позитивных детей); побочные реакции у младенцев на грудном вскармливании, сходные с таковыми у взрослых.",
          "CDC рекомендует ВИЧ-инфицированным матерям не кормить своих детей грудью, чтобы избежать риска постнатальной передачи ВИЧ-1."
        ]
      },
      {
        "type": "Женщины, принимающие ДКП",
        "description": [
          "У ВИЧ-неинфицированных женщин учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в лекарственной терапии для ДКП ВИЧ-1, а также любые потенциальные неблагоприятные последствия медикаментозной терапии для ребенка, находящегося на грудном вскармливании, и риск заражения ВИЧ-1 из-за несоблюдение режима и последующая передача от матери ребенку",
          "Женщинам не следует кормить грудью при подозрении на острую инфекцию ВИЧ-1 из-за риска передачи ВИЧ-1 ребенку."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Было показано, что эмтрицитабин и тенофовир присутствуют в грудном молоке человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Послеоперационное обострение гепатита В",
          "description": [
            "Тяжелые острые обострения вируса гепатита В (ВГВ), зарегистрированные у пациентов, инфицированных ВГВ, которые прекратили прием эмтрицитабина/тенофовира DF",
            "При необходимости может быть оправдано начало терапии против гепатита В.",
            "Мониторинг функции печени с последующим клиническим и лабораторным наблюдением в течение как минимум нескольких месяцев после прекращения приема препарата."
          ]
        },
        {
          "type": "Доконтактная профилактика (ДКП)",
          "description": [
            "Использование для ДКП должно назначаться только лицам, у которых подтвержден ВИЧ-отрицательный статус, непосредственно перед началом и периодически (не реже одного раза в 3 месяца) во время использования.",
            "Лекарственно-устойчивые варианты ВИЧ-1 были выявлены при использовании эмтрицитабина/тенофовира по показаниям для ДКП после невыявленной острой инфекции ВИЧ-1.",
            "Не назначайте эмтрицитабин/тенофовир для ДКП, если присутствуют признаки или симптомы острой инфекции ВИЧ-1, если не подтвержден отрицательный инфекционный статус."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Не использовать в качестве ДКП у ВИЧ-инфицированных лиц или лиц с неизвестным ВИЧ-статусом.",
        "Применение в качестве монотерапии у ВИЧ-инфицированных пациентов",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Синдром восстановления иммунитета, о котором сообщалось при комбинированной АРТ; на начальном этапе лечения у пациентов с реакцией иммунной системы может развиться воспалительная реакция на вялотекущие или остаточные оппортунистические инфекции (например, инфекция Mycobacterium avium, цитомегаловирус, пневмоцистная пневмония, вызванная Pneumocystis jirovecii [PCP] или туберкулез); также сообщалось об аутоиммунных заболеваниях (например, болезни Грейвса, полимиозите и синдроме Гийена-Барре).",
        "Не применять одновременно с другими препаратами, содержащими эмтрицитабин или тенофовир.",
        "При прекращении приема может возникнуть тяжелое обострение гепатита В (см. Предупреждение о черном ящике).",
        "Лактоацидоз и тяжелая гепатомегалия со стеатозом, включая летальные случаи, о которых сообщалось при применении аналогов нуклеозидов, включая эмтрицитабин и тенофовир; приостановить дозирование у тех, у кого появляются клинические или лабораторные данные, указывающие на молочнокислый ацидоз или выраженную гепатотоксичность"
      ],
      "specific": [
        {
          "type": "ДКП",
          "description": [
            "Следует позаботиться о том, чтобы свести к минимуму риск начала или продолжения терапии, прежде чем будет подтверждено, что человек не инфицирован ВИЧ-1.",
            "Во время ДКП-терапии ВИЧ-1 тестирование на ВИЧ-1 следует повторять не реже одного раза в 3 месяца, а также при диагностировании любых других ИППП.",
            "Используйте для ДКП ВИЧ-1 только как часть комплексной стратегии профилактики, которая включает другие профилактические меры, такие как более безопасный секс, поскольку эмтрицитабин/тенофовир AF не всегда эффективен для предотвращения заражения ВИЧ-1.",
            "Информировать неинфицированных людей и поддерживать их усилия по снижению рискованного сексуального поведения.",
            "Консультировать людей по поводу использования других профилактических мер (например, постоянное и правильное использование презервативов, знание статуса партнера(ов) по ВИЧ-1, включая статус супрессии вируса, регулярное тестирование на ИППП, которое может способствовать передаче ВИЧ-1)",
            "Рекомендовать неинфицированным ВИЧ-1 лицам строго соблюдать режим дозирования один раз в день.",
            "Некоторым людям, например подросткам, могут быть полезны более частые визиты и консультации для поддержки соблюдения режима лечения.",
            "Если тест на ВИЧ-1 указывает на возможную инфекцию ВИЧ-1 или если симптомы, соответствующие острой инфекции ВИЧ-1, развиваются после потенциального контакта, замените схему ДКП на ВИЧ-1 на схему лечения ВИЧ до тех пор, пока отрицательный статус инфекции не будет подтвержден с помощью одобренного теста. или одобрен FDA для помощи в диагностике острой или первичной инфекции ВИЧ-1."
          ]
        },
        {
          "type": "Обострения гепатита В",
          "description": [
            "Все лица должны пройти тестирование на наличие вируса хронического гепатита В (ВГВ) до или во время начала терапии.",
            "Лица, инфицированные ВГВ, которые прекращают прием препарата, должны находиться под тщательным клиническим и лабораторным наблюдением в течение как минимум нескольких месяцев после прекращения лечения.",
            "При необходимости может быть оправдана терапия против гепатита В, особенно у лиц с прогрессирующим заболеванием печени или циррозом, поскольку обострение гепатита после лечения может привести к печеночной декомпенсации и печеночной недостаточности; Людям, не инфицированным ВГВ, следует предложить вакцинацию"
          ]
        },
        {
          "type": "Почечная токсичность",
          "description": [
            "Повышенный риск возникновения или ухудшения почечной недостаточности",
            "Регулярно контролировать расчетный клиренс креатинина и уровень фосфора в сыворотке.",
            "Получите расчетный CrCl у всех пациентов до начала",
            "Избегайте использования, если CrCl <30 мл/мин (<60 мл/мин для PrEP), гемодиализ или одновременный или недавний прием нефротоксичных препаратов",
            "Тенофовир DF может вызывать нефротоксичность (острая почечная недостаточность и/или синдром Фанкони); избегать назначения терапии при одновременном или недавнем применении нефротоксичных препаратов, включая НПВП; рассмотреть альтернативу НПВП у пациентов, принимающих тенофовир DF, и с риском почечной недостаточности"
          ]
        },
        {
          "type": "Костные эффекты тенофовира",
          "description": [
            "Сообщалось об остеомаляции, связанной с проксимальной почечной тубулопатией, проявляющейся болью в костях или в конечностях, которая может способствовать переломам.",
            "Следует рассмотреть гипофосфатемию и остеомаляцию, вторичную по отношению к проксимальной почечной тубулопатии, у пациентов с риском почечной дисфункции, у которых сохраняются или ухудшаются костно-мышечные симптомы при приеме препаратов, содержащих тенофовир.",
            "Может уменьшиться минеральная плотность костей; рассмотреть возможность оценки минеральной плотности костной ткани у пациентов с патологическими переломами в анамнезе или другими факторами риска остеопороза или потери костной массы"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Тенофовир DF является субстратом переносчиков P-гликопротеина (P-gp) и белка устойчивости к раку молочной железы (BCRP).",
            "Лекарственных взаимодействий из-за конкуренции за почечную экскрецию не наблюдалось; однако одновременное применение с препаратами, которые выводятся за счет активной канальцевой секреции, может повышать концентрацию эмтрицитабина, тенофовира и/или одновременно принимаемого препарата.",
            "Препарат, влияющий на функцию почек",
            "Ингибиторы P-gp и BCRP",
            "Эмтрицитабин и тенофовир в основном выводятся почками путем сочетания клубочковой фильтрации и активной канальцевой секреции.",
            "При совместном применении с ингибиторами этих транспортеров может наблюдаться повышенная абсорбция тенофовира."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "эмтрицитабин, элвитегравир/кобицистат/эмтрицитабин/тенофовир DF. Другое (см. комментарий). Противопоказано.\nКомментарий: элвитегравир/кобицистат/эмтрицитабин/тенофовир представляет собой полную схему лечения ВИЧ, и ее не следует назначать с другими антиретровирусными препаратами."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ламивудин",
      "description": {
        "common": "эмтрицитабин и ламивудин повышают риск синдрома восстановления иммунитета. Противопоказано. Следует избегать одновременного применения препаратов, содержащих эмтрицитабин, и препаратов, содержащих ламивудин. Комбинация приведет к терапевтическому дублированию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "эмтрицитабин, бетабеглоген, аутотемцел. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Не принимайте антиретровирусные препараты как минимум за 1 месяц до мобилизации или ожидаемой продолжительности отмены препаратов, а также до тех пор, пока не будут завершены все циклы афереза. Антиретровирусные препараты могут мешать производству аферезированных клеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каботегравир",
      "description": {
        "common": "эмтрицитабин, каботегравир. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Каботегравир плюс рилпивирин — это полная схема. Coadministration с другими антиретровирусными препаратами для лечения инфекции ВИЧ-1 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, эмтрицитабин.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абакавир",
      "description": {
        "common": "абакавир и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацикловир",
      "description": {
        "common": "ацикловир повышает уровень эмтрицитабина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием эмтрицитабина с препаратами, снижающими функцию почек или конкурирующими за активную канальцевую секрецию, может повышать концентрацию эмтрицитабина в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адефовир",
      "description": {
        "common": "адефовир повышает уровень эмтрицитабина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием эмтрицитабина с препаратами, снижающими функцию почек или конкурирующими за активную канальцевую секрецию, может повышать концентрацию эмтрицитабина в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "эмтрицитабин, целекоксиб.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цидофовир",
      "description": {
        "common": "цидофовир повышает уровень эмтрицитабина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием эмтрицитабина с препаратами, снижающими функцию почек или конкурирующими за активную канальцевую секрецию, может повышать концентрацию эмтрицитабина в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "эмтрицитабин, диклофенак.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "эмтрицитабин, дифлюнизал.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "И эфавиренц, и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфувиртид",
      "description": {
        "common": "эмтрицитабин и энфувиртид повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "эмтрицитабин, этодолак.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "эмтрицитабин, фенопрофен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "эмтрицитабин, флурбипрофен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир, эмтрицитабин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "эмтрицитабин, ибупрофен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "эмтрицитабин, ибупрофен в/в.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "эмтрицитабин, индометацин.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "эмтрицитабин, кетопрофен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "эмтрицитабин, кеторолак.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "эмтрицитабин, меклофенамат.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "эмтрицитабин, мефенамовая кислота.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "эмтрицитабин, мелоксикам.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "эмтрицитабин, набуметон.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "эмтрицитабин, напроксен.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "и нелфинавир, и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "эмтрицитабин и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат будет снижать уровень или эффект эмтрицитабина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "эмтрицитабин, оксапрозин.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "эмтрицитабин, пироксикам.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибавирин",
      "description": {
        "common": "рибавирин увеличивает токсичность эмтрицитабина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ставудин",
      "description": {
        "common": "эмтрицитабин и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "эмтрицитабин, сулиндак.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "эмтрицитабин и тенофовир DF повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "эмтрицитабин, толметин.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного введения эмтрицитабина с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие эмтрицитабина за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валацикловир",
      "description": {
        "common": "валацикловир повышает уровень эмтрицитабина на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием эмтрицитабина с препаратами, снижающими функцию почек или конкурирующими за активную канальцевую секрецию, может повышать концентрацию эмтрицитабина в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "валганцикловир, эмтрицитабин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "эмтрицитабин и зидовудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект эмтрицитабина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Примечание",
      "percent": "2-4"
    },
    {
      "name": "включает побочные эффекты любой степени тяжести",
      "percent": "9"
    },
    {
      "name": "Диарея",
      "percent": "9"
    },
    {
      "name": "Тошнота",
      "percent": "9"
    },
    {
      "name": "Усталость",
      "percent": "9"
    },
    {
      "name": "Головная боль",
      "percent": "8"
    },
    {
      "name": "Головокружение",
      "percent": "8"
    },
    {
      "name": "Депрессия",
      "percent": "8"
    },
    {
      "name": "Бессонница",
      "percent": "7"
    },
    {
      "name": "Аномальные сны",
      "percent": "6"
    },
    {
      "name": "Сыпь",
      "percent": "5"
    },
    {
      "name": "Примечание",
      "percent": "5"
    },
    {
      "name": "включает степень побочных эффектов",
      "percent": "2"
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Синусит",
      "percent": null
    },
    {
      "name": "URI-инфекции",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Назофарингит",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    }
  ]
}