{
  "name": "трепростинил ингаляционно",
  "comment": "Rx",
  "other_names": [
    "Тывасо ДПИ",
    "Тывасо"
  ],
  "classes": [
    "ПАУ",
    "Аналоги простациклина"
  ],
  "source": "https://reference.medscape.com/drug/tyvaso-tyvaso-dpi-treprostinil-inhaled-4000061",
  "pregnancy": {
    "common": [
      "Ограниченные сообщения о случаях трепростинила недостаточны для информирования о связанном с наркотиками риске неблагоприятных исходов развития; однако существуют риски для матери и плода, связанные с легочной артериальной гипертензией, связанной с повышенным риском материнской и внутриутробной смертности; в исследованиях на животных не наблюдалось неблагоприятного воздействия на репродуктивную функцию и развитие"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Репродуктивные исследования на животных показали неблагоприятное воздействие на плод; у крыс введение беременным крысам в период органогенеза в дозах, превышающих или равных 10 мг/кг/день (примерно в 15 раз больше, чем воздействие на человека в дозе 3,5 мг два раза в день на основе AUC) приводило к снижению частоты наступления беременности, повышению постимплантационная потеря и снижение жизнеспособности и роста плода",
          "У кроликов тератогенность и снижение жизнеспособности и роста плода наблюдались при дозах, превышающих или равных 1,5 мг/кг/день (приблизительно в 7 раз больше, чем воздействие на человека при дозе 3,5 мг два раза в день на основе AUC)."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Легочная артериальная гипертензия связана с повышенным риском материнской и внутриутробной смертности"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Данные о наличии в грудном молоке, влиянии на грудных детей или влиянии на выработку молока отсутствуют."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может вызывать симптоматическую гипотензию у пациентов с низким системным артериальным давлением.",
        "Эффективность ингаляционного трепростинила не установлена ​​у пациентов со значительными сопутствующими заболеваниями легких (например, астмой или хронической обструктивной болезнью легких); наблюдать за пациентами с острыми легочными инфекциями для выявления любого ухудшения заболевания легких и потери эффекта препарата",
        "Медленно титруйте у пациентов с печеночной или почечной недостаточностью.",
        "Ингибирует агрегацию тромбоцитов и увеличивает риск кровотечения."
      ],
      "specific": [
        {
          "type": "Бронхоспазм",
          "description": [
            "Пациенты с астмой или хронической обструктивной болезнью легких (ХОБЛ) или другой гиперреактивностью бронхов имеют повышенный риск развития бронхоспазма.",
            "Как и при применении других ингаляционных простагландинов, терапия может вызвать острый бронхоспазм.",
            "Обеспечить оптимальное лечение таких пациентов от реактивного заболевания дыхательных путей до и во время лечения."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Пероральный трепростинил является субстратом CYP2C8.",
            "Неясно, влияют ли на системное воздействие трепростинила при ингаляционном пути ингибиторы или индукторы CYP2C8."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Кашель",
      "percent": "54"
    },
    {
      "name": "Головная боль",
      "percent": "41"
    },
    {
      "name": "Раздражение горла",
      "percent": "25"
    },
    {
      "name": "глоточно-гортанная боль",
      "percent": "19"
    },
    {
      "name": "Тошнота",
      "percent": "15"
    },
    {
      "name": "Промывка",
      "percent": "6"
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    }
  ]
}