{
  "name": "галобетазол актуальные",
  "comment": "Rx",
  "other_names": [
    "Бригали",
    "Лексетт",
    "Ультрават"
  ],
  "classes": [
    "Актуальный",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/ultravate-bryhali-halobetasol-topical-343653",
  "pregnancy": {
    "common": [
      "Данные недоступны для использования беременными женщинами для информирования о любых связанных с наркотиками рисках врожденных дефектов или выкидыша; опубликованные данные сообщают о повышенном риске низкого веса при рождении при использовании более 300 грамм сильнодействующих или очень сильнодействующих местных кортикостероидов во время беременности."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Системное введение во время органогенеза беременным крысам в дозе, в 13–33 раза превышающей местную дозу для человека, и беременным кроликам в дозе, в 3 раза превышающей местную дозу для человека, приводило к тератогенным и эмбриотоксическим эффектам."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Неизвестно, приводят ли местные кортикостероиды к достаточной системной абсорбции для образования обнаруживаемых количеств в грудном молоке.",
      "Системно вводимые кортикостероиды попадают в грудное молоко и могут подавлять рост, препятствовать выработке эндогенных кортикостероидов или вызывать другие неблагоприятные эффекты у младенцев.",
      "Рекомендуйте кормящим женщинам не наносить галобетазол непосредственно на сосок и ареолу, чтобы избежать прямого воздействия на младенца."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Саркома Капоши, о которой сообщалось при длительной терапии кортикостероидами",
        "Местные эффекты могут включать атрофию, стрии, телеангиэктазии, жжение, зуд, раздражение, сухость, фолликулит, угревую сыпь, гипопигментацию, периоральный дерматит, аллергический контактный дерматит, вторичную инфекцию и потницу; эти эффекты более вероятны при длительном использовании, окклюзионных повязках или более сильнодействующих кортикостероидах (например, галобетазоле); некоторые местные побочные реакции могут быть необратимыми",
        "Избегайте средних и очень высоких потенций на лице, складках, в паху, потому что это может увеличить абсорбцию стероидов.",
        "Может увеличить риск задней субкапсулярной катаракты и глаукомы (сообщается в постмаркетинговом опыте с актуальными кортикостероидами); посоветуйте пациентам сообщать о любых визуальных симптомах и рассмотреть вопрос о направлении к офтальмологу для оценки",
        "Используйте местные кортикостероиды низкой активности для хронической терапии.",
        "Аллергический контактный дерматит с кортикостероидами обычно диагностируют, наблюдая отсутствие заживления, а не отмечая клиническое обострение; рассмотрите возможность подтверждения аллергического контактного дерматита с помощью кожной пробы; прекратить терапию, если установлен аллергический контактный дерматит",
        "Используйте соответствующий антимикробный агент, если присутствует или развивается кожная инфекция; если благоприятный ответ не происходит быстро, прекратите использование до адекватного лечения инфекции; если инфекция продолжается, прекратите прием галобетазола.",
        "Используйте местные кортикостероиды средней и очень высокой активности в течение <2 недель, чтобы уменьшить местные и системные побочные эффекты.",
        "Длительная местная терапия кортикостероидами может препятствовать росту и развитию детей."
      ],
      "specific": [
        {
          "type": "Влияние на эндокринную систему",
          "description": [
            "Педиатрические пациенты могут быть более восприимчивы, чем взрослые, к системной токсичности при применении местных кортикостероидов из-за их большего отношения поверхности к массе тела.",
            "Если задокументировано подавление оси HPA, попытайтесь постепенно отменить препарат, уменьшить частоту применения или заменить менее активным стероидом; проявления надпочечниковой недостаточности могут потребовать дополнительного назначения системных кортикостероидов; восстановление функции оси HPA обычно быстрое и полное после прекращения местных кортикостероидов",
            "Факторы, которые предрасполагают пациента, использующего местные кортикостероиды, к подавлению оси HPA, включают использование более сильнодействующих кортикостероидов, использование на больших поверхностях, длительное применение, окклюзионное применение, использование на измененном кожном барьере, одновременное использование нескольких продуктов, содержащих кортикостероиды, печеночная недостаточность. и молодой возраст; тест стимуляции АКТГ может быть полезен при оценке пациентов на подавление оси HPA",
            "Системные эффекты местных кортикостероидов могут также включать синдром Кушинга, гипергликемию и глюкозурию; одновременное использование более одного продукта, содержащего кортикостероиды, может увеличить общее системное воздействие местных кортикостероидов.",
            "Было показано, что терапия подавляет гипоталамо-гипофизарно-надпочечниковую (ГГН) ось; системные эффекты местных кортикостероидов могут включать обратимое подавление оси HPA с потенциальной недостаточностью глюкокортикостероидов; это может произойти во время лечения или при прекращении лечения местными кортикостероидами."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "телеангиэктазии",
      "percent": "1"
    },
    {
      "name": "Атрофия сайта приложения",
      "percent": "1"
    },
    {
      "name": "Головная боль",
      "percent": "1"
    },
    {
      "name": "Атрофия кожи",
      "percent": "2"
    },
    {
      "name": "Стрии",
      "percent": null
    },
    {
      "name": "Акнеформные поражения",
      "percent": null
    },
    {
      "name": "Внутричерепная гипертензия",
      "percent": null
    },
    {
      "name": "Аллергический контактный дерматит",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Пустуляция",
      "percent": null
    },
    {
      "name": "Периоральный дерматит",
      "percent": null
    },
    {
      "name": "Крапивница",
      "percent": null
    },
    {
      "name": "Гипертрихоз",
      "percent": null
    },
    {
      "name": "Лейкодерма",
      "percent": null
    },
    {
      "name": "Изменения пигментации",
      "percent": null
    },
    {
      "name": "подавление HPA",
      "percent": null
    },
    {
      "name": "с более высокой потенцией используется",
      "percent": null
    },
    {
      "name": "неделя",
      "percent": null
    },
    {
      "name": "фолликулит",
      "percent": null
    },
    {
      "name": "угревая сыпь",
      "percent": null
    },
    {
      "name": "гипопигментация",
      "percent": null
    },
    {
      "name": "периоральный дерматит",
      "percent": null
    },
    {
      "name": "аллергический контактный дерматит",
      "percent": null
    },
    {
      "name": "вторичная инфекция",
      "percent": null
    },
    {
      "name": "раздражение",
      "percent": null
    },
    {
      "name": "стрии",
      "percent": null
    },
    {
      "name": "и милиария",
      "percent": null
    }
  ]
}