{
  "name": "моэксиприл/гидрохлоротиазид",
  "comment": "Rx",
  "other_names": [
    "Униретик"
  ],
  "classes": [
    "Комбинации иАПФ/ГХТЗ",
    "Комбинации иАПФ/диуретиков"
  ],
  "source": "https://reference.medscape.com/drug/uniretic-moexipril-hydrochlorothiazide-999431",
  "pregnancy": {
    "common": [
      "Лактация: существуют неубедительные доказательства, будьте осторожны",
      "Категория беременности: C (1-й триместр); D (2-й и 3-й триместр)"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: существуют неубедительные доказательства, будьте осторожны"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Прекратите как можно скорее при обнаружении беременности; влияет на ренин-ангиотензиновую систему, вызывая олигогидрамнион, который может привести к травме плода и/или смерти"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "алискирен",
      "description": {
        "common": "моэксиприл снижает эффекты алискирена по другим причинам (см. комментарий). Противопоказано.\nКомментарий: Алискирен противопоказан к применению с ингибиторами АПФ у больных сахарным диабетом; избегать совместного применения с ингибиторами АПФ при СКФ. У пациентов пожилого возраста, с истощением организма (в том числе при терапии диуретиками) или с нарушенной функцией почек одновременное назначение ингибиторов АПФ с препаратами, влияющими на РААС, может увеличить риск почечной недостаточности (включая острую почечную недостаточность) и привести к снижению антигипертензивный эффект. Периодически контролируйте функцию почек."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "белок колонка",
      "description": {
        "common": "моэксиприл, протеин колон. Другое (см. комментарий). Противопоказано.\nКомментарий: Риск анафилактической реакции. Механизм: накопление брадикинина д/т дезактивации кининазы ингибиторами АПФ. Ингибитор АПФ D/C за 72 часа до использования колонки с протеином А."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан, моэксиприл.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Противопоказано.\nКомментарий: одновременное применение ингибиторов неприлизина (например, сакубитрила) с ингибиторами АПФ может повышать риск ангионевротического отека; не назначайте ингибиторы АПФ в течение 36 часов после перехода на сакубитрил/валсартан или с него."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота перорально",
      "description": {
        "common": "аминолевулиновая кислота перорально, гидрохлоротиазид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте перорального приема других фототоксичных препаратов с аминолевулиновой кислотой в течение 24 часов в периоперационный период."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аминолевулиновая кислота местно",
      "description": {
        "common": "гидрохлоротиазид повышает токсичность аминолевулиновой кислоты местно за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение фотосенсибилизирующих препаратов может усилить фототоксическую реакцию на фотодинамическую терапию аминолевулиновой кислотой."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азилсартан",
      "description": {
        "common": "азилсартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск системной гипонатриемии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "гидрохлоротиазид повышает токсичность циклофосфамида за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Усиление миелосупрессивного эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин, гидрохлоротиазид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск системной гипонатриемии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "далтепарин повышает токсичность моэксиприла за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень дофетилида за счет снижения почечного клиренса. Противопоказано. Риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эпросартан",
      "description": {
        "common": "эпросартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен в/в, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид, гидрохлоротиазид. Другое (см. комментарий). Противопоказано.\nКомментарий: Аддитивный гипотензивный эффект может наблюдаться при сочетании ИМАО с антигипертензивными средствами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "кеторолак интраназально, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиламинолевулинат",
      "description": {
        "common": "гидрохлоротиазид, метиламинолевулинат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Каждый препарат может усиливать фотосенсибилизирующий эффект другого."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность моэксиприла на интервал QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфаты калия, IV",
      "description": {
        "common": "Моэксиприл и фосфаты калия внутривенно повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прегабалин",
      "description": {
        "common": "моэксиприл, прегабалин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение приводит к аддитивному риску развития ангионевротического отека лица, рта и шеи. Ангионевротический отек может привести к нарушению дыхания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "шпиль",
      "description": {
        "common": "гидрохлоротиазид повышает токсичность лука Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Истощение калия может повысить токсичность лука."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин",
      "description": {
        "common": "гидрохлоротиазид, третиноин. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "третиноин актуальные",
      "description": {
        "common": "гидрохлоротиазид, третиноин местно. Механизм: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Повышенная фототоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан, моэксиприл.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Двойная блокада ренин-ангиотензиновой системы повышает риск гипотензии, гиперкалиемии и почечной недостаточности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "моэксиприл усиливает действие албиглутида по неизвестному механизму. Используйте осторожность/монитор. Ингибиторы АПФ могут усиливать гипогликемический эффект. Контролируйте гликемический контроль, особенно в течение первого месяца лечения ингибитором АПФ. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает действие моэксиприла за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "моэксиприл, альфузозин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Преувеличенный гипотензивный ответ на первую дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает действие моэксиприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, моэксиприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "моэксиприл, азенапин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Преувеличенный гипотензивный ответ на первую дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "амоксициллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректально увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижает эффекты моэксиприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "аванафил усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "моэксиприл, азатиоприн. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск нейтропении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беклометазон, ингаляционный",
      "description": {
        "common": "беклометазон при вдыхании повышает токсичность гидрохлоротиазида за счет увеличения элиминации. Используйте осторожность/монитор. Может усилить гипокалиемический эффект тиазидных диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл увеличивает токсичность гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Усиленный гипотензивный эффект; повышенный риск нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бретилий",
      "description": {
        "common": "гидрохлоротиазид, бретилиум.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Каждый препарат может вызвать гипотензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "буметанид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекция длительного действия, снижает эффекты гидрохлоротиазида за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Опиоиды могут снижать диуретический эффект, индуцируя высвобождение антидиуретического гормона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает действие моэксиприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кальцифедиол",
      "description": {
        "common": "Гидрохлоротиазид повышает токсичность кальцифедиола за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: тиазидные диуретики могут повышать содержание кальция в сыворотке за счет снижения экскреции кальция с мочой."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "Моэксиприл и канаглифлозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление. Повышенный риск нефротоксичности. Контролируйте артериальное давление и функцию почек."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "гидрохлоротиазид и карбеноксолон снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает действие моэксиприла за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "моэксиприл, целекоксиб.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефпрозил",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект цефпрозила за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "целекоксиб увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "целипролол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "моэксиприл усиливает действие хлорпропамида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень гидрохлоротиазида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "моэксиприл, трисалицилат магния холина.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "гидрохлоротиазид, циталопрам. Фармакодинамический синергизм. Используйте осторожность/монитор. Возможна аддитивная гипонатриемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "Кукурузный шелк усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск гипокалиемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортикотропин",
      "description": {
        "common": "кортикотропин повышает токсичность гидрохлоротиазида за счет увеличения почечного клиренса. Используйте осторожность/монитор. Может усиливать гипокалиемический эффект тиазидных диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин увеличивает токсичность гидрохлоротиазида за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Одновременное применение гидрохлоротиазида с циклоспорином может увеличить риск гипермагниемии, гиперурикемии и возможной нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "гидрохлоротиазид и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазоксид",
      "description": {
        "common": "гидрохлоротиазид увеличивает токсичность диазоксида за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может усиливать гипергликемические эффекты диазоксида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "диклофенак увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "диклоксациллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "моэксиприл, дифлюнизал.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлунизал увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "гидрохлоротиазид усиливает действие дигоксина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Гипокалиемия усиливает эффекты дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "добутамин и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "моэксиприл, доксазозин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Преувеличенный гипотензивный ответ на первую дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "допексамин и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмпаглифлозин",
      "description": {
        "common": "эмпаглифлозин, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Совместное введение эмпаглифлозина с диуретиками приводит к увеличению объема мочи и частоты мочеиспусканий, что может увеличить вероятность уменьшения объема мочи."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин повышает токсичность моэксиприла Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "эфедрин и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "адреналин рацемический и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эплеренон",
      "description": {
        "common": "моэксиприл, эплеренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "эпросартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "моэксиприл, этакриновая кислота. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск острой гипотензии, почечной недостаточности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "этодолак увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эверолимус",
      "description": {
        "common": "моэксиприл, эверолимус.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение увеличивает риск ангионевротического отека."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "Гидрохлоротиазид снижает эффекты инъекционного раствора эксенатида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Тиазидные диуретики могут снижать чувствительность к инсулину, что приводит к непереносимости глюкозы и гипергликемии. Контролируйте гликемический контроль, особенно при начале, прекращении или увеличении дозы тиазидного диуретика."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "моэксиприл усиливает действие раствора для инъекций эксенатида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы АПФ могут усиливать гипогликемический эффект. Контролируйте гликемический контроль, особенно в течение первого месяца лечения ингибитором АПФ. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "моэксиприл усиливает действие инъекционной суспензии эксенатида по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы АПФ могут усиливать гипогликемический эффект. Контролируйте гликемический контроль, особенно в течение первого месяца лечения ингибитором АПФ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "фенопрофен повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил уменьшает эффекты гидрохлоротиазида с помощью др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "Моэксиприл и финеренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать. Коррекция дозы финеренона в зависимости от текущей концентрации калия в сыворотке крови. Контролируйте уровень калия в сыворотке крови и при необходимости измените дозу финеренона, как описано в инструкции по медицинскому применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально снижает эффекты гидрохлоротиазида с помощью др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил при трансдермальном введении снижает действие гидрохлоротиазида на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил через слизистую ослабляет эффекты гидрохлоротиазида с помощью др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Фентанил может снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Фентанил также может приводить к острой задержке мочи, вызывая спазм сфинктера мочевого пузыря (особенно у мужчин с увеличенной простатой)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "моэксиприл, фуросемид. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск острой гипотензии, почечной недостаточности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "фуросемид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "гидрохлоротиазид и гентамицин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "моэксиприл усиливает эффекты глимепирида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "моэксиприл усиливает действие глипизида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "моэксиприл усиливает действие глибурида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиомалат натрия-золота",
      "description": {
        "common": "моэксиприл, тиомалат натрия. Механизм: неустановленный механизм взаимодействия. Используйте осторожность/монитор. Комбинация ингибиторов АПФ и инъекционного золота вызывала редкие случаи нитритоидной реакции (приливы, Н/В, гипотензия)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин повышает токсичность моэксиприла Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: низкомолекулярные гепарины могут подавлять секрецию альдостерона надпочечниками, что потенциально может вызывать гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "моэксиприл, ибупрофен в/в.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "икатибант",
      "description": {
        "common": "икатибант снижает эффекты моэксиприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Икатибант может иметь фармакодинамическое взаимодействие с ингибиторами АПФ, при котором он может ослаблять антигипертензивный эффект ингибиторов АПФ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "гидрохлоротиазид, индакатерол, ингаляционно. калий сыворотки. Используйте осторожность/монитор. Комбинация может увеличить риск гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "гидрохлоротиазид и индапамид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "моэксиприл, индометацин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "моэксиприл усиливает действие инсулина аспарт за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "Гидрохлоротиазид снижает действие инсулина деглудек по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: диуретики могут вызывать гипергликемию и глюкозурию у пациентов с сахарным диабетом, возможно, из-за вызываемой диуретиками гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "моэксиприл, инсулин деглудек.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "моэксиприл, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "моэксиприл усиливает действие инсулина детемир за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты инсулина, вдыхаемого др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: диуретики могут вызывать гипергликемию и глюкозурию у пациентов с сахарным диабетом, возможно, из-за вызываемой диуретиками гипокалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "моэксиприл усиливает действие инсулина гларгина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "моэксиприл усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "моэксиприл, инсулин ингаляционно.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "моэксиприл усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "моэксиприл усиливает действие инсулина НПХ за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "моэксиприл усиливает эффекты обычного человеческого инсулина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "изопротеренол и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник, гидрохлоротиазид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Можжевельник может потенцировать или препятствовать терапии диуретиками. Можжевельник обладает мочегонным действием, но в больших дозах может вызвать повреждение почек."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "моэксиприл, кетопрофен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "моэксиприл, кеторолак.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "моэксиприл, кеторолак интраназально.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат лантана",
      "description": {
        "common": "карбонат лантана снижает уровень моэксиприла за счет связывания катионов в желудочно-кишечном тракте. Используйте осторожность/монитор. Введите ингибитор АПФ не менее чем за 2 часа до или после приема лантана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "левальбутерол и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает эффекты гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ландыш",
      "description": {
        "common": "гидрохлоротиазид повышает токсичность ландыша Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенный риск сердечной токсичности из-за истощения K+."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "моэксиприл усиливает действие лираглутида по неизвестному механизму. Используйте осторожность/монитор. Ингибиторы АПФ могут усиливать гипогликемический эффект. Контролируйте гликемический контроль, особенно в течение первого месяца лечения ингибитором АПФ. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "гидрохлоротиазид снижает действие лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Тиазидные диуретики могут снижать чувствительность к инсулину, что приводит к непереносимости глюкозы и гипергликемии. Контролируйте гликемический контроль, особенно при начале, прекращении или увеличении дозы тиазидного диуретика."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "гидрохлоротиазид увеличивает токсичность лития за счет уменьшения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "лорноксикам увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает действие моэксиприла на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает эффекты гидрохлоротиазида за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск гипокалиемии (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, моэксиприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "моэксиприл, мефенамовая кислота.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "моэксиприл, мелоксикам.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "метапротеренол и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "моэксиприл повышает токсичность метформина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Повышает риск развития гипогликемии и лактоацидоза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоксален",
      "description": {
        "common": "метоксален, гидрохлоротиазид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивный фотосенсибилизирующий эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "Метилфенидат будет снижать уровень или эффект моэксиприла за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Метилфенидат может ослаблять антигипертензивные эффекты. Следите за АД."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "Трансдермальный метилфенидат снижает эффекты гидрохлоротиазида за счет блокирования антигипертензивных каналов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "гидрохлоротиазид и метолазон снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "моэксиприл, моксизилит. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Преувеличенный гипотензивный ответ на первую дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мометазон ингаляционный",
      "description": {
        "common": "Вдыхание мометазона увеличивает токсичность гидрохлоротиазида по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: кортикостероиды могут усиливать гипокалиемический эффект петлевых диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект микофенолата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "моэксиприл, набуметон.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "моэксиприл, напроксен.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "небиволол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "несиритид",
      "description": {
        "common": "несиритид, моэксиприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, гидрохлоротиазид.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Обратите внимание на возможные аддитивные гипотензивные эффекты при одновременном применении. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "норадреналин и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "моэксиприл, оксапрозин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "олицеридин снижает эффекты гидрохлоротиазида с помощью др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Опиоиды могут снижать эффективность диуретиков, индуцируя высвобождение антидиуретического гормона. Следите за признаками снижения диуреза и/или влияния на артериальное давление и при необходимости увеличьте дозу диуретика. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "Гидрохлоротиазид и олодатерол при вдыхании снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенициллин G водный",
      "description": {
        "common": "пенициллин G водный, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "моэксиприл, феноксибензамин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Преувеличенный гипотензивный ответ на первую дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "моэксиприл, фентоламин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Преувеличенный гипотензивный ответ на первую дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "пирбутерол и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "Моэксиприл повышает уровень кислого фосфата калия за счет уменьшения элиминации. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "порфимер",
      "description": {
        "common": "гидрохлоротиазид, порфимер. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Повышенная светочувствительность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "кислый фосфат калия увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "моэксиприл повышает уровень хлорида калия за счет уменьшения элиминации. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "Моэксиприл повышает уровень цитрата калия за счет уменьшения элиминации. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия/лимонная кислота",
      "description": {
        "common": "Моэксиприл и цитрат калия/лимонная кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "гидрохлоротиазид будет увеличивать уровень или эффект пробенецида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодистый калий",
      "description": {
        "common": "Йодид калия и моэксиприл повышают уровень калия в сыворотке крови. Используйте осторожность/монитор. Соли калия могут усиливать гиперкалиемические эффекты ингибиторов АПФ; эффект может быть результатом подавления альдостерона у пациентов, получающих ингибиторы АПФ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "моэксиприл, празозин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Преувеличенный гипотензивный ответ на первую дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект новокаинамида за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин увеличивает уровень или эффект гидрохлоротиазида за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилатов (не аза) повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "сальметерол и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Акулий хрящ",
      "description": {
        "common": "гидрохлоротиазид, акульи хрящи. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к гиперкальциемии (теоретически)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "моэксиприл, силодозин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Преувеличенный гипотензивный ответ на первую дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сиролимус",
      "description": {
        "common": "моэксиприл, сиролимус.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение увеличивает риск ангионевротического отека."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "гидрокарбонат натрия снижает действие моэксиприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "Цитрат натрия/лимонная кислота снижает эффекты моэксиприла за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность моэксиприла по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность гидрохлоротиазида за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "гидрохлоротиазид и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "моэксиприл, спиронолактон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "сукцинилхолин увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин снижает эффекты моэксиприла за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "синтетический человеческий ангиотензин II",
      "description": {
        "common": "Моэксиприл усиливает эффекты синтетического человеческого ангиотензина II за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "тадалафил усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "моэксиприл, темсиролимус.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение увеличивает риск ангионевротического отека."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "моэксиприл, теразозин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Преувеличенный гипотензивный ответ на первую дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "тербуталин и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "моэксиприл усиливает действие толазамида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "моэксиприл усиливает действие толбутамида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "толваптан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "моэксиприл, торасемид. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск острой гипотензии, почечной недостаточности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торемифен",
      "description": {
        "common": "гидрохлоротиазид, торемифен. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: тиазидные диуретики снижают выведение кальция почками и могут повышать риск гиперкальциемии у пациентов, принимающих торемифен."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "торасемид и гидрохлоротиазид снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "моэксиприл, триамтерен. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триентин",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень триентина за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм и моэксиприл повышают уровень калия в сыворотке. Используйте осторожность/монитор. Триметоприм снижает экскрецию калия с мочой. Может вызывать гиперкалиемию, особенно при приеме высоких доз, почечной недостаточности или при сочетании с другими препаратами, вызывающими гиперкалиемию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "Ингаляции умеклидиния бромида/вилантерола и гидрохлоротиазида снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать. Электрокардиографические изменения и/или гипокалиемия, связанные с некалийсберегающими диуретиками, могут ухудшаться при одновременном применении бета-агонистов, особенно при превышении рекомендуемой дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "Ингаляции вилантерола/флутиказона фуроата и гидрохлоротиазида снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать. Бета-агонисты могут резко усугубить изменения на ЭКГ и/или гипокалиемию в результате приема некалийсберегающих диуретиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Витамин Д",
      "description": {
        "common": "Гидрохлоротиазид усиливает эффекты витамина D за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может усиливать гиперкальциемический эффект аналогов витамина D. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "и воклоспорин, и моэксиприл повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "моэксиприл, зотепин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Преувеличенный гипотензивный ответ на первую дозу."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "акарбоза",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты акарбозы за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ацеклофенака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ацеметацина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ацикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие моэксиприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ампициллин",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень ампициллина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ректального аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект аспирина/лимонной кислоты/бикарбоната натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "береза",
      "description": {
        "common": "береза ​​усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Горький лимон",
      "description": {
        "common": "горькая дыня, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие моэксиприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стручковый перец",
      "description": {
        "common": "стручковый перец, моэксиприл. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Усиление кашля, вызванного ингибитором АПФ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кальцитриол актуальные",
      "description": {
        "common": "кальцитриол местно, гидрохлоротиазид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Потенциальная аддитивная гиперкальциемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень ацетата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень карбоната кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень хлорида кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень цитрата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень глюконата кальция за счет снижения почечного клиренса. Незначительное/значение неизвестно. Риск алкалоза, гиперкальциемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "гидрохлоротиазид, карбеноксолон. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивные гипокалиемические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром увеличивает уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпрозил",
      "description": {
        "common": "цефпрозил будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефтибутен",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект целекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин усиливает эффекты моэксиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект хлорпропамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень гидрохлоротиазида за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "Кукурузный шелк усиливает действие моэксиприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "косинтропин",
      "description": {
        "common": "косинтропин, гидрохлоротиазид. Фармакодинамический синергизм. Незначительное/значение неизвестно. Возможна повышенная потеря электролита."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "креатин",
      "description": {
        "common": "креатин, моэксиприл. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. (Теоретическое взаимодействие) Комбинация может иметь аддитивные нефротоксические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диазоксид",
      "description": {
        "common": "диазоксид, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипергликемии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект диклофенака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект дифлунизала за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "добутамин",
      "description": {
        "common": "добутамин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "допексамин",
      "description": {
        "common": "допексамин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "моэксиприл, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эфедрин",
      "description": {
        "common": "эфедрин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "эпинефрин рацемический, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "эпопростенол усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект этодолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "fenbufen",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект фенбуфена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект фенопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин усиливает действие моэксиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "гидрохлоротиазид будет повышать уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фо-ти",
      "description": {
        "common": "fo-ti усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипокалиемии (теоретический)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень фолиевой кислоты за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект ганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глимепирид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты глимепирида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты глипизида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "Гидрохлоротиазид снижает эффекты глибурида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "золотарник",
      "description": {
        "common": "золотарник усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект индапамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект индометацина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "гидрохлоротиазид снижает действие инсулина аспарт за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "Гидрохлоротиазид снижает действие инсулина детемир за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "гидрохлоротиазид снижает действие инсулина гларгина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "гидрохлоротиазид снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "Гидрохлоротиазид снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "Гидрохлоротиазид снижает действие инсулина НПХ за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "Гидрохлоротиазид снижает действие обычного человеческого инсулина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "изопротеренол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект кетопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект интраназального кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "гидрохлоротиазид снижает уровень L-метилфолата за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "левальбутерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект лорноксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень хлорида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие моэксиприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень цитрата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень гидроксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень оксида магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "Гидрохлоротиазид снижает уровень сульфата магния за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект меклофенамата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект мефенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект мелоксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мемантин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект мемантина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект месаламина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "метапротеренол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метформин",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект метформина за счет конкуренции основных (катионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "гидрохлоротиазид увеличивает токсичность метотрексата за счет уменьшения элиминации. Незначительное/значение неизвестно. Повышенная миелосупрессия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "метилпреднизолон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект метолазона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мидодрин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект мидодрина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миглитол",
      "description": {
        "common": "гидрохлоротиазид снижает действие миглитола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миноксидил",
      "description": {
        "common": "гидрохлоротиазид усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект набуметона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "напроксен",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект напроксена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "натеглинид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты натеглинида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "сок нони увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "норадреналин",
      "description": {
        "common": "норадреналин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект офлоксацина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "парекоксиб снижает действие моэксиприла за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "гидрохлоротиазид будет увеличивать уровень или эффект оксапрозина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "Гидрохлоротиазид будет повышать уровень или эффект парекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "патиромер",
      "description": {
        "common": "патиромер, моэксиприл. связывание катионов в желудочно-кишечном тракте. Незначительное/значение неизвестно. Клинически значимого взаимодействия не наблюдалось. Разделение дозирования не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенициллин G водный",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень водного раствора пенициллина G за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенициллин ВК",
      "description": {
        "common": "гидрохлоротиазид повышает уровень пенициллина ВК за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин усиливает действие моэксиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "гидрохлоротиазид снижает действие пиоглитазона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиперациллин",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень пиперациллина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "пирбутерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект пироксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид усиливает действие моэксиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин усиливает действие моэксиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин усиливает действие моэксиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин усиливает действие моэксиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект хинина за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие моэксиприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репаглинид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты репаглинида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень моэксиприла за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект гидрохлоротиазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты розиглитазона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза) уменьшают эффекты моэксиприла за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салметерол",
      "description": {
        "common": "салметерол, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, моэксиприл. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект сальсалата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты саксаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, гидрохлоротиазид. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты ситаглиптина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "гидрохлоротиазид повышает уровень сульфадиазина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол будет увеличивать уровень или эффект гидрохлоротиазида за счет конкуренции основного (катионного) препарата за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "гидрохлоротиазид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект сулиндака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тербуталин",
      "description": {
        "common": "тербуталин, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Гипокалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин усиливает действие моэксиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие моэксиприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толазамид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты толазамида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "толфенамовая кислота снижает эффекты моэксиприла за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "гидрохлоротиазид снижает эффекты толбутамида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Доза тиазидов > 50 мг/сутки может повышать уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект толфенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "гидрохлоротиазид будет увеличивать уровень или эффект толметина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает эффекты гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "инъекционная суспензия триамцинолона ацетонида, гидрохлоротиазид. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск гипокалиемии, особенно при сильной активности глюкокортикоидов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин усиливает действие моэксиприла за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Периферический отек",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    },
    {
      "name": "Фарингит",
      "percent": null
    },
    {
      "name": "Синусит",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    },
    {
      "name": "Полиурия",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Аритмия",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "Пневмонит",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "протеинурия",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "особенно если у пациента есть сердечно-сосудистые заболевания с почечной недостаточностью или без нее",
      "percent": null
    },
    {
      "name": "Печеночная недостаточность",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Почечная недостаточность",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Эпигастральный дистресс",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Ортостатическая гипотензия",
      "percent": null
    },
    {
      "name": "Светочувствительность",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "многоформная эритема, кожные реакции, включая реакцию Стивенса",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "эксфолиативный дерматит, включая токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "гипонатриемия",
      "percent": null
    },
    {
      "name": "гипохлоремия",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "гиперкальциемия",
      "percent": null
    },
    {
      "name": "гиперурикемия",
      "percent": null
    },
    {
      "name": "гипергликемия",
      "percent": null
    },
    {
      "name": "гиперлипидемия",
      "percent": null
    },
    {
      "name": "гиперхолестеринемия",
      "percent": null
    },
    {
      "name": "мышечная слабость или судороги",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "пурпура",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    }
  ]
}