{
  "name": "оксиметазолин офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Апник"
  ],
  "classes": [
    "Офтальмологический",
    "Альфа-агонисты"
  ],
  "source": "https://reference.medscape.com/drug/upneeq-oxymetazoline-ophthalmic-999631",
  "pregnancy": {
    "common": [
      "Нет данных относительно использования во время беременности для информирования о риске серьезных врожденных дефектов и выкидыша, связанного с приемом препарата."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "После перорального введения беременным крысам и кроликам неблагоприятных последствий для развития не наблюдалось при системном воздействии до 7 и в 278 раз выше максимальной рекомендуемой офтальмологической дозы для человека."
        ]
      }
    ]
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Птоз может быть связан с неврологическими или орбитальными заболеваниями, такими как инсульт и/или церебральная аневризма, синдром Горнера, тяжелая миастения, наружная офтальмоплегия, орбитальная инфекция и орбитальные массы; рассмотреть эти состояния при наличии птоза со снижением функции поднимающей мышцы и/или другими неврологическими симптомами",
        "С осторожностью при церебральной недостаточности, коронарной недостаточности или синдроме Шегрена",
        "Рекомендовать пациентам обратиться за медицинской помощью при появлении признаков и симптомов сердечно-сосудистых заболеваний, сосудистой недостаточности или острой закрытоугольной глаукомы.",
        "Может увеличить риск закрытоугольной глаукомы у пациентов с нелеченной закрытоугольной глаукомой.",
        "Агонисты альфа-адренорецепторов могут влиять на кровяное давление; осторожность при тяжелых или нестабильных сердечно-сосудистых заболеваниях, ортостатической гипотензии и неконтролируемой гипертензии или гипотензии"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Осторожность у пациентов, принимающих ингибиторы МАО, которые могут влиять на метаболизм и поглощение циркулирующих аминов.",
            "Альфа-адреномиметики как класс могут влиять на кровяное давление; осторожность при одновременном применении с бета-блокаторами, антигипертензивными средствами и/или сердечными гликозидами"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "оксиметазолин офтальмологический и сафинамид усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Мониторинг пациентов для артериальной гипертензии, если сафинамид назначают одновременно с рецептурными или безрецептурными симпатомиметиками, включая назальные, пероральные или офтальмологические деконгестанты и средства от простуды."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Точечный кератит",
      "percent": "1-5"
    },
    {
      "name": "Конъюнктивальная гиперемия",
      "percent": "1-5"
    },
    {
      "name": "Сухой глаз",
      "percent": "1-5"
    },
    {
      "name": "Затуманенное зрение",
      "percent": "1-5"
    },
    {
      "name": "Боль в месте инстилляции",
      "percent": "1-5"
    },
    {
      "name": "Раздражение глаз",
      "percent": "1-5"
    },
    {
      "name": "Головная боль",
      "percent": "1-5"
    }
  ]
}