{
  "name": "метенамин / кислый фосфат натрия",
  "comment": "Rx",
  "other_names": [
    "Урокид-кислота №2",
    "Ютак"
  ],
  "classes": [
    "Антибиотики",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/uroquid-acid-no-2-utac-methenamine-sodium-acid-phosphate-999453",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: уротропин выделяется с грудным молоком; рекомендуется соблюдать осторожность, нельзя исключать риск для младенца"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: уротропин выделяется с грудным молоком; рекомендуется соблюдать осторожность, нельзя исключать риск для младенца"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Кислый фосфат натрия",
          "description": [
            "Редкие сообщения об острой фосфатной нефропатии при пероральном применении препаратов фосфата натрия для очищения толстой кишки перед колоноскопией.",
            "Тщательно следуйте рекомендованному режиму дозирования (дробная доза после полудня) с адекватной гидратацией.",
            "Некоторые случаи приводили к необратимому нарушению функции почек, требующему длительного гемодиализа.",
            "Факторы риска острой фосфатной нефропатии включают возраст старше 55 лет, гиповолемию, исходное заболевание почек, непроходимость кишечника, активный колит и прием лекарств, влияющих на перфузию или функцию почек (например, диуретики, ингибиторы АПФ, БРА, НПВП)."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фосфат натрия ректальный",
      "description": {
        "common": "натрия фосфат ректальный, натрия кислый фосфат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Один из них увеличивает токсичность другого. Известно, что одновременное введение различных препаратов фосфата натрия вызывает электролитные нарушения и гиповолемию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид, метенамин. Другое (см. комментарий). Противопоказано.\nКомментарий: Эта комбинация может образовывать нерастворимый осадок в моче, уменьшая действие обоих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "балоксавир марбоксил",
      "description": {
        "common": "кислый фосфат натрия снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "метенамин, вакцина против холеры. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "метенамин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфаты калия, IV",
      "description": {
        "common": "кислый фосфат натрия и фосфаты калия внутривенно повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "метенамин, сульфадиазин. Другое (см. комментарий). Противопоказано.\nКомментарий: Эта комбинация может образовывать нерастворимый осадок в моче, уменьшая действие обоих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "кислый фосфат натрия и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "кислый фосфат натрия снижает уровень декстроамфетамина за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "кислый фосфат натрия снижает уровень лиздексамфетамина за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "кислый фосфат натрия снижает уровень метамфетамина за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "кислый фосфат натрия снижает уровень метилендиоксиметамфетамина за счет увеличения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омадациклин",
      "description": {
        "common": "кислый фосфат натрия снижает уровень или эффект омадациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "метенамин снижает действие псевдоэфедрина по неизвестному механизму. Используйте осторожность/монитор. Экскреция с мочой альфа/бета-агонистов непрямого действия (например, псевдоэфедрина) может увеличиваться при одновременном применении с агентами, повышающими кислотность мочи, что приводит к снижению концентрации в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "кислый фосфат натрия снижает уровень или эффект сарециклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "метенамин уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Дизурия",
      "percent": null
    },
    {
      "name": "Расстройство желудка",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    }
  ]
}