{
  "name": "меропенем/ваборбактам",
  "comment": "Rx",
  "other_names": [
    "Вабомере"
  ],
  "classes": [
    "карбапенемы"
  ],
  "source": "https://reference.medscape.com/drug/vabomere-meropenem-vaborbactam-1000130",
  "pregnancy": {
    "common": [
      "Пороки развития (лишние доли легкого, дефект межжелудочковой перегородки) наблюдались у потомства от беременных крольчих, которым вводили ваборбактам внутривенно в течение периода органогенеза в дозах, примерно эквивалентных или превышающих максимально рекомендуемую дозу для человека (MRHD) на основе сравнения AUC в плазме; неясно, являются ли пороки развития клинически значимыми; никаких подобных пороков развития или фетальной токсичности не наблюдалось у потомства от беременных крыс, которым вводили ваборбактам внутривенно во время органогенеза или на поздних сроках беременности во время лактации в дозе, эквивалентной примерно 1,6-кратной MRHD на основе сравнения площади поверхности тела (BSA).",
      "Данных о людях недостаточно, чтобы установить связанный с препаратом риск серьезных врожденных дефектов или выкидышей при применении меропенема/ваборбактама у беременных женщин."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в меропенеме/ваборбактаме и любыми потенциальными неблагоприятными последствиями меропенема/ваборбактама для ребенка, находящегося на грудном вскармливании, или сопутствующим заболеванием матери.",
      "Нет информации о влиянии меропенема/ваборбактама на ребенка, находящегося на грудном вскармливании, или на выработку молока.",
      "Сообщается, что меропенем выделяется с грудным молоком; неизвестно, выделяется ли ваборбактам с грудным молоком."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к любым компонентам меропенема/ваборбактама, других препаратов карбапенема или у пациентов с анафилактическими реакциями на бета-лактамные антибактериальные препараты."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Тромбоцитопения может возникать у пациентов с почечной недостаточностью; клинические кровотечения не зарегистрированы",
        "Сообщается о реакциях гиперчувствительности; узнать о предшествующих реакциях гиперчувствительности на пенициллины, цефалоспорины, другие бета-лактамные антибактериальные препараты и другие аллергены до начала лечения; при возникновении аллергической реакции немедленно прекратите прием меропенема/ваборбактама; см. Противопоказания",
        "Чтобы уменьшить развитие устойчивых к лекарственным препаратам бактерий и сохранить эффективность, назначайте только для лечения или профилактики инфекций, которые доказаны или сильно подозреваются в том, что они вызваны чувствительными бактериями.",
        "Длительное использование может привести к чрезмерному росту невосприимчивых организмов; повторная оценка; если во время терапии возникает суперинфекция, следует принять соответствующие меры.",
        "Потенциал для нейромоторных нарушений; предупреждать амбулаторных больных о возможных побочных реакциях (например, судороги, делирий, головные боли, парестезии), которые могут мешать умственной активности и/или вызывать двигательные нарушения; Рекомендовать пациентам не управлять механизмами или моторизованными транспортными средствами"
      ],
      "specific": [
        {
          "type": "Судорожный потенциал",
          "description": [
            "Сообщается о судорогах и других неблагоприятных реакциях ЦНС; эти реакции чаще всего возникают у пациентов с расстройствами ЦНС (например, поражением головного мозга или судорогами в анамнезе) или с бактериальным менингитом и/или нарушением функции почек.",
            "Продолжайте принимать противосудорожные препараты у пациентов с известными эпилептическими припадками; если возникают фокальный тремор, миоклонус или судороги, оцените неврологическое состояние, назначьте противосудорожные препараты, если они еще не назначены, и определите, следует ли уменьшить или отменить дозу меропенема/ваборбактама."
          ]
        },
        {
          "type": "Clostridium difficile-ассоциированная диарея",
          "description": [
            "Clostridium difficile-ассоциированная диарея (CDAD) может возникнуть при использовании почти всех антибактериальных препаратов, включая меропенем/ваборбактам; степень тяжести варьируется от легкой диареи до колита со смертельным исходом; лечение антибактериальными средствами изменяет нормальную флору толстой кишки, что приводит к избыточному росту C. difficile",
            "При подозрении/подтверждении CDAD может потребоваться прекращение продолжающегося приема антибактериальных препаратов, не направленных против C. difficile; должно быть назначено соответствующее лечение (например, введение жидкости/электролитов, белковые добавки, антибактериальная медикаментозная терапия C. difficile, хирургическое обследование)"
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Обычно не рекомендуется одновременное применение меропенема/ваборбактама с вальпроевой кислотой и дивалпроексом натрия; отчеты о клинических случаях показали, что совместное введение противомикробных препаратов # карбапенемов (например, меропенема) пациентам, получающим вальпроевую кислоту или дивальпроекс натрия, приводит к снижению концентрации вальпроевой кислоты.",
            "Пробенецид конкурирует с меропенемом за активную канальцевую секрецию, что приводит к повышению концентрации меропенема в плазме; совместный прием с пробенецидом не рекомендуется",
            "Рассмотрите назначение антибактериальных препаратов, отличных от противомикробных препаратов #карбапенемы, для лечения инфекций у пациентов, у которых судороги хорошо контролируются вальпроевой кислотой или дивалпроексом натрия; если необходимо введение меропенема/ваборбактама, рассмотрите возможность дополнительной противосудорожной терапии"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "меропенем/ваборбактам снижает эффекты живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "меропенем/ваборбактам, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дивалпроекс натрия",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень дивалпроекса натрия по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск судорог. Если необходимо назначение меропенема/ваборбактама, следует рассмотреть возможность дополнительной противосудорожной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "меропенем/ваборбактам снижает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид повышает уровни меропенема/ваборбактама за счет уменьшения элиминации. Избегайте или используйте альтернативный препарат. Пробенецид конкурирует с меропенемом за активную канальцевую секрецию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "меропенем/ваборбактам снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень вальпроевой кислоты по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск судорог. Если необходимо назначение меропенема/ваборбактама, следует рассмотреть возможность дополнительной противосудорожной терапии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "меропенем/ваборбактам будет снижать уровень или эффект базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "меропенем/ваборбактам будет снижать уровень или эффект конъюгированных эстрогенов, вагинально, путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или эффект диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "меропенем/ваборбактам повысит уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие синтетических конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие этерифицированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "меропенем/ваборбактам снижает действие пикосульфата натрия/оксида магния/безводной лимонной кислоты за счет изменения метаболизма. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "меропенем/ваборбактам будет снижать уровень или эффект бальзалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ниацин",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие никотиновой кислоты за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие пиридоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или эффект пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витамин К1 (фитонадион)",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие витамина К1 (фитонадиона) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "8.8"
    },
    {
      "name": "Флебит",
      "percent": "4.4"
    },
    {
      "name": "реакции в месте инфузии",
      "percent": "3.3"
    },
    {
      "name": "Диарея",
      "percent": "1.8"
    },
    {
      "name": "Гиперчувствительность",
      "percent": "1.8"
    },
    {
      "name": "Тошнота",
      "percent": "1.8"
    },
    {
      "name": "Повышенный АЛТ",
      "percent": "1.5"
    },
    {
      "name": "Повышенный АСТ",
      "percent": "1.5"
    },
    {
      "name": "лихорадка",
      "percent": "1.1"
    },
    {
      "name": "Гипокалиемия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Дискомфорт в груди",
      "percent": null
    },
    {
      "name": "Фарингит",
      "percent": null
    },
    {
      "name": "Вульвовагинальный кандидоз",
      "percent": null
    },
    {
      "name": "Кандидоз полости рта",
      "percent": null
    },
    {
      "name": "Повышение креатининфосфокиназы",
      "percent": null
    },
    {
      "name": "Снижение аппетита",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Летаргия",
      "percent": null
    },
    {
      "name": "Галлюцинация",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "азотемия",
      "percent": null
    },
    {
      "name": "Почечная недостаточность",
      "percent": null
    },
    {
      "name": "Тромбоз глубоких вен",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Сосудистая боль",
      "percent": null
    }
  ]
}