{
  "name": "фарицимаб",
  "comment": "Rx",
  "other_names": [
    "фарицимаб-своа",
    "Вабисмо"
  ],
  "classes": [
    "Ингибиторы ANG-2",
    "Офтальмология",
    "Ингибиторы VEGF"
  ],
  "source": "https://reference.medscape.com/drug/vabysmo-faricimab-4000244",
  "pregnancy": {
    "common": [
      "Адекватных и строго контролируемых исследований по применению у беременных женщин не проводилось.",
      "Не применять во время беременности, за исключением случаев, когда потенциальная польза для пациента превышает потенциальный риск для плода."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Женщины репродуктивного возраста: используйте эффективные методы контрацепции до начала лечения, во время лечения и в течение ≥3 месяцев после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Исследования не проводились, и неизвестно, может ли фарицимаб повлиять на репродуктивную способность.",
          "Основываясь на механизме действия, лечение может представлять риск для репродуктивной способности."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Внутривенное введение беременным обезьянам во время органогенеза привело к увеличению числа абортов при дозах, в 158 раз превышающих воздействие на человека.",
          "Основываясь на механизме действия VEGF и ингибиторов ангиопоэтина-2 (Ang-2), существует потенциальный риск для женской репродуктивной способности и развития эмбриона."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о присутствии фарицимаба в материнском молоке, его влиянии на грудных детей или его влиянии на выработку молока.",
      "Многие лекарства попадают в грудное молоко, что может привести к абсорбции и побочным реакциям у детей, находящихся на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Активное внутриглазное воспаление",
        "Повышенная чувствительность к фарицимабу или вспомогательным веществам.",
        "Глазная или периокулярная инфекция"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Потенциальный риск артериальных тромбоэмболических событий (ATE), связанный с ингибированием фактора роста эндотелия сосудов (VEGF); ATE определяются как нефатальный инсульт, нефатальный инфаркт миокарда или сосудистая смерть (включая смерть по неизвестной причине).",
        "Повышение внутриглазного давления, наблюдаемое в течение 60 минут после введения",
        "Эндофтальмит и отслойка сетчатки могут возникать после инъекции в стекловидное тело; проинструктируйте пациентов сообщать о любых симптомах, указывающих на эндофтальмит или отслоение сетчатки (например, потеря зрения, боль в глазах, покраснение глаз, светобоязнь, нечеткость зрения) без промедления, чтобы лечить быстро и надлежащим образом"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Конъюнктивальное кровоизлияние",
      "percent": "7"
    },
    {
      "name": "Стекловидные поплавки",
      "percent": "3"
    },
    {
      "name": "Разрыв пигментного эпителия сетчатки",
      "percent": "3"
    },
    {
      "name": "Внутриглазное давление повышено",
      "percent": "3"
    },
    {
      "name": "Глазная боль",
      "percent": "3"
    },
    {
      "name": "Внутриглазное воспаление",
      "percent": "2"
    },
    {
      "name": "Раздражение глаз",
      "percent": "1"
    },
    {
      "name": "Глазной дискомфорт",
      "percent": "1"
    },
    {
      "name": "Конъюнктивальное кровоизлияние",
      "percent": "7"
    },
    {
      "name": "Стекловидные поплавки",
      "percent": "3"
    },
    {
      "name": "Внутриглазное давление повышено",
      "percent": "3"
    },
    {
      "name": "Глазная боль",
      "percent": "2"
    },
    {
      "name": "Внутриглазное воспаление",
      "percent": "1"
    },
    {
      "name": "Раздражение глаз",
      "percent": "1"
    },
    {
      "name": "Глазной дискомфорт",
      "percent": "1"
    },
    {
      "name": "Кровоизлияние в стекловидное тело",
      "percent": "1"
    },
    {
      "name": "Кровоизлияние в стекловидное тело",
      "percent": "1"
    }
  ]
}