{
  "name": "вальпроевая кислота",
  "comment": "Rx",
  "other_names": [
    "Ставзор (ДСК)",
    "Депакин (ДСК)"
  ],
  "classes": [
    "Противосудорожные препараты",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/valproic-acid-343024",
  "pregnancy": {
    "common": [
      "Риск зависит от дозы; невозможно установить пороговую дозу, ниже которой не существует никакого риска; политерапия вальпроатом с другими противоэпилептическими препаратами была связана с повышенной частотой врожденных пороков развития по сравнению с монотерапией противоэпилептическими препаратами; риск серьезных структурных аномалий наиболее высок в первом триместре; однако при применении вальпроата на протяжении всей беременности могут возникать другие серьезные последствия для развития.",
      "Противопоказано использовать для профилактики мигрени у беременных женщин и у женщин детородного возраста, не использующих эффективные методы контрацепции; при эпилепсии или биполярном расстройстве препарат не следует использовать для лечения женщин, которые беременны или планируют забеременеть, за исключением случаев, когда другие лекарства не обеспечивают адекватного контроля симптомов или неприемлемы по иным причинам.",
      "Имеются сообщения о гипогликемии у новорожденных и фатальных случаях печеночной недостаточности у младенцев после применения матерью вальпроата во время беременности.",
      "Имеющиеся данные свидетельствуют о том, что прием фолиевой кислоты до зачатия и в течение первого триместра беременности снижает риск врожденных дефектов нервной трубки у населения в целом; неизвестно, снижается ли риск дефектов нервной трубки или снижения IQ у потомства женщин, получающих вальпроат, при приеме фолиевой кислоты; Пациентам, принимающим вальпроаты, следует регулярно рекомендовать прием пищевых добавок с фолиевой кислотой как до зачатия, так и во время беременности.",
      "Реестр воздействия при беременности отслеживает исходы беременности у женщин, подвергшихся воздействию противоэпилептических препаратов (ПЭП), во время беременности; рекомендовать женщинам, получающим терапию во время беременности, зарегистрироваться в Североамериканском реестре противоэпилептических препаратов (NAAED) для беременных, позвонив по бесплатному номеру 1-888-233-2334 или посетив веб-сайт http://www.aedpregnancyregistry.org/.; должен делать сам пациент",
      "Хотя имеющиеся исследования имеют методологические ограничения, множество доказательств поддерживает причинно-следственную связь между воздействием вальпроата",
      "Женщинам с эпилепсией, забеременевшим на фоне приема вальпроата, не следует резко прекращать терапию, так как это может спровоцировать эпилептический статус с последующей гипоксией матери и плода и угрозой для жизни; Отмена препарата может быть рассмотрена до и во время беременности в отдельных случаях, если тяжесть и частота приступов не представляют серьезной угрозы для пациента.",
      "У беременных женщин, принимающих вальпроат, может развиться печеночная недостаточность или нарушения свертывания крови, включая тромбоцитопению, гипофибриногенемию и/или снижение других факторов свертывания крови, что может привести к геморрагическим осложнениям у новорожденного, включая смерть.",
      "Были сообщения о мужском бесплодии, совпадающем с терапией вальпроатом; в исследованиях на животных пероральное введение в клинически значимых дозах приводило к неблагоприятным репродуктивным эффектам у самцов.",
      "Использование матерью вальпроата во время беременности по любому показанию увеличивает риск врожденных пороков развития, особенно дефектов нервной трубки, включая расщепление позвоночника, а также пороков развития, затрагивающих другие системы организма (например, черепно-лицевые дефекты, включая расщелины рта, сердечно-сосудистые пороки развития, гипоспадию, пороки развития конечностей)."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Пользу грудного вскармливания для развития и здоровья следует учитывать наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от наркотиков или от основного заболевания матери.",
      "Монитор грудного ребенка для признаков повреждения печени, включая желтуху и необычные синяки или кровотечения; были сообщения о печеночной недостаточности и нарушениях свертывания крови у потомства женщин, принимавших вальпроат во время беременности.",
      "Препарат выделяется с грудным молоком; данные в опубликованной литературе описывают присутствие вальпроата в материнском молоке; нет данных для оценки влияния препарата на выработку или выделение молока"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Гепатотоксичность",
          "description": [
            "При использовании у детей с этими состояниями его следует назначать с особой осторожностью в качестве единственного агента.",
            "Гепатотоксичность обычно возникает в течение первых 6 месяцев лечения и может предшествовать недомоганию, слабости, вялости, отеку лица, анорексии и рвоте.",
            "Дети в возрасте до 2 лет подвергаются повышенному риску фатальной гепатотоксичности, особенно пациенты, принимающие несколько противосудорожных препаратов, а также дети с врожденными нарушениями обмена веществ, тяжелыми судорожными расстройствами, сопровождающимися умственной отсталостью или органическими заболеваниями головного мозга.",
            "Повышенный риск острой печеночной недостаточности, вызванной вальпроатом, и связанной с ней смерти у пациентов с наследственными нейрометаболическими синдромами, вызванными мутациями ДНК гена митохондриальной ДНК-полимеразы-гамма (POLG) (например, синдром Альперса-Хаттенлохера)",
            "Возникла печеночная недостаточность с летальным исходом"
          ]
        },
        {
          "type": "Пациенты с митохондриальной болезнью",
          "description": [
            "У пациентов с наследственными нейрометаболическими синдромами, вызванными мутациями ДНК гена митохондриальной ДНК-полимеразы гамма (POLG), повышен риск острой печеночной недостаточности, вызванной вальпроатом, и связанной с ней смерти; терапия противопоказана пациентам с митохондриальными нарушениями, вызванными мутациями митохондриальной ДНК-полимеразы-гамма (POLG; например, синдром Альперса-Гуттенлохера), и детям младше 2 лет, у которых подозревается заболевание, связанное с POLG; у пациентов старше 2 лет с клиническим подозрением на наследственное митохондриальное заболевание использовать только после того, как другие противосудорожные препараты оказались неэффективными; внимательно следить за пожилой группой пациентов на предмет развития острого повреждения печени; проводить регулярные клинические оценки и тесты на сыворотку печени; выполнить скрининг мутаций POLG в соответствии с текущей клинической практикой"
          ]
        },
        {
          "type": "Тератогенность",
          "description": [
            "Следует рассмотреть альтернативные лекарства, которые имеют более низкий риск неблагоприятных исходов родов.",
            "Может вызывать дефекты нервной трубки",
            "Пациенты не должны прекращать прием вальпроата, не посоветовавшись с врачом.",
            "Не используйте у женщин детородного возраста, за исключением случаев, когда препарат необходим для лечения состояния здоровья; все небеременные женщины детородного возраста должны использовать эффективные противозачаточные средства при приеме препаратов вальпроата (см. разделы «Противопоказания» и «Беременность»).",
            "Не применять для лечения женщин с эпилепсией или биполярным расстройством, которые беременны или планируют забеременеть, за исключением случаев, когда другие лекарства не обеспечивают адекватного контроля симптомов или неприемлемы по иным причинам.",
            "Дети, подвергшиеся внутриутробному воздействию, имеют повышенный риск более низких показателей когнитивных тестов по сравнению с теми, кто подвергся внутриутробному воздействию других противосудорожных препаратов; неизвестно, когда во время беременности возникают когнитивные эффекты у детей, подвергшихся воздействию наркотиков"
          ]
        },
        {
          "type": "панкреатит",
          "description": [
            "Сообщалось о случаях опасного для жизни панкреатита у детей и взрослых.",
            "Некоторые случаи были описаны как геморрагические с быстрым прогрессированием от начальных симптомов до смерти."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Митохондриальные расстройства, вызванные мутациями в митохондриальной ДНК-полимеразе-гамма (POLG; например, синдром Альперса-Гуттенлохера), и у детей младше 2 лет, у которых подозревается заболевание, связанное с POLG.",
        "Профилактика мигренозной головной боли у беременных или планирующих беременность женщин",
        "Нарушение цикла мочевины",
        "Заболевания печени, выраженная печеночная недостаточность",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Перед началом терапии и через определенные промежутки времени рекомендуется проводить полный анализ крови и тесты на коагуляцию; рекомендовали пациентам, получающим препарат, контролировать показатели крови и параметры коагуляции перед плановой операцией и во время беременности; признаки кровоизлияния, синяка или нарушения гемостаза/коагуляции являются показанием к снижению дозы или отмене терапии.",
        "Может возникнуть порфирия",
        "Может привести к ложноположительному тесту на кетон в моче и изменить TFT.",
        "Гипотермия сообщили во время терапии вальпроатом с или без гипераммониемии; эта побочная реакция также может возникать у пациентов, принимающих одновременно топирамат.",
        "Врожденные дефекты и снижение IQ после внутриутробного воздействия по сравнению с 3 другими распространенными противоэпилептическими препаратами (карбамазепин, ламотриджин, фенитоин); применять для лечения беременных с эпилепсией только в том случае, если другие препараты недопустимы; не следует назначать женщине детородного возраста без крайней необходимости; сообщалось об обратимой и необратимой мозжечковой атрофии; регулярно контролировать двигательную и когнитивную функцию",
        "Прекратите, если происходит гипераммониемия; проверьте уровень аммиака, если возникает рвота или если пациент проявляет вялость или ненормальное поведение; оценить пациента на наличие нарушения цикла мочевины (см. Противопоказания) или гепатотоксичности (см. Предупреждения черного ящика)",
        "Могут возникать суицидальные мысли, поведение; контролировать пациентов на наличие изменений в поведении, которые могут указывать на суицидальные мысли или депрессию",
        "мутации POLG; см. противопоказания и предупреждения черного ящика",
        "Гепатотоксичность (возраст <2 лет, более высокий риск фатальной гепатотоксичности); оценивать группы высокого риска и контролировать печеночные пробы сыворотки; факторы риска включают органическое заболевание головного мозга, умственную отсталость с тяжелыми судорожными расстройствами, врожденные нарушения обмена веществ и пациентов, принимающих несколько противосудорожных препаратов; немедленно прекратить при появлении признаков/симптомов значительного или подозреваемого нарушения",
        "Возможны кровотечения и другие нарушения кроветворения; контролировать количество тромбоцитов и тесты на коагуляцию",
        "Может вызывать угнетение ЦНС, что может мешать физическому или умственному выполнению задач, требующих умственной активности.",
        "Панкреатит, включая сообщения о смертельных исходах (см. Предупреждения о черном ящике)",
        "Не рекомендуется для профилактики посттравматических судорог у пациентов с острой черепно-мозговой травмой (может увеличить смертность).",
        "Сообщается о остатках лекарств в стуле; у некоторых пациентов были анатомические (в том числе илеостомия или колостома) или функциональные желудочно-кишечные расстройства с укорочением времени транзита через ЖКТ; в некоторых сообщениях остатки лекарств встречались в связи с диареей; рекомендовали проверять уровни вальпроата в плазме у пациентов с остатками лекарств в стуле и контролировать клиническое состояние пациентов; При наличии клинических показаний можно рассмотреть альтернативное лечение",
        "Сообщалось о серьезных, иногда с летальным исходом лекарственных реакциях с эозинофилией и системными симптомами (DRESS); следить за симптомами; может потребоваться прекращение приема и переход на альтернативную терапию",
        "Вероятность тромбоцитопении значительно возрастает при общей минимальной концентрации вальпроата в плазме, превышающей 110 мкг/мл у женщин и 135 мкг/мл у мужчин; из-за сообщений о цитопении, ингибировании вторичной фазы агрегации тромбоцитов и аномальных параметрах свертывания крови (например, низкий уровень фибриногена, дефицит факторов свертывания крови, приобретенная болезнь фон Виллебранда)",
        "Сообщается о лекарственной реакции с эозинофилией и системными симптомами (DRESS)/мультиорганной реакции гиперчувствительности; прекратить терапию; контролировать возможные разрозненные проявления, связанные с лимфатической, почечной, печеночной и/или гематологической системой органов; терапию следует прекратить и не возобновлять, если невозможно установить альтернативную этиологию признаков или симптомов",
        "У пожилых людей может возникнуть сонливость; дозу вальпроевой кислоты следует увеличивать медленно и при регулярном контроле потребления жидкости и пищи.",
        "Сообщается о необратимой и обратимой атрофии головного мозга; регулярно контролировать двигательную и когнитивную функцию для оценки признаков и симптомов атрофии головного мозга"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб будет повышать уровень или эффект вальпроевой кислоты, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения адаграсиба, ингибитора CYP2C9, с чувствительными субстратами CYP2C9, если иное не рекомендовано в инструкциях по медицинскому применению этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бремеланотид",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект вальпроевой кислоты по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибаты кальция/магния/калия/натрия",
      "description": {
        "common": "вальпроевая кислота повышает уровень оксибатов кальция/магния/калия/натрия на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: при стабилизации на оксибатах кальция/магния/калия/натрия уменьшите ночную дозу как минимум на 20% при начале приема вальпроевой кислоты; если вы уже принимаете вальпроевую кислоту, используйте более низкую начальную дозу оксибатов кальция/магния/калия/натрия; контролировать дозу и соответственно корректировать дозу."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эртапенем",
      "description": {
        "common": "эртапенем снижает уровень вальпроевой кислоты по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск захвата. Возможное снижение поглощения GI и/или увеличение почечного клиренса вальпроевой кислоты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "вальпроевая кислота повысит уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипенем/циластатин",
      "description": {
        "common": "имипенем/циластатин будет снижать уровень или эффект вальпроевой кислоты по неизвестному механизму. Избегайте или используйте альтернативный препарат. Данные исследований in vitro и животных позволяют предположить, что карбапенемы могут ингибировать гидролиз метаболита глюкуронида вальпроевой кислоты (VPA-g) обратно в вальпроевую кислоту, тем самым снижая концентрацию вальпроевой кислоты/дивалпроекса натрия в сыворотке."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипенем/циластатин/релебактам",
      "description": {
        "common": "имипенем/циластатин/релебактам будет снижать уровень или эффект вальпроевой кислоты по неизвестному механизму. Избегайте или используйте альтернативный препарат. Данные исследований in vitro и на животных показывают, что карбапенемы могут ингибировать гидролиз метаболита глюкуронида вальпроевой кислоты (VPA-g) обратно в вальпроевую кислоту, тем самым снижая концентрацию вальпроевой кислоты/дивалпроекса натрия в сыворотке."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лесинурад",
      "description": {
        "common": "вальпроевая кислота, лесинурад. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Избегайте одновременного применения с ингибиторами эпоксидгидролазы (вальпроевой кислотой), которые могут влиять на метаболизм лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "вальпроевая кислота будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меропенем",
      "description": {
        "common": "меропенем снижает уровень вальпроевой кислоты по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск захвата. Возможное снижение поглощения GI и/или увеличение почечного клиренса вальпроевой кислоты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меропенем/ваборбактам",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень вальпроевой кислоты по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск судорог. Если необходимо назначение меропенема/ваборбактама, следует рассмотреть возможность дополнительной противосудорожной терапии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "вальпроевая кислота, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитазоксанид",
      "description": {
        "common": "нитазоксанид, вальпроевая кислота.\nОдин из них повышает уровень другого по механизму: конкуренция за связывание с белками плазмы. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "вальпроевая кислота и интраназальный олопатадин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "и вальпроевая кислота, и пексидартиниб повышают Прочее (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "вальпроевая кислота, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибат натрия",
      "description": {
        "common": "вальпроевая кислота повышает уровень оксибата натрия на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: при стабилизации на оксибате натрия уменьшите ночную дозу как минимум на 20% при начале приема вальпроевой кислоты; если вы уже принимаете вальпроевую кислоту, используйте более низкую начальную дозу оксибата натрия; контролировать дозу и соответственно корректировать дозу."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенилацетат натрия",
      "description": {
        "common": "вальпроевая кислота снижает эффекты фенилацетата натрия за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Вальпроевая кислота может усугубить гипераммониемию у больных. при нарушениях цикла мочевины."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориностат",
      "description": {
        "common": "вориностат, вальпроевая кислота. Фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. Риск тяжелой тромбоцитопении и желудочно-кишечного кровотечения. Контролируйте количество тромбоцитов каждые 2 недели в течение первых 2 месяцев."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и вальпроевая кислота усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и вальпроевая кислота усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и вальпроевая кислота усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и вальпроевая кислота усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин повышает уровень вальпроевой кислоты за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "ректальный аспирин повышает уровень вальпроевой кислоты за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышают уровень вальпроевой кислоты за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "вальпроевая кислота будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "вальпроевая кислота будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "вальпроевая кислота повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и вальпроевая кислота усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "вальпроевая кислота будет снижать уровень или эффект бетриксабана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "блинатумомаб",
      "description": {
        "common": "блинатумомаб повышает уровень вальпроевой кислоты за счет замедления метаболизма. Изменить терапию/внимательно контролировать. Начало лечения вызывает временное высвобождение цитокинов, которые могут подавлять ферменты CYP450; Самый высокий риск лекарственного взаимодействия возникает в течение первых 9 дней первого цикла и первых 2 дней 2-го цикла у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и вальпроевая кислота усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бродалумаб",
      "description": {
        "common": "бродалумаб, вальпроевая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, бродалумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема бродалумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "вальпроевая кислота будет увеличивать уровень или эффект карбамазепина по механизму: снижение метаболизма. Используйте осторожность/монитор. Вальпроевая кислота может повышать или снижать уровень карбамазепина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект карведилола, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень вальпроевой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "конъюгированные эстрогены снижают уровень или эффект вальпроевой кислоты за счет увеличения элиминации. Изменить терапию/внимательно контролировать. Может привести к увеличению частоты приступов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "вальпроевая кислота будет снижать уровень или эффект дабигатрана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "вальпроевая кислота и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "вальпроевая кислота и дейтетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликефалин и вальпроевая кислота усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "дронабинол повышает уровень вальпроевой кислоты за счет конкуренции за связывание с белками плазмы. Изменить терапию/внимательно контролировать. Дронабинол в значительной степени связывается с белками плазмы и может вытеснять и увеличивать свободную фракцию других одновременно принимаемых препаратов с высокой степенью связывания с белками. Это не было подтверждено в естественных условиях. Осторожно с препаратами с узким терапевтическим индексом, которые сильно связываются с белками, при начале или повышении дозы дронабинола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулаглутид",
      "description": {
        "common": "дулаглутид, вальпроевая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Дулаглутид замедляет опорожнение желудка и может влиять на всасывание одновременно принимаемых пероральных препаратов; Будьте особенно осторожны при совместном применении с препаратами, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дупилумаб",
      "description": {
        "common": "дупилумаб, вальпроевая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, дупилумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема дупилумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "вальпроевая кислота будет снижать уровень или эффект эдоксабана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, вальпроевая кислота.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "эстрадиол снизит уровень или эффект вальпроевой кислоты за счет увеличения элиминации. Изменить терапию/внимательно контролировать. Может привести к увеличению частоты приступов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "Этерифицированные эстрогены снижают уровень или эффект вальпроевой кислоты за счет увеличения элиминации. Изменить терапию/внимательно контролировать. Может привести к увеличению частоты приступов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол снижает уровень или эффект вальпроевой кислоты за счет увеличения элиминации. Изменить терапию/внимательно контролировать. Может привести к увеличению частоты приступов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этотоин",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект этотоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект этравирина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол железа, вальпроевая кислота.\nОдин из них увеличивает уровни другого за счет неуказанного механизма взаимодействия. Изменить терапию/внимательно контролировать. Одновременное применение мальтола железа с некоторыми пероральными препаратами может снизить биодоступность мальтола железа и некоторых пероральных препаратов. Для пероральных препаратов, снижение биодоступности которых может привести к клинически значимому влиянию на их безопасность или эффективность, введение мальтола железа отдельно от этих препаратов. Продолжительность разделения может зависеть от абсорбции одновременно вводимого лекарства (например, время достижения максимальной концентрации, является ли лекарство препаратом с немедленным или пролонгированным высвобождением)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "вальпроевая кислота будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект фосфенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глицеринфенилбутират",
      "description": {
        "common": "вальпроевая кислота снижает эффекты глицеринфенилбутирата по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: вальпроевая кислота может вызывать гипераммониемию; внимательно следить за уровнем аммиака при совместном применении с глицеринфенилбутиратом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "гуанфацин повышает уровень вальпроевой кислоты по неизвестному механизму. Используйте осторожность/монитор. Как 3-гидроксигуанфацин (метаболит), так и вальпроевая кислота метаболизируются путем глюкуронирования, что, возможно, приводит к конкурентному ингибированию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гуселькумаб",
      "description": {
        "common": "гуселькумаб, вальпроевая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. При начале или прекращении приема гуселкумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "вальпроевая кислота повышает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг при одновременном применении со слабыми ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иксекизумаб",
      "description": {
        "common": "иксекизумаб, вальпроевая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, иксекизумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема иксекизумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "вальпроевая кислота повышает уровень ламотриджина за счет замедления метаболизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "вальпроевая кислота будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "вальпроевая кислота повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломустин",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект ломустина за счет снижения метаболизма. Используйте осторожность/монитор. Одновременное применение вальпроевой кислоты может ингибировать метаболизм и повышать токсичность ломустина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начало применения слабых ингибиторов CYP2C19 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "Трансдермальный метилфенидат увеличивает уровень или эффект вальпроевой кислоты за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность уменьшения дозы этих препаратов при совместном применении с метилфенидатом. Следите за токсичностью наркотиков при начале или прекращении приема метилфенидата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "вальпроевая кислота будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мипомерсен",
      "description": {
        "common": "мипомерсен, вальпроевая кислота.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оба препарата потенциально могут повышать активность печеночных ферментов; контролировать LFT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "вальпроевая кислота будет увеличивать уровень или эффект натеглинида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "омавелоксолон снижает уровень или эффект вальпроевой кислоты, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Омавелоксолон может снижать системное воздействие на чувствительные субстраты CYP3A4. Проверьте предписывающую информацию о субстрате, если требуется изменение дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оритаванцин",
      "description": {
        "common": "оритаванцин увеличивает уровень или эффект вальпроевой кислоты, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Оритаванцин является слабым ингибитором CYP2C19; осторожность при совместном применении с субстратами CYP2C19, имеющими узкий терапевтический индекс"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень вальпроевой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Риск судорог."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат снижает уровень или эффект вальпроевой кислоты, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "вальпроевая кислота, оспемифен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "вальпроевая кислота будет повышать уровень или эффект парекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект фенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "вальпроевая кислота усиливает действие пропофола за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "вальпроевая кислота будет снижать уровень или эффект ривароксабана по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b повысит уровень или действие вальпроевой кислоты по другим причинам (см. комментарий). Используйте осторожность/монитор. Некоторые провоспалительные цитокины, включая интерфероны, могут подавлять ферменты CYP450, что приводит к увеличению экспозиции некоторых субстратов CYP. Поэтому наблюдайте за пациентами, получающими сопутствующие препараты, являющиеся субстратами CYP450, с узким терапевтическим индексом на предмет токсичности таких препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "вальпроевая кислота повышает уровень руфинамида за счет замедления метаболизма. Используйте осторожность/монитор. Начинайте прием руфинамида в дозе <10 мг/кг/сут у детей или <400 мг/сут у взрослых."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарилумаб",
      "description": {
        "common": "сарилумаб, вальпроевая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем цитокинов, таких как IL-6. Повышенная концентрация ИЛ-6 может снижать активность CYP, например, у пациентов с РА, и, следовательно, повышать уровень препарата по сравнению с субъектами без РА. Блокада передачи сигналов ИЛ-6 антагонистами ИЛ-6 (например, сарилумабом) может обратить ингибирующее действие ИЛ-6 и восстановить активность CYP, что приведет к снижению концентрации препарата. Следует соблюдать осторожность при начале или прекращении приема сарилумаба при одновременном применении с субстратами CYP450, особенно с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб, вальпроевая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, секукинумаб может нормализовать образование ферментов CYP450. При начале или прекращении приема секукинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севеламер",
      "description": {
        "common": "севеламер снижает уровень вальпроевой кислоты за счет увеличения элиминации. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теклистамаб",
      "description": {
        "common": "теклистамаб увеличивает уровень или эффект вальпроевой кислоты за счет изменения метаболизма. Используйте осторожность/монитор. Теклистамаб вызывает высвобождение цитокинов, которые могут подавлять активность ферментов CYP450, что приводит к увеличению экспозиции субстратов CYP. Монитор для повышения концентрации или токсичности чувствительных субстратов CYP. При необходимости отрегулируйте дозу препарата-субстрата CYP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тедуглутид",
      "description": {
        "common": "тедуглутид повышает уровень вальпроевой кислоты за счет седативного эффекта. Используйте осторожность/монитор. Тедуглутид может увеличивать абсорбцию сопутствующих пероральных препаратов; с осторожностью применять препараты, требующие титрования дозы, или препараты с узким терапевтическим индексом; может потребоваться коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темозоломид",
      "description": {
        "common": "вальпроевая кислота повышает уровень темозоломида за счет замедления метаболизма. Используйте осторожность/монитор. Предостережения рекомендуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "вальпроевая кислота будет повышать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "вальпроевая кислота, топирамат.\nОдин из них увеличивает токсичность другого по неизвестному механизму. Используйте осторожность/монитор. Риск гипераммониемии с или без энцефалопатии; оч. с врожденными ошибками метаболизма могут подвергаться большему риску. S/S: измененный УК, вялость, рвота."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид увеличивает уровень или эффект вальпроевой кислоты, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Контролируйте субстраты CYP3A4, для которых небольшое увеличение концентрации в плазме может привести к серьезной токсичности при совместном применении с трофинетидом (слабый ингибитор CYP3A4)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб, вальпроевая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: образование ферментов CYP450 может быть изменено повышенным уровнем определенных цитокинов во время хронического воспаления; таким образом, нормализуя образование ферментов CYP450. После начала или прекращения приема устекинумаба у пациентов, одновременно получающих субстраты CYP450, особенно у пациентов с узким терапевтическим индексом, следует рассмотреть возможность наблюдения за терапевтическим эффектом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "вальпроевая кислота повышает уровень зидовудина за счет замедления метаболизма. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен",
      "description": {
        "common": "вальпроевая кислота снижает уровень ацетаминофена за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен IV",
      "description": {
        "common": "вальпроевая кислота снижает уровень ацетаминофена IV за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетаминофен ректальный",
      "description": {
        "common": "вальпроевая кислота снижает уровень ректального ацетаминофена за счет усиления метаболизма. Незначительное/значение неизвестно. Усиление метаболизма, увеличение уровня гепатотоксических метаболитов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атракурий",
      "description": {
        "common": "вальпроевая кислота снижает эффекты атракурия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "вальпроевая кислота снижает уровень биотина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно. Может потребоваться добавка биотина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект бозентана, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "вальпроевая кислота будет повышать уровень или эффект целекоксиба, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "вальпроевая кислота снижает эффекты цисатракурия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень вальпроевой кислоты за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам, вальпроевая кислота. Механизм: неизвестен. Незначительное/значение неизвестно. Возможный риск абсанса."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клозапин",
      "description": {
        "common": "вальпроевая кислота снижает уровень клозапина за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень вальпроевой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "вальпроевая кислота снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "дексметилфенидат усиливает действие вальпроевой кислоты за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект диклофенака, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина повышает уровень вальпроевой кислоты за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень вальпроевой кислоты за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень вальпроевой кислоты за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень вальпроевой кислоты за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этотоин",
      "description": {
        "common": "вальпроевая кислота, этотоин. Механизм: конкуренция за связывание с белками плазмы. Незначительное/значение неизвестно. Вальпроевая кислота может увеличивать или уменьшать уровень фенитоина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин снижает уровень вальпроевой кислоты по другим причинам (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: эзогабин может индуцировать глюкуронирование, что приводит к небольшому снижению минимальных уровней."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелбамат",
      "description": {
        "common": "вальпроевая кислота повышает уровень фелбамата за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект флурбипрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект флувастатина, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "вальпроевая кислота, фосфенитоин. Механизм: конкуренция за связывание с белками плазмы. Незначительное/значение неизвестно. Вальпроевая кислота может увеличивать или уменьшать уровень фенитоина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект ибупрофена, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект ибупрофена внутривенно, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид повышает уровень вальпроевой кислоты за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокарнитин",
      "description": {
        "common": "вальпроевая кислота снижает уровень левокарнитина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин снижает уровень вальпроевой кислоты по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "вальпроевая кислота будет увеличивать уровень или эффект мелоксикама, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "вальпроевая кислота снижает действие онаботулотоксина А за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "панкуроний",
      "description": {
        "common": "вальпроевая кислота снижает эффекты панкурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "перампанель",
      "description": {
        "common": "перампанел повышает уровень вальпроевой кислоты, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "вальпроевая кислота повышает уровень фенобарбитала по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "вальпроевая кислота, фенитоин. Механизм: конкуренция за связывание с белками плазмы. Незначительное/значение неизвестно. Вальпроевая кислота может увеличивать или уменьшать уровень фенитоина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект пироксикама, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "вальпроевая кислота усиливает действие примидона за счет усиления метаболизма. Незначительное/значение неизвестно. Вальпроевая кислота усиливает превращение примидона в фенобарбитал."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "вальпроевая кислота снижает эффекты рапакурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рокуроний",
      "description": {
        "common": "вальпроевая кислота снижает эффекты рокурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "вальпроевая кислота будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "вальпроевая кислота будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "шалфей уменьшает эффекты вальпроевой кислоты за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие; некоторые виды шалфея могут вызывать судороги."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "Сердексметилфенидат/дексметилфенидат усиливает действие вальпроевой кислоты за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "вальпроевая кислота снижает эффекты сукцинилхолина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект сульфаметоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиагабин",
      "description": {
        "common": "вальпроевая кислота снижает уровень тиагабина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект толбутамида, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень вальпроевой кислоты за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "векуроний",
      "description": {
        "common": "вальпроевая кислота снижает эффекты векурония за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вальпроевая кислота увеличивает уровень или эффект вориконазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "31"
    },
    {
      "name": "Головная боль",
      "percent": "31"
    },
    {
      "name": "Увеличение времени кровотечения",
      "percent": "26-30"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "26-30"
    },
    {
      "name": "Тремор",
      "percent": "25"
    },
    {
      "name": "Алопеция",
      "percent": "24"
    },
    {
      "name": "Астения",
      "percent": "16-20"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "16-20"
    },
    {
      "name": "Сонливость",
      "percent": "16-20"
    },
    {
      "name": "амблиопия",
      "percent": "11-15"
    },
    {
      "name": "Диарея",
      "percent": "11-15"
    },
    {
      "name": "Диплопия",
      "percent": "11-15"
    },
    {
      "name": "Головокружение",
      "percent": "11-15"
    },
    {
      "name": "Диспепсия",
      "percent": "11-15"
    },
    {
      "name": "нистагм",
      "percent": "11-15"
    },
    {
      "name": "шум в ушах",
      "percent": "11-15"
    },
    {
      "name": "Рвота",
      "percent": "11-15"
    },
    {
      "name": "Атаксия",
      "percent": "8"
    },
    {
      "name": "Повышенный аппетит",
      "percent": "6"
    },
    {
      "name": "Сыпь",
      "percent": "6"
    },
    {
      "name": "Боль в животе",
      "percent": "5"
    },
    {
      "name": "Тремор",
      "percent": "5"
    },
    {
      "name": "Боль в спине",
      "percent": "5"
    },
    {
      "name": "Изменения настроения",
      "percent": "5"
    },
    {
      "name": "Беспокойство",
      "percent": "5"
    },
    {
      "name": "Путаница",
      "percent": "5"
    },
    {
      "name": "Аномальная походка",
      "percent": "5"
    },
    {
      "name": "Парестезия",
      "percent": "5"
    },
    {
      "name": "Галлюцинации",
      "percent": "5"
    },
    {
      "name": "Кататония",
      "percent": "5"
    },
    {
      "name": "Дизартрия",
      "percent": "5"
    },
    {
      "name": "Поздняя дискинезия",
      "percent": "5"
    },
    {
      "name": "Головокружение",
      "percent": "5"
    },
    {
      "name": "Нерегулярные менструации",
      "percent": "5"
    },
    {
      "name": "Увеличение веса",
      "percent": "4"
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Острый панкреатит",
      "percent": null
    },
    {
      "name": "может быть жизнь",
      "percent": null
    },
    {
      "name": "угрожающий",
      "percent": null
    },
    {
      "name": "Печеночная токсичность",
      "percent": null
    },
    {
      "name": "гипераммониемия",
      "percent": null
    },
    {
      "name": "Потеря веса",
      "percent": null
    },
    {
      "name": "Переломы",
      "percent": null
    },
    {
      "name": "Остеопороз",
      "percent": null
    },
    {
      "name": "остеопения",
      "percent": null
    },
    {
      "name": "Снижение минеральной плотности костей",
      "percent": null
    },
    {
      "name": "Церебральная псевдоатрофия",
      "percent": null
    },
    {
      "name": "острый или подострый когнитивный спад и поведенческие изменения",
      "percent": null
    },
    {
      "name": "апатия или раздражительность",
      "percent": null
    },
    {
      "name": "Изменение текстуры волос",
      "percent": null
    },
    {
      "name": "Изменение цвета волос",
      "percent": null
    },
    {
      "name": "Светочувствительность",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Повышенный уровень тестостерона",
      "percent": null
    },
    {
      "name": "Гиперандрогения",
      "percent": null
    },
    {
      "name": "гирсутизм",
      "percent": null
    },
    {
      "name": "Заболевания ногтей и ногтевого ложа",
      "percent": null
    },
    {
      "name": "Увеличение веса",
      "percent": null
    },
    {
      "name": "аспермия",
      "percent": null
    },
    {
      "name": "азооспермия",
      "percent": null
    },
    {
      "name": "снижение количества сперматозоидов",
      "percent": null
    },
    {
      "name": "снижение подвижности сперматозоидов",
      "percent": null
    },
    {
      "name": "мужское бесплодие",
      "percent": null
    },
    {
      "name": "и аномальная морфология сперматозоидов",
      "percent": null
    },
    {
      "name": "Парадоксальная конвульсия",
      "percent": null
    },
    {
      "name": "паркинсонизм",
      "percent": null
    },
    {
      "name": "Тело в целом",
      "percent": null
    },
    {
      "name": "Боль в груди",
      "percent": null
    },
    {
      "name": "озноб",
      "percent": null
    },
    {
      "name": "озноб и лихорадка",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "боль в шее",
      "percent": null
    },
    {
      "name": "ригидность шеи",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистая система",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "учащенное сердцебиение",
      "percent": null
    },
    {
      "name": "постуральная гипотензия",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "расширение сосудов",
      "percent": null
    },
    {
      "name": "Пищеварительная система",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "недержание кала",
      "percent": null
    },
    {
      "name": "метеоризм",
      "percent": null
    },
    {
      "name": "гастроэнтерит",
      "percent": null
    },
    {
      "name": "глоссит",
      "percent": null
    },
    {
      "name": "пародонтальный абсцесс",
      "percent": null
    },
    {
      "name": "Гемическая и лимфатическая система",
      "percent": null
    },
    {
      "name": "Экхимоз",
      "percent": null
    },
    {
      "name": "Метаболические и алиментарные расстройства",
      "percent": null
    },
    {
      "name": "Отек",
      "percent": null
    },
    {
      "name": "периферический отек",
      "percent": null
    },
    {
      "name": "SGOT увеличение",
      "percent": null
    },
    {
      "name": "и увеличение SGPT",
      "percent": null
    },
    {
      "name": "Костно-мышечной системы",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "артроз",
      "percent": null
    },
    {
      "name": "судороги ног",
      "percent": null
    },
    {
      "name": "подергивание",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "переломы",
      "percent": null
    },
    {
      "name": "снижение минеральной плотности костной ткани",
      "percent": null
    },
    {
      "name": "остеопения",
      "percent": null
    },
    {
      "name": "остеопороз",
      "percent": null
    },
    {
      "name": "и слабость",
      "percent": null
    },
    {
      "name": "Нервная система",
      "percent": null
    },
    {
      "name": "Аномальные сны",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "гипертония",
      "percent": null
    },
    {
      "name": "гипокинезия",
      "percent": null
    },
    {
      "name": "бессонница",
      "percent": null
    },
    {
      "name": "рефлексы повышены",
      "percent": null
    },
    {
      "name": "аномалии мышления",
      "percent": null
    },
    {
      "name": "Дыхательная система",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "ринит",
      "percent": null
    },
    {
      "name": "кашель усилился",
      "percent": null
    },
    {
      "name": "и синусит",
      "percent": null
    },
    {
      "name": "Кожа и придатки",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "дискоидная красная волчанка",
      "percent": null
    },
    {
      "name": "сухая кожа",
      "percent": null
    },
    {
      "name": "фурункулез",
      "percent": null
    },
    {
      "name": "макулопапулезная сыпь",
      "percent": null
    },
    {
      "name": "себорея",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "и сыпь",
      "percent": null
    },
    {
      "name": "Особые чувства",
      "percent": null
    },
    {
      "name": "Конъюнктивит",
      "percent": null
    },
    {
      "name": "глухота",
      "percent": null
    },
    {
      "name": "сухие глаза",
      "percent": null
    },
    {
      "name": "боль в ухе",
      "percent": null
    },
    {
      "name": "глазная боль",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "извращение вкуса",
      "percent": null
    },
    {
      "name": "Мочеполовая система",
      "percent": null
    },
    {
      "name": "Дисменорея",
      "percent": null
    },
    {
      "name": "дизурия",
      "percent": null
    },
    {
      "name": "недержание мочи",
      "percent": null
    },
    {
      "name": "цистит",
      "percent": null
    },
    {
      "name": "метроррагия",
      "percent": null
    },
    {
      "name": "и вагинальное кровотечение",
      "percent": null
    },
    {
      "name": "Гемическая и лимфатическая система",
      "percent": null
    },
    {
      "name": "Экхимоз",
      "percent": null
    },
    {
      "name": "психиатрический",
      "percent": null
    },
    {
      "name": "Эмоциональное расстройство",
      "percent": null
    },
    {
      "name": "психоз",
      "percent": null
    },
    {
      "name": "агрессия",
      "percent": null
    },
    {
      "name": "психомоторная гиперактивность",
      "percent": null
    },
    {
      "name": "враждебность",
      "percent": null
    },
    {
      "name": "нарушение внимания",
      "percent": null
    },
    {
      "name": "расстройство обучения",
      "percent": null
    },
    {
      "name": "и ухудшение поведения",
      "percent": null
    },
    {
      "name": "гематологический",
      "percent": null
    },
    {
      "name": "Относительный лимфоцитоз",
      "percent": null
    },
    {
      "name": "макроцитоз",
      "percent": null
    },
    {
      "name": "гипофибриногенемия",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "анемия, в том числе макроцитарная с или без дефицита фолиевой кислоты",
      "percent": null
    },
    {
      "name": "подавление костного мозга",
      "percent": null
    },
    {
      "name": "панцитопения",
      "percent": null
    },
    {
      "name": "апластическая анемия",
      "percent": null
    },
    {
      "name": "агранулоцитоз",
      "percent": null
    },
    {
      "name": "и острая перемежающаяся порфирия",
      "percent": null
    },
    {
      "name": "Эндокринный",
      "percent": null
    },
    {
      "name": "Нерегулярные менструации",
      "percent": null
    },
    {
      "name": "вторичная аменорея",
      "percent": null
    },
    {
      "name": "гиперандрогения",
      "percent": null
    },
    {
      "name": "гирсутизм",
      "percent": null
    },
    {
      "name": "повышенный уровень тестостерона",
      "percent": null
    },
    {
      "name": "увеличение груди",
      "percent": null
    },
    {
      "name": "галакторея",
      "percent": null
    },
    {
      "name": "поликистоз яичников",
      "percent": null
    },
    {
      "name": "опухоль околоушной железы",
      "percent": null
    },
    {
      "name": "снижение концентрации карнитина",
      "percent": null
    },
    {
      "name": "гипонатриемия",
      "percent": null
    },
    {
      "name": "гиперглицинемия",
      "percent": null
    },
    {
      "name": "и неадекватная секреция АДГ",
      "percent": null
    },
    {
      "name": "репродуктивный",
      "percent": null
    },
    {
      "name": "аспермия",
      "percent": null
    },
    {
      "name": "азооспермия",
      "percent": null
    },
    {
      "name": "снижение количества сперматозоидов",
      "percent": null
    },
    {
      "name": "снижение подвижности сперматозоидов",
      "percent": null
    },
    {
      "name": "мужское бесплодие",
      "percent": null
    },
    {
      "name": "и аномальная морфология сперматозоидов",
      "percent": null
    },
    {
      "name": "мочеполовой",
      "percent": null
    },
    {
      "name": "Энурез",
      "percent": null
    },
    {
      "name": "тубулоинтерстициальный нефрит",
      "percent": null
    },
    {
      "name": "и инфекции мочевыводящих путей",
      "percent": null
    },
    {
      "name": "Особые чувства",
      "percent": null
    },
    {
      "name": "Потеря слуха",
      "percent": null
    },
    {
      "name": "Другой",
      "percent": null
    },
    {
      "name": "Аллергическая реакция",
      "percent": null
    },
    {
      "name": "анафилаксия",
      "percent": null
    },
    {
      "name": "отставание в развитии",
      "percent": null
    },
    {
      "name": "боль в костях",
      "percent": null
    },
    {
      "name": "брадикардия",
      "percent": null
    },
    {
      "name": "и кожный васкулит",
      "percent": null
    }
  ]
}