{
  "name": "флуоцинонид",
  "comment": "Rx",
  "other_names": [
    "Топсин",
    "Ванос",
    "Топактин",
    "Лидерм",
    "Тиамол",
    "Лидемоль",
    "Лидекс"
  ],
  "classes": [
    "Актуальный",
    "Кортикостероиды"
  ],
  "source": "https://reference.medscape.com/drug/vanos-fluocinonide-topical-343519",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к препарату или вспомогательным веществам"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "При наличии дерматологических инфекций следует назначать соответствующее противогрибковое или антибактериальное средство; если благоприятный ответ не наступает быстро, прием кортикостероидов следует прекратить до тех пор, пока инфекция не будет адекватно контролироваться.",
        "Дети могут проявлять большую восприимчивость к вызванному кортикостероидами подавлению оси HPA и синдрому Кушинга из-за большего отношения площади поверхности кожи к массе тела.",
        "Пациентов, получающих большие дозы сильнодействующих стероидов для местного применения, наносимых на большую площадь поверхности тела или под окклюзионную повязку, следует периодически обследовать на наличие признаков подавления оси гипоталамо-гипофизарно-надпочечниковой системы с помощью тестов на определение содержания свободного кортизола в моче и стимуляции АКТГ; если отмечено подавление оси HPA, следует попытаться отменить препарат, уменьшить частоту применения или заменить менее сильнодействующим стероидом.",
        "Если возможно, используйте более низкие потенции для детей (т. е. увеличьте ППТ/кг, следовательно, увеличьте системную абсорбцию)",
        "Саркома Капоши, о которой сообщалось при длительной терапии кортикостероидами",
        "Системная абсорбция местных кортикостероидов вызывала обратимое подавление гипоталамо-гипофизарно-надпочечниковой оси, проявления синдрома Кушинга, гипергликемию и глюкозурию у некоторых пациентов.",
        "Избегайте средних и очень высоких потенций на лице, складках, в паху, потому что это может увеличить абсорбцию стероидов.",
        "Условия, которые увеличивают системную абсорбцию, включают применение сильнодействующих стероидов, использование на больших поверхностях, длительное использование и добавление окклюзионных повязок.",
        "Восстановление функции оси HPA обычно быстрое и полное после прекращения приема препарата; нечасто могут возникать признаки и симптомы отмены стероидов, что требует дополнительных системных кортикостероидов.",
        "Длительное применение может вызвать атрофию кожи и подкожной клетчатки; при использовании на межтригинозных или сгибательных участках или на лице это может произойти даже при кратковременном использовании",
        "Используйте сильнодействующие лекарства в течение <2 недель, чтобы уменьшить местные и системные побочные эффекты.",
        "Используйте низкую потенцию для хронической терапии",
        "Длительная местная терапия кортикостероидами может препятствовать росту и развитию детей."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Атрофия кожи",
      "percent": "2"
    },
    {
      "name": "Стрии",
      "percent": null
    },
    {
      "name": "Акнеформные поражения",
      "percent": null
    },
    {
      "name": "Изменения пигментации",
      "percent": null
    },
    {
      "name": "подавление HPA",
      "percent": null
    },
    {
      "name": "с более высокой потенцией используется",
      "percent": null
    },
    {
      "name": "неделя",
      "percent": null
    },
    {
      "name": "Внутричерепная гипертензия",
      "percent": null
    },
    {
      "name": "Гипопигментация",
      "percent": null
    },
    {
      "name": "Мацерация кожи",
      "percent": null
    },
    {
      "name": "Милиария",
      "percent": null
    },
    {
      "name": "фолликулит",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "Кушинг",
      "percent": null
    },
    {
      "name": "синдром",
      "percent": null
    },
    {
      "name": "телеангиэктазии",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "Сжигание",
      "percent": null
    },
    {
      "name": "Раздражение",
      "percent": null
    },
    {
      "name": "глюкозурия",
      "percent": null
    }
  ]
}