{
  "name": "живая вакцина против ветряной оспы",
  "comment": "Rx",
  "other_names": [
    "Варивакс"
  ],
  "classes": [
    "Жить",
    "Популярный",
    "Вакцина"
  ],
  "source": "https://reference.medscape.com/drug/varivax-varicella-virus-vaccine-live-343177",
  "pregnancy": {
    "common": [
      "Категория беременности: X",
      "Лактация: неизвестно, выделяется ли с грудным молоком; будьте осторожны"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: неизвестно, выделяется ли с грудным молоком; будьте осторожны"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Активный нелеченный туберкулез",
        "Повышенная чувствительность к желатину, неомицину или любому компоненту вакцины.",
        "ВИЧ: количество CD4+ <200 клеток/мкл",
        "Пациенты, получающие иммуносупрессивную терапию, включая иммуносупрессивные дозы кортикостероидов.",
        "Иммунодепрессивные или иммунодефицитные пациенты с лимфомами, лейкемией или злокачественными новообразованиями, поражающими костный мозг или лимфатическую систему",
        "Первичные и приобретенные иммунодефицитные состояния",
        "Беременность",
        "Текущее лихорадочное заболевание (> 101,3 ° F)"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Отложить администрацию у больных с умеренным или тяжелым заболеванием с или без лихорадки; может назначаться пациентам с легким заболеванием с лихорадкой или без нее",
        "Избегайте использования салицилатов (аспирина) или продуктов, содержащих салицилаты, у детей и подростков в возрасте от 12 месяцев до 17 лет в течение шести недель после вакцинации из-за связи синдрома Рея с терапией салицилатами и инфекцией ветряной оспы дикого типа.",
        "Консультативный комитет по практике иммунизации (ACIP) разработал рекомендации по использованию вакцины против ветряной оспы у ВИЧ-инфицированных лиц.",
        "Термолабильный: хранить при температуре -20°C или ниже.",
        "Обмороки, сопровождающиеся преходящими нарушениями зрения, слабостью или тонико-клоническими движениями, о которых сообщалось при инъекционных вакцинах.",
        "ACIP имеет конкретные рекомендации по интервалам между введением продуктов, содержащих антитела, и введением живой вирусной вакцины.",
        "Избегайте контактов с лицами из группы риска в течение 5 недель после вакцинации.",
        "Иммуноглобулины (IG) и другие препараты крови не следует вводить одновременно с этой вакциной; продукты могут содержать антитела, препятствующие репликации вакцинного вируса и снижающие ожидаемый иммунный ответ",
        "Избегайте беременности в течение 3 месяцев после терапии",
        "Отложить вакцинацию лиц с семейным анамнезом врожденного или наследственного иммунодефицита до тех пор, пока иммунный статус человека не будет оценен и не будет признан иммунокомпетентным."
      ],
      "specific": [
        {
          "type": "Риск передачи вакцинного вируса",
          "description": [
            "К восприимчивым лицам с высоким риском относятся лица с ослабленным иммунитетом, беременные женщины без документально подтвержденного анамнеза ветряной оспы или лабораторных признаков предшествующей инфекции, новорожденные от матерей без документально подтвержденного анамнеза ветряной оспы или лабораторных признаков предшествующей инфекции, а также все новорожденные, рожденные на сроке менее 28 недель беременности, независимо от материнский иммунитет к ветряной оспе",
            "Из-за опасений по поводу передачи вакцинного вируса реципиенты вакцины должны стараться избегать, по возможности, тесного контакта с восприимчивыми лицами из группы высокого риска в течение шести недель после вакцинации этой вакциной.",
            "Постмаркетинговый опыт показывает, что передача вируса вакцины против ветряной оспы (Oka/Merck), приводящая к инфекции ветряной оспы, включая диссеминированное заболевание, может происходить между реципиентами вакцины (у которых появляется или не развивается сыпь, похожая на ветряную оспу) и контактами, восприимчивыми к ветряной оспе, включая здоровых людей. как лица с высоким риском"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "белимумаб",
      "description": {
        "common": "белимумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Противопоказано. Не вводите живые вакцины за 30 дней до или одновременно с белимумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "цертолизумаб пегол",
      "description": {
        "common": "Цертолизумаб пегол снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Не вводите живые вакцины одновременно с цертолизумабом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фамцикловир",
      "description": {
        "common": "фамцикловир снижает уровень или эффект живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Избегайте использования фамцикловира за 24 часа до и в течение 14 дней после вакцинации против ветряной оспы."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "ифосфамид снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "иксекизумаб",
      "description": {
        "common": "иксекизумаб снижает эффекты живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Противопоказано. Иксекизумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала приема иксекизумаба необходимо пройти все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ломустин",
      "description": {
        "common": "ломустин снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мехлорэтамин",
      "description": {
        "common": "мехлорэтамин снижает действие живой вакцины против вируса ветряной оспы за счет иммунодепрессивного действия; риск заражения. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мелфалан",
      "description": {
        "common": "Мелфалан снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метотрексат",
      "description": {
        "common": "метотрексат снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунизация живыми вирусными вакцинами, как правило, не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "онасемногене абепарвовец",
      "description": {
        "common": "онасемноген абепарвовек снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Противопоказано. Скорректируйте прививки, чтобы приспособить одновременное введение кортикостероидов до и после инфузии оназемногена абепарвовека. Избегайте живых вакцин в течение как минимум 1 месяца в начале или после терапии высокими дозами системных кортикостероидов, проводимой в течение = 2 недель."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать использования живых аттенуированных вакцин в течение по крайней мере 3 мес. после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов (повышенный риск инфекции). Следует избегать введения живых аттенуированных вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "секукинумаб",
      "description": {
        "common": "секукинумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Противопоказано. Секукинумаб может влиять на иммунный ответ живых вакцин и повышать риск побочных эффектов вакцины; до начала секукинумаба завершите все соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает действие живой вакцины против ветряной оспы по механизму: фармакодинамический антагонизм. Противопоказано. Перед началом терапии пациенты должны получить все соответствующие возрасту прививки, как это рекомендовано действующими руководствами. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "аброцитиниб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Введение живых вакцин не рекомендуется во время лечения аброцитинибом, а также непосредственно до или после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "адалимумаб снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алефацепт",
      "description": {
        "common": "алефацепт снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анакинра",
      "description": {
        "common": "Анакинра снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анифролумаб",
      "description": {
        "common": "анифролумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом обновите иммунизацию в соответствии с текущими рекомендациями."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин лошадиный",
      "description": {
        "common": "антитимоцитарный глобулин лошади снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитимоцитарный глобулин кролик",
      "description": {
        "common": "антитимоцитарный глобулин кролика снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин, живая вакцина против ветряной оспы. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный, вакцина против вируса ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия, живая вакцина против вируса ветряной оспы. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атолтивимаб/мафтивимаб/одесивимаб",
      "description": {
        "common": "атолтивимаб/мафтивимаб/одесивимаб снижает эффекты живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Моноклональные антитела к вирусу Эбола могут влиять на иммунный ответ живых вакцин. Обратитесь к руководствам по вакцинам для определения сроков вакцинации во время и после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "axicabtagene ciloleucel снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте живых вирусных вакцин в течение как минимум 6 недель до начала лимфодеплетирующей терапии, во время лечения аксикабтагеном цилолеуцелом и после лечения до полного восстановления иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азатиоприн",
      "description": {
        "common": "азатиоприн снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "бальзазид, вакцина против вируса ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "барицитиниб",
      "description": {
        "common": "барицитиниб снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин с барицитинибом. Обновите прививки в соответствии с текущими рекомендациями по иммунизации до начала лечения барицитинибом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "brexucabtagene autoleucel снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте живых вирусных вакцин в течение как минимум 6 недель до начала лимфодеплетирующей терапии, во время лечения брексукабтагеном аутолейцелем и после лечения до полного восстановления иммунитета."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "кабазитаксел снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Живые аттенуированные вакцины не следует использовать у пациентов, получающих иммуносупрессивную терапию. Иммунодепрессанты могут снижать терапевтический эффект вакцин и повышать риск побочных эффектов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "канакинумаб",
      "description": {
        "common": "канакинумаб снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "холин магния трисалицилат, живая вакцина против вируса ветряной оспы. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "цилтакабтаген аутолейцел снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Избегайте живых вакцин у пациентов с ослабленным иммунитетом из-за риска развития клинической инфекции от живой вакцины. Неадекватный иммунный ответ на вакцину может также возникать в присутствии иммунодепрессантов. Избегайте живых вакцин в течение как минимум 3 месяцев после прекращения иммуносупрессивной терапии, за исключением случаев, когда польза от введения вакцины превышает потенциальный риск."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дифлюнизал, вакцина против вируса ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "elivaldogen autotemcel, живая вакцина против вируса ветряной оспы.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Безопасность и эффективность вакцинации во время или после лечения эливалдогеном аутотемселом не изучались. Вакцинация не рекомендуется в течение 6 недель, предшествующих миелоаблативному кондиционированию, и до гематологического восстановления после лечения эливалдогеном аутотемцелом. Там, где это возможно, сделайте детские прививки перед миелоаблативным кондиционированием. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "этанерцепт снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "эверолимус снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Избегайте введения живых аттенуированных вакцин во время и в течение 2 месяцев после прекращения приема финголимода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глатирамер",
      "description": {
        "common": "глатирамер снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "голимумаб",
      "description": {
        "common": "голимумаб снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гуселькумаб",
      "description": {
        "common": "гуселькумаб, живая вакцина против вируса ветряной оспы. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом приема гуселкумаба выполните все соответствующие возрасту прививки. Нет данных о способности живой или неактивной вакцины вызывать иммунный ответ у пациентов, получавших гуселкумаб."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина снижает действие живой вакцины против ветряной оспы. Другие (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Вакцинация живыми вакцинами у пациентов, получающих гидроксимочевину, может уменьшить терапевтические эффекты вакцин и увеличить риск побочных эффектов (повышенный риск инфекции)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "идекабтаген виклеуцел снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "инфликсимаб снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "Лефлуномид снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меркаптопурин",
      "description": {
        "common": "меркаптопурин снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин, живая вакцина против вируса ветряной оспы. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "муромонаб CD3",
      "description": {
        "common": "муромонаб CD3 снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окрелизумаб",
      "description": {
        "common": "окрелизумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми аттенуированными или живыми вакцинами не рекомендуется во время лечения окрелизумабом и до восполнения В-лимфоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Проводите все прививки в соответствии с рекомендациями по иммунизации не менее чем за 4 недели до начала подкожного введения офатумумаба для живых или живых аттенуированных вакцин и всегда, когда это возможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод снижает действие живой вакцины против ветряной оспы за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых аттенуированных вакцин с озанимодом во время лечения и в течение 3 месяцев после прекращения приема озанимода. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод снижает действие живой вакцины против ветряной оспы за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых аттенуированных вакцин по крайней мере за 1 месяц до начала, во время и в течение 1-2 недель после лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилонацепт",
      "description": {
        "common": "рилонацепт снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисанкизумаб",
      "description": {
        "common": "рисанкизумаб снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом лечения рисанкизумабом сделайте соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритуксимаб",
      "description": {
        "common": "ритуксимаб, живая вакцина против вируса ветряной оспы. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Безопасность иммунизации живыми вирусными вакцинами после терапии ритуксимабом не изучалась, и вакцинация живыми вирусными вакцинами не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритуксимаб-гиалуронидаза",
      "description": {
        "common": "ритуксимаб-гиалуронидаза, вакцина против вируса ветряной оспы живая. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Безопасность иммунизации живыми вирусными вакцинами после терапии ритуксимабом не изучалась, и вакцинация живыми вирусными вакцинами не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не аза), вакцина против вируса ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат, живая вакцина против вируса ветряной оспы. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сарилумаб",
      "description": {
        "common": "сарилумаб, живая вакцина против вируса ветряной оспы. иммуносупрессивные эффекты; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте одновременного использования живых вирусных вакцин из-за потенциально повышенного риска инфекций. Интервал между прививками живыми вакцинами и началом терапии сарилумабом должен соответствовать действующим рекомендациям по вакцинации в отношении иммунодепрессантов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сатрализумаб",
      "description": {
        "common": "сатрализумаб снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. iv вакцины не рекомендуются во время лечения. Проведите все прививки в соответствии с рекомендациями по иммунизации. Не менее чем за 4 недели до начала вакцинации живыми или живыми аттенуированными вакцинами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод снижает действие живой вакцины против ветряной оспы за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Приостановка вакцинации начинается за 1 неделю до начала приема сипонимода и в течение 4 недель после прекращения лечения. Совместное введение с живыми аттенуированными вакцинами может увеличить риск инфекции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "сиролимус снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин, вакцина против вируса ветряной оспы живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "Такролимус снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "темсиролимус снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теплизумаб",
      "description": {
        "common": "теплизумаб снижает действие живой вакцины против вируса ветряной оспы (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Перед началом лечения теплизумабом сделайте все прививки, соответствующие возрасту. Введение живых аттенуированных вакцин не рекомендуется в течение 8 недель до лечения теплизумабом, во время лечения или в течение 52 недель после лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тилдракизумаб",
      "description": {
        "common": "тилдракизумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Перед началом терапии тилдракизумабом рассмотрите возможность завершения всех соответствующих возрасту прививок в соответствии с текущими рекомендациями по иммунизации. Избегайте использования живых вакцин у пациентов, получающих тилдракизумаб. Данных о реакции на живые или неактивные вакцины нет."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "тисагенлеклеуцел снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Вакцинация живыми вирусными вакцинами не рекомендуется как минимум за 6 недель до начала лимфодеплетирующей химиотерапии, во время лечения CAR-T-клетками и до восстановления иммунитета после лечения. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тоцилизумаб",
      "description": {
        "common": "тоцилизумаб снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тралокинумаб",
      "description": {
        "common": "тралокинумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вакцин. Перед началом приема тралокинумаба выполните соответствующие возрасту прививки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Кортикостероиды также повышают риск инфицирования при одновременном применении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "упадацитиниб снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "устекинумаб",
      "description": {
        "common": "устекинумаб снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Противопоказано. Перед началом терапии пациенты должны получить все соответствующие возрасту прививки, как это рекомендовано действующими руководствами. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ведолизумаб",
      "description": {
        "common": "ведолизумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Избегайте использования живых вирусных вакцин при получении ведолизумаба; живые вакцины можно вводить одновременно с ведолизумабом, только если преимущества перевешивают риски."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин снижает действие живой вакцины против вируса ветряной оспы за счет иммунодепрессивного действия; риск заражения. Избегайте или используйте альтернативный препарат. Иммунодепрессанты также повышают риск заражения при одновременном введении живых вакцин. Избегайте живых вакцин в течение как минимум 3 месяцев после иммунодепрессантов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "кора ивы, живая вакцина против вируса ветряной оспы. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сибиреязвенный иммуноглобулин",
      "description": {
        "common": "Иммуноглобулин сибирской язвы снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Введение иммуноглобулина может снизить эффективность живых аттенуированных вакцин. Отложить вакцинацию живыми вирусными вакцинами до ~ 3 месяцев после введения сибирской язвы IG. Ревакцинируйте людей, получивших ИГ сибирской язвы вскоре после вакцинации живым вирусом, через 3 месяца после введения ИГ сибирской язвы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белатацепт",
      "description": {
        "common": "белатацепт снижает действие живой вакцины против ветряной оспы. Другие (см. комментарий). Используйте осторожность/монитор.\nКомментарий: во время лечения белатацептом следует избегать использования живых вакцин. Сообщите пациентам, что прививки могут быть менее эффективными, пока они лечатся белатацептом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "Бетибеглоген аутотемцел, живая вакцина против вируса ветряной оспы. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следуйте установленным правилам введения вакцины. Безопасность живых вакцин во время или после лечения не изучалась. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитомегаловирусный иммуноглобулин (CMV IG)",
      "description": {
        "common": "цитомегаловирусный иммуноглобулин (CMV IG) снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "вакцина денге, живая вакцина против вируса ветряной оспы. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Нет данных для установления безопасности и иммуногенности совместного введения вакцины против лихорадки денге с рекомендуемыми вакцинами для подростков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иммуноглобулин против гепатита В (HBIG)",
      "description": {
        "common": "Иммуноглобулин гепатита В (HBIG) снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иммуноглобулин в/м (ИГИМ)",
      "description": {
        "common": "иммуноглобулин для внутримышечного введения (IGIM) снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иммуноглобулин IV (IGIV)",
      "description": {
        "common": "иммуноглобулин IV (IGIV) снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иммуноглобулин СК",
      "description": {
        "common": "Иммуноглобулин SC снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб снижает действие живой вакцины против ветряной оспы за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Живые аттенуированные вакцины могут быть менее эффективными, если их вводить во время лечения лениолисибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "обинутузумаб",
      "description": {
        "common": "обинутузумаб снижает действие живой вакцины против вируса ветряной оспы за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммунизация живыми вирусными вакцинами не рекомендуется во время лечения обинутузумабом и до восстановления В-клеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антирабический иммуноглобулин человеческий (RIG)",
      "description": {
        "common": "иммуноглобулин против бешенства человеческий (RIG) снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "столбнячный иммуноглобулин (TIG)",
      "description": {
        "common": "столбнячный иммуноглобулин (ТИГ) снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Раздельно на 3 месяца."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие живой вакцины против ветряной оспы за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Проводите все прививки в соответствии с рекомендациями по иммунизации по крайней мере за 4 недели до начала применения ублитуксимаба для живых или живых аттенуированных вакцин и, по возможности, по крайней мере за 2 недели до начала для неживых вакцин. Вакцинация живыми вирусными вакцинами не рекомендуется во время лечения и до восполнения В-лимфоцитов. Не вводите живые или живые аттенуированные вакцины детям, матери которых подверглись воздействию ублитуксимаба во время беременности, до подтверждения восстановления количества В-клеток, измеренного с помощью В-клеток CD19+."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцинный иммуноглобулин внутривенно",
      "description": {
        "common": "внутривенный иммуноглобулин коровьей оспы снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Отложить живые вакцины на 3 месяца после введения иммуноглобулина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин снижает действие живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Rho(D) иммуноглобулин",
      "description": {
        "common": "Иммуноглобулин Rho(D) снижает эффекты живой вакцины против ветряной оспы за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Раздельно на 3 месяца."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "О предполагаемых нежелательных явлениях после введения любой вакцины можно сообщать в Систему отчетности о нежелательных явлениях прививок.",
      "percent": "1-800"
    },
    {
      "name": "ВАЕРС",
      "percent": "822-7967"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "20"
    },
    {
      "name": "сыпь",
      "percent": "102"
    },
    {
      "name": "зуд",
      "percent": "39"
    },
    {
      "name": "эритема",
      "percent": "15"
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "Ф",
      "percent": null
    },
    {
      "name": "С",
      "percent": null
    },
    {
      "name": "Тело в целом",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "включая анафилактический шок",
      "percent": null
    },
    {
      "name": "и связанные явления, такие как ангионевротический отек",
      "percent": null
    },
    {
      "name": "отек лица",
      "percent": null
    },
    {
      "name": "и периферические отеки",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "Некротический ретинит",
      "percent": null
    },
    {
      "name": "у лиц с ослабленным иммунитетом",
      "percent": null
    },
    {
      "name": "Гемическая и лимфатическая система",
      "percent": null
    },
    {
      "name": "Апластическая анемия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "включая ИТП",
      "percent": null
    },
    {
      "name": "Инфекции и инвазии",
      "percent": null
    },
    {
      "name": "Ветряная оспа",
      "percent": null
    },
    {
      "name": "вакцинный штамм",
      "percent": null
    },
    {
      "name": "Нервный",
      "percent": null
    },
    {
      "name": "психиатрический",
      "percent": null
    },
    {
      "name": "Энцефалит",
      "percent": null
    },
    {
      "name": "нарушение мозгового кровообращения",
      "percent": null
    },
    {
      "name": "поперечный миелит",
      "percent": null
    },
    {
      "name": "Гийен",
      "percent": null
    },
    {
      "name": "синдром Барре",
      "percent": null
    },
    {
      "name": "Паралич Белла",
      "percent": null
    },
    {
      "name": "атаксия",
      "percent": null
    },
    {
      "name": "нефебрильные судороги",
      "percent": null
    },
    {
      "name": "асептический менингит",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "парестезия",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "Фарингит",
      "percent": null
    },
    {
      "name": "пневмония",
      "percent": null
    },
    {
      "name": "пневмонит",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "Генох",
      "percent": null
    },
    {
      "name": "пурпура Шенлейна",
      "percent": null
    },
    {
      "name": "вторичные бактериальные инфекции кожи и мягких тканей",
      "percent": null
    },
    {
      "name": "включая импетиго и целлюлит",
      "percent": null
    },
    {
      "name": "опоясывающий герпес",
      "percent": null
    }
  ]
}