{
  "name": "вазопрессин",
  "comment": "Rx",
  "other_names": [
    "вазостриктный",
    "АДГ"
  ],
  "classes": [
    "Антидиуретики",
    "Желудочно-кишечные агенты",
    "Связанный с вазопрессином",
    "Аналоги гормонов",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/vasostrict-adh-vasopressin-342073",
  "pregnancy": {
    "common": [
      "Нет доступных данных об использовании у беременных женщин для информирования о связанном с наркотиками риске серьезных врожденных дефектов, выкидыша или неблагоприятных исходах для матери или плода; исследования репродукции животных не проводились",
      "Терапия может вызвать тонические сокращения матки, которые могут угрожать продолжению беременности.",
      "Может потребоваться коррекция дозы во время беременности и в послеродовой период из-за увеличения клиренса вазопрессина во втором и третьем триместре."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии инъекций вазопрессина в человеческом или животном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность; флакон с многократными дозами (10 мл) противопоказан пациентам с известной аллергией или повышенной чувствительностью к 8-L-аргинину, вазопрессину или хлорбутанолу; флакон с разовой дозой 1 мл не содержит хлорбутанола; противопоказан только пациентам с известной аллергией или повышенной чувствительностью к 8-L-аргинин-вазопрессину"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Непрерывная инфузия должна осуществляться через устройство для контролируемой инфузии.",
        "У больных может развиться обратимый несахарный диабет, проявляющийся развитием полиурии, разбавления мочи и гипернатриемии после прекращения лечения вазопрессином; контролировать электролиты сыворотки, статус жидкости и диурез после прекращения приема вазопрессина; некоторым пациентам может потребоваться повторное введение вазопрессина или введение десмопрессина для коррекции водно-электролитного баланса.",
        "Будьте осторожны при хроническом нефрите с задержкой азота.",
        "При желудочно-кишечном кровотечении инфузию следует продолжать в течение 12-24 часов после остановки кровотечения, а затем дозу следует снижать в течение 24-48 часов.",
        "Снижение сердечного индекса может наблюдаться при применении вазопрессина.",
        "До- и послеоперационные пациенты с полиурией могут возникать",
        "С осторожностью применять у пациентов с судорогами, мигренью, астмой, сердечной недостаточностью, сосудистыми заболеваниями, стенокардией, тромбозом коронарных артерий, заболеваниями почек.",
        "Применение у беременных женщин только в случае крайней необходимости"
      ],
      "specific": [
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Применение с индометацином может пролонгировать действие препарата на сердечный индекс и системное сосудистое сопротивление; рекомендуется гемодинамический мониторинг; при необходимости измените дозу вазопрессина",
            "Использовать с",
            "может усилить влияние препарата Вазострикт® на среднее артериальное давление. Рекомендуется гемодинамический мониторинг; при необходимости измените дозу вазопрессина",
            "Применение с препаратами, предположительно вызывающими SIADH (например, СИОЗС, трициклические антидепрессанты, галоперидол, хлорпропамид, эналаприл, метилдопа, пентамидин, винкристин, циклофосфамид, ифосфамид, фелбамат) может усилить вазопрессорный эффект в дополнение к антидиуретическому эффекту препарата; рекомендуется гемодинамический мониторинг; при необходимости измените дозу вазопрессина",
            "ганглиоблокаторы",
            "катехоламины",
            "ожидается аддитивный эффект на среднее артериальное давление и другие гемодинамические параметры; рекомендуется гемодинамический мониторинг; при необходимости измените дозу вазопрессина"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат трансдермальный",
      "description": {
        "common": "трансдермальный метилфенидат и вазопрессин усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "хлорпропамид усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает эффекты вазопрессина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "адреналин",
      "description": {
        "common": "адреналин снижает действие вазопрессина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "адреналин рацемический снижает эффекты вазопрессина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол снижает эффекты вазопрессина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин снижает эффекты вазопрессина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "литий",
      "description": {
        "common": "литий снижает эффекты вазопрессина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "лофепрамин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "мапротилин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мекамиламин",
      "description": {
        "common": "мекамиламин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин усиливает эффекты вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенформин",
      "description": {
        "common": "фенформин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мочевина актуальные",
      "description": {
        "common": "мочевина местно усиливает действие вазопрессина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Брюшные судороги",
      "percent": null
    },
    {
      "name": "Аллергическая реакция",
      "percent": null
    },
    {
      "name": "Стенокардия",
      "percent": null
    },
    {
      "name": "Бронхиальное сужение",
      "percent": null
    },
    {
      "name": "Околоморальная бледность",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Стук в голову",
      "percent": null
    },
    {
      "name": "Потоотделение",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "сокращение матки",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Обратимый несахарный диабет",
      "percent": null
    }
  ]
}