{
  "name": "сахароферрилоксигидроксид",
  "comment": "Rx",
  "other_names": [
    "Вельфоро"
  ],
  "classes": [
    "PO4 Мусорщики"
  ],
  "source": "https://reference.medscape.com/drug/velphoro-sucroferric-oxyhydroxide-999889",
  "pregnancy": {
    "common": [
      "Препарат не всасывается системно после приема внутрь; ожидается, что использование матери не приведет к воздействию препарата на плод"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "У беременных крыс, получавших до 800 мг/кг/день через желудочный зонд с 6-го по 17-й день после спаривания (в 16 раз превышающая максимальную рекомендуемую клиническую дозу), не наблюдалось эмбрио-фетальной токсичности.",
          "У беременных крыс, получавших Velphoro в дозе 100, 280 или 800 мг/кг/день (в 16 раз превышающая максимальную рекомендуемую клиническую дозу) через желудочный зонд с 6-го дня после спаривания до 20-го дня лактации, прибавка массы тела потомства была ниже в возрасте 5-6 лет. 13 недель и нервно-мышечная функция была задержана при дозе 800 мг/кг/день.",
          "У беременных кроликов, получавших 50, 100 или 200 мг/кг/день (что соответствует 4-кратной рекомендуемой максимальной клинической дозе) через желудочный зонд, с 6-го по 19-й день после спаривания, число плодов с неполными/неокостеневшими эпифизами и пястными костями /фаланги были увеличены при самой высокой дозе; параметры подстилки не пострадали"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Этот препарат не всасывается системно после перорального приема, и ожидается, что грудное вскармливание не приведет к воздействию препарата на ребенка."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не вводите алендронат или доксициклин одновременно; алендронат или доксициклин следует вводить по крайней мере за 1 час до введения сахароферрикоксигидроксида.",
        "Не назначать перорально левотироксин",
        "Мониторинг эффекта и гомеостаза железа у пациентов с перитонитом во время перитонеального диализа, значительными желудочными или печеночными расстройствами, после обширных операций на желудочно-кишечном тракте или с гемохроматозом в анамнезе или другими заболеваниями, сопровождающимися накоплением железа; клинические исследования, не проведенные в этих группах пациентов"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "левотироксин",
      "description": {
        "common": "оксигидроксид сукроферрика снижает уровень левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Взаимодействия с парентеральным левотироксином не ожидается."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "сукроферрикоксигидроксид, эрдафитиниб. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Избегайте одновременного применения в течение начального периода корректировки дозы (т.е. в течение первых 21 дня). Повышение уровня фосфатов в сыворотке крови является фармакодинамическим эффектом ингибирования FGFR. Связывающие фосфаты в сыворотке могут скрывать решения относительно увеличения начальной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алендронат",
      "description": {
        "common": "сукроферрик оксигидроксид снижает уровень алендроната за счет связывания препарата в желудочно-кишечном тракте. Используйте осторожность/монитор. Не управлять одновременно; принимайте алендронат по крайней мере за 1 час до приема оксигидроксида сукроферрика."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "оксигидроксид сукроферрика снижает уровень доксициклина за счет связывания препарата в желудочно-кишечном тракте. Используйте осторожность/монитор. Не управлять одновременно; принимайте доксициклин по крайней мере за 1 час до введения сахароферрикоксигидроксида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/?сульфат магния/хлорид калия повышает токсичность оксигидроксида сахароферрита по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность оксигидроксида сахароферрика с помощью Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "6-24"
    },
    {
      "name": "Обесцвеченные фекалии",
      "percent": "12-16"
    },
    {
      "name": "Тошнота",
      "percent": "10"
    },
    {
      "name": "изменение цвета зубов",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    }
  ]
}