{
  "name": "илопрост",
  "comment": "Rx",
  "other_names": [
    "Вентавис"
  ],
  "classes": [
    "ПАУ",
    "Аналоги простациклина"
  ],
  "source": "https://reference.medscape.com/drug/ventavis-iloprost-342396",
  "pregnancy": {
    "common": [
      "Ограниченные опубликованные данные о сериях случаев и отчетах о случаях у беременных женщин не выявили связанных с приемом наркотиков рисков серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода; существуют риски для матери и плода, связанные с легочной артериальной гипертензией",
      "Легочная артериальная гипертензия во время беременности увеличивает риск сердечной недостаточности у матери, инсульта и смерти, выкидыша, преждевременных родов, рождения детей с низкой массой тела и мертворождения."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "основа",
          "В репродуктивных исследованиях животных введение непрерывной внутривенной терапии беременным крысам линии Han-Wistar в период органогенеза в дозах, в 2 раза превышающих рекомендуемую дозу для человека на мг/м",
          "Однако неблагоприятных исходов развития при внутривенном введении илопроста беременным крысам линии Sprague-Dawley, кроликам и обезьянам в дозах, соответственно, в 1200, 180 и 14 раз превышающих рекомендуемую дозу для человека на мг/м",
          "основе привело к неблагоприятным последствиям развития"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии илопроста в материнском молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; препарат присутствует в молоке крыс; если лекарство присутствует в молоке животных, вполне вероятно, что оно будет присутствовать и в грудном молоке.",
      "Из-за возможности серьезных побочных реакций женщинам рекомендуется не кормить грудью во время лечения."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Нет хорошо задокументированных"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Кровотечения чаще всего описываются как носовое кровотечение или кровохарканье.",
        "Обмороки могут возникать при легочной артериальной гипертензии, особенно при физической нагрузке (корректировать дозу и повторно оценить эффективность)",
        "С осторожностью применять у пациентов с нарушением свертываемости крови.",
        "Не применять у пациентов с артериальной гипотензией (систолическое АД <85 мм рт.ст.)",
        "Немедленно прекратить прием при появлении признаков отека легких.",
        "Соблюдайте осторожность у пациентов с другими типами легочных заболеваний (например, ХОБЛ).",
        "Риск обморока - контролируйте жизненно важные показатели в начале лечения.",
        "Вводится только через систему Prodose® AAD®.",
        "Илопрост был внесен в список FDA как один из препаратов, подлежащих мониторингу после выявления потенциальных признаков серьезного риска или новой информации о безопасности в базе данных системы отчетности о нежелательных явлениях (AERS) агентства в течение последних 3 месяцев 2011 года. Сообщалось о кровохарканье при использование илопроста. Управление по санитарному надзору за качеством пищевых продуктов и медикаментов (FDA) заявило, что оно не предлагает врачам прекратить прописывать какие-либо препараты из списка наблюдения или пациентам прекратить их прием. Он советует пациентам, у которых есть вопросы о препаратах из контрольного списка, обсудить их со своим лечащим врачом.",
        "При снижении дозы или отмене препарата может возникнуть рикошетная артериальная гипертензия."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, илопрост.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает действие илопроста за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, илопрост.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "илопрост, беназеприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Усиленный гипотензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "илопрост, каптоприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают артериальное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает действие илопроста за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран и илопрост усиливают антикоагулянтное действие. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Одновременное применение может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "элуксадолин повышает уровень илопроста за счет замедления метаболизма. Используйте осторожность/монитор. Элуксадолин может увеличить системную экспозицию одновременно вводимых субстратов OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "эпопростенол, илопрост.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "фенолдопам, илопрост.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект илопроста за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин, илопрост.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб будет повышать уровень или эффект илопроста за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает действие илопроста за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноксидил",
      "description": {
        "common": "илопрост, миноксидил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трепростинил",
      "description": {
        "common": "илопрост, трепростинил.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "илопрост, варфарин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Препараты с антиагрегантными свойствами могут усиливать антикоагулянтный эффект варфарина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает действие илопроста за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "репейник усиливает эффекты илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает действие илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают действие илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Гриб майтаке обладает противоопухолевым действием (исследования на животных/в пробирке)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, илопрост. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает эффекты илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает эффекты илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Промывка",
      "percent": "18"
    },
    {
      "name": "Кашель",
      "percent": "39"
    },
    {
      "name": "Гипотония",
      "percent": "11"
    },
    {
      "name": "Тошнота",
      "percent": "13"
    },
    {
      "name": "Головная боль",
      "percent": "30"
    },
    {
      "name": "боль в челюсти",
      "percent": "12"
    },
    {
      "name": "тризм",
      "percent": "12"
    },
    {
      "name": "Сердцебиение",
      "percent": "7"
    },
    {
      "name": "обморок",
      "percent": "8"
    },
    {
      "name": "Бессонница",
      "percent": "8"
    },
    {
      "name": "Рвота",
      "percent": "7"
    },
    {
      "name": "Боль в языке",
      "percent": "4"
    },
    {
      "name": "Боль в спине",
      "percent": "7"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "6"
    },
    {
      "name": "ГГТ повышен",
      "percent": "6"
    },
    {
      "name": "Кровохарканье",
      "percent": "5"
    },
    {
      "name": "Пневмония",
      "percent": "4"
    },
    {
      "name": "Почечная недостаточность",
      "percent": null
    },
    {
      "name": "Бронхоспазм",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Наджелудочковая тахикардия",
      "percent": null
    }
  ]
}