{
  "name": "абемацилиб",
  "comment": "Rx",
  "other_names": [
    "Верзенио"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Ингибиторы CDK"
  ],
  "source": "https://reference.medscape.com/drug/verzenio-abemaciclib-1000194",
  "pregnancy": {
    "common": [
      "Проверить статус беременности у женщин с репродуктивным потенциалом до начала лечения",
      "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение как минимум 3 недель после последней дозы.",
      "Основываясь на данных, полученных на животных, абемациклиб может снижать фертильность у самцов с репродуктивным потенциалом.",
      "В данных на животных введение абемациклиба во время органогенеза было тератогенным и вызывало снижение массы плода при воздействии на мать, которое было сходно с клиническим воздействием на человека на основе AUC при максимальной рекомендуемой дозе для человека.",
      "На основании результатов исследований на животных и механизма действия может причинить вред плоду при введении беременной женщине; информировать беременных женщин о потенциальном риске для плода",
      "Нет доступных данных о людях, информирующих о риске, связанном с наркотиками."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Из-за возможности серьезных побочных реакций у младенцев, находящихся на грудном вскармливании, посоветуйте кормящим женщинам не кормить грудью во время приема абемациклиба и в течение как минимум 3 недель после приема последней дозы.",
      "Неизвестно, проникает ли он в грудное молоко человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может причинить вред плоду; рекомендовать женщинам репродуктивного возраста использовать эффективные средства контрацепции (см. Беременность)"
      ],
      "specific": [
        {
          "type": "Интерстициальное заболевание легких",
          "description": [
            "Может развиться тяжелая, опасная для жизни или фатальная ИЗЛ и/или пневмония; в пострегистрационных условиях наблюдались дополнительные случаи ИЗЛ/пневмонита с летальным исходом; контролировать легочные симптомы, указывающие на ИЗЛ/пневмонит, которые могут включать гипоксию, кашель и одышку",
            "Прерывание дозы или снижение дозы рекомендуется для пациентов, у которых развиваются постоянные или рецидивирующие ИЗЛ/пневмонит 2 степени; окончательно прекратить терапию у всех пациентов с ИЗЛ 3 или 4 степени или пневмонитом"
          ]
        },
        {
          "type": "Венозная тромбоэмболия",
          "description": [
            "В клинических исследованиях сообщалось о случаях венозной тромбоэмболии (ВТЭ) у пациентов, получавших абемациклиб плюс ингибитор ароматазы (5%), и у пациентов, получавших абемациклиб плюс фулвестрант (5%).",
            "ВТЭ (например, тромбоз глубоких вен, тромбоэмболия легочной артерии, тромбоз церебральных венозных синусов, тромбоз тазовых вен, тромбоз подключичных и подмышечных вен, тромбоз нижней полой вены), зарегистрированный у пациентов, получавших абемациклиб и фулвестрант.",
            "Прерывание дозы рекомендуется для пациентов с ранним раком молочной железы с венозной тромбоэмболией любой степени и для пациентов с прогрессирующим или метастатическим раком молочной железы с венозной тромбоэмболией 3 или 4 степени.",
            "Терапия не изучалась у пациентов с ранним раком молочной железы с венозной тромбоэмболией в анамнезе.",
            "Мониторинг пациентов на наличие признаков и симптомов венозного тромбоза и легочной эмболии и лечение в соответствии с медицинскими показаниями"
          ]
        },
        {
          "type": "Гепатотоксичность",
          "description": [
            "У пациентов с повышением АЛТ ≥3 степени среднее время до начала заболевания составляло 57 дней; тогда как степень <3 составляла 14 дней",
            "Повышение уровня трансаминаз наблюдалось в клинических испытаниях.",
            "У пациентов с повышением уровня АСТ ≥3 среднее время до начала заболевания составило 185 дней; тогда как степень <3 составляла 13 дней",
            "Мониторинг функциональных тестов печени (LFT) до начала терапии, каждые 2 недели в течение первых 2 месяцев, ежемесячно в течение следующих 2 месяцев и по клиническим показаниям; Прерывание дозы, снижение дозы, прекращение дозы или отсрочка начала циклов лечения рекомендуется для пациентов, у которых развивается стойкое или рецидивирующее повышение печеночных трансаминаз 2-й или 3-й или 4-й степени."
          ]
        },
        {
          "type": "нейтропения",
          "description": [
            "Контролировать полный анализ крови до начала терапии, каждые 2 недели в течение первых 2 месяцев, ежемесячно в течение следующих 2 месяцев и по клиническим показаниям; прерывание дозы, снижение дозы или отсрочка начала цикла лечения рекомендуется для пациентов, у которых развивается нейтропения 3 или 4 степени; проинформировать пациентов о необходимости незамедлительно сообщать о любых эпизодах лихорадки своему лечащему врачу.",
            "Нейтропения наблюдалась в клинических исследованиях; у пациентов с нейтропенией >3 степени медиана времени до начала заболевания составила 29 дней, а медиана продолжительности — 15 дней.",
            "В исследованиях MONARCH сообщалось о фебрильной нейтропении у <1% пациентов, получавших абемациклиб; В MONARCH 2 наблюдались 2 летальных исхода вследствие нейтропенического сепсиса."
          ]
        },
        {
          "type": "Диарея",
          "description": [
            "Проинструктируйте пациентов, что при первых признаках жидкого стула им следует начать противодиарейную терапию, такую ​​как лоперамид, увеличить количество пероральных жидкостей и уведомить поставщика медицинских услуг для получения дальнейших инструкций и соответствующего наблюдения; при диарее 3 или 4 степени или диарее, требующей госпитализации, прекратить лечение до тех пор, пока токсичность не уменьшится до ≤ степени 1, а затем возобновить лечение со следующей более низкой дозой",
            "Диарея возникала у 81% пациентов, получавших абемациклиб плюс ингибитор ароматазы в исследовании MONARCH 3, у 86% пациентов, получавших абемациклиб плюс фулвестрант в исследовании MONARCH 2, и у 90% пациентов, получавших абемациклиб отдельно в исследовании MONARCH 1.",
            "Заболеваемость диареей, как сообщается, самая высокая в течение первого месяца дозирования.",
            "Эпизоды диареи были связаны с обезвоживанием и инфекцией; частота диареи была наибольшей в течение первого месяца дозирования"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Другие сильные ингибиторы CYP3A: уменьшите рекомендуемую начальную дозу (см. Модификации дозировки).",
            "Абемациклиб метаболизируется до нескольких метаболитов, главным образом с помощью CYP3A4.",
            "Кетоконазол: избегать одновременного применения",
            "Сильные ингибиторы CYP3A4 увеличивают экспозицию абемациклиба и его активных метаболитов до клинически значимой степени и могут привести к повышению токсичности.",
            "Сильные индукторы CYP3A: избегать одновременного применения"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение с хлорамфениколом, уменьшите дозу абемациклиба до 100 мг перорально два раза в день у пациентов, получающих любую из рекомендуемых начальных доз, будь то 200 мг или 150 мг два раза в день; У пациентов, у которых доза уже была снижена до 100 мг два раза в день из-за побочных реакций, дополнительно уменьшите дозу абемациклиба до 50 мг перорально два раза в день; прекратить прием абемациклиба, если пациент не переносит дозу 50 мг два раза в день; если прием хлорамфеникола прекращен, увеличьте дозу абемациклиба до исходной дозы через 3–5 периодов полувыведения хлорамфеникола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, абемациклиб.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Пациент должен избегать продуктов грейпфрута."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Кетоконазол увеличивает AUC абемациклиба до 16 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Кетоконазол увеличивает AUC абемациклиба до 16 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метогекситал",
      "description": {
        "common": "метогекситал снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "Палифермин повышает токсичность абемациклиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропгинтерферон альфа 2b, абемациклиб.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект абемациклиба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат будет повышать уровень или эффект абемациклиба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если пациент, принимающий абемациклиб, прекращает прием сильного ингибитора CYP3A, увеличьте дозу абемациклиба (после 3–5 периодов полувыведения ингибитора) до дозы, которая применялась до начала приема ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "абемациклиб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повысит уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, абемациклиб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин будет увеличивать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. У пациентов с начальными дозами 150 или 200 мг два раза в день при одновременном применении с сильными ингибиторами CYP3A дозу абемациклиба следует снизить до 100 мг два раза в день. У пациентов, которые снизили дозу до 100 мг два раза в день из-за побочных реакций, дополнительно уменьшите дозу абемациклиба до 50 мг два раза в день при совместном применении с сильными ингибиторами CYP3A. Если сильный ингибитор CYP3A прекращается, увеличьте дозу абемациклиба (после 3-5 периодов полувыведения ингибитора) до дозы, которая применялась до начала приема ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Пациенты, у которых доза была снижена до 100 мг два раза в день из-за побочных реакций, могут дополнительно снизить дозу абемациклиба до 50 мг перорально два раза в день; прекратить прием абемациклиба у пациентов, которые не переносят дозу 50 мг два раза в сутки; если прием мифепристона прекращен, увеличьте дозу абемациклиба до исходной дозы через 3–5 периодов полувыведения мифепристона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин повышает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир повышает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу абемациклиба при совместном применении с сильными или умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу абемациклиба при совместном применении с сильными или умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, абемациклиб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет увеличивать уровень или эффект абемациклиба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и абемациклиб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, абемациклиб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, абемациклиб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, абемациклиб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект абемациклиба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Повышенный креатинин",
      "percent": "3"
    },
    {
      "name": "оценка",
      "percent": "4"
    },
    {
      "name": "Снижение лимфоцитов",
      "percent": "4"
    },
    {
      "name": "оценка",
      "percent": "3"
    },
    {
      "name": "лейкопения",
      "percent": "4"
    },
    {
      "name": "оценка",
      "percent": "4"
    },
    {
      "name": "Запор",
      "percent": "4"
    },
    {
      "name": "оценка",
      "percent": "4"
    },
    {
      "name": "Увеличение лейкоцитов",
      "percent": "3"
    },
    {
      "name": "оценка",
      "percent": "3"
    },
    {
      "name": "Снижение лимфоцитов",
      "percent": "3"
    },
    {
      "name": "оценка",
      "percent": "4"
    },
    {
      "name": "Снижение тромбоцитов",
      "percent": "4"
    },
    {
      "name": "оценка",
      "percent": "3"
    },
    {
      "name": "Увеличить АЛТ",
      "percent": "3"
    },
    {
      "name": "оценка",
      "percent": "3"
    },
    {
      "name": "Повышенный креатинин",
      "percent": "3"
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Уменьшенный вес",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "или",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "инфекции",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Стоматит",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "оценка",
      "percent": null
    }
  ]
}