{
  "name": "диданозин",
  "comment": "Rx",
  "other_names": [
    "Видекс ЕС",
    "Видекс"
  ],
  "classes": [
    "НИОТ",
    "ВИЧ"
  ],
  "source": "https://reference.medscape.com/drug/videx-ec-didanosine-342609",
  "pregnancy": {
    "common": [
      "Адекватных и хорошо контролируемых исследований диданозина у беременных женщин не проводилось; препарат следует использовать во время беременности, только если потенциальная польза оправдывает потенциальный риск",
      "Для мониторинга материнско-плодовых исходов беременных женщин, подвергшихся воздействию диданозина и других антиретровирусных препаратов, был создан Регистр антиретровирусных препаратов при беременности; врачам рекомендуется регистрировать пациентов по телефону 1-800-258-4263"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Центры по контролю и профилактике заболеваний рекомендуют ВИЧ-инфицированным матерям не кормить детей грудью, чтобы избежать риска постнатальной передачи ВИЧ; исследование на крысах показало, что после перорального приема диданозин и/или его метаболиты выделяются в молоко лактирующих крыс; неизвестно, выделяется ли диданозин с грудным молоком; из-за как возможности передачи ВИЧ, так и возможности серьезных побочных реакций у грудных детей, матерей следует проинструктировать не кормить грудью, если они получают диданозин."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Сообщалось о фатальном лактоацидозе у беременных женщин, получавших диданозин и ставудин с другими антиретровирусными препаратами. Используйте комбинацию с осторожностью у беременных женщин.",
        "Сообщается о фатальном и несмертельном панкреатите; приостановить при подозрении на панкреатит и прекратить при подтверждении",
        "Лактоацидоз и тяжелая гепатомегалия со стеатозом (включая случаи со смертельным исходом), зарегистрированные при использовании аналогов нуклеозидов отдельно или в комбинации",
        "Совместное применение со ставудином противопоказано из-за повышенного риска серьезных и/или опасных для жизни явлений; приостановить лечение, если клинические или лабораторные данные свидетельствуют о молочнокислом ацидозе или выраженной гепатотоксичности."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Совместное применение со ставудином",
        "Одновременное применение с аллопуринолом (может увеличить токсичность диданозина)",
        "Совместное применение с рибавирином (повышает уровни активного метаболита дидезоксиаденозина 5'-трифосфата, вызывая фатальную печеночную недостаточность, периферическую невропатию, панкреатит и симптоматическую гиперлактатемию/лактоацидоз)",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск синдрома восстановления иммунитета при использовании в комбинации с другими антиретровирусными препаратами",
        "Риск потенциально фатального кровотечения из варикозно расширенных вен пищевода у пациентов с нецирротической портальной гипертензией",
        "Риск потенциально смертельного панкреатита увеличивается при использовании в комбинации со ставудином.",
        "Совместный прием метадона с педиатрическим порошком Видекс может значительно снизить концентрацию диданозина.",
        "(Все НИОТ): риск потенциально смертельного лактоацидоза и тяжелой гепатомегалии со стеатозом при применении отдельно или в комбинации с другими антиретровирусными препаратами.",
        "Риск изменений сетчатки и неврита зрительного нерва",
        "Быстро разлагается при кислом рН, однако ЭК защищен от кислот желудка.",
        "Сообщается о нецирротической портальной гипертензии; прекратить прием при возникновении признаков/симптомов (например, повышение уровня ферментов печени, варикозное расширение вен пищевода, рвота с кровью, асцит, спленомегалия)",
        "Лечение было связано с потерей подкожного жира, что наиболее заметно на лице, конечностях и ягодицах; частота и тяжесть липоатрофии связаны с кумулятивным воздействием и часто необратимы после прекращения лечения; пациентов, получающих терапию, следует часто обследовать и опрашивать на наличие признаков липоатрофии, и, если это возможно, терапию следует перевести на альтернативный режим, если есть подозрение на липоатрофию",
        "У пациентов, получающих лечение в комбинации со ставудином, может быть повышен риск развития панкреатита, лактоацидоза и гепатотоксичности; одновременный прием противопоказан",
        "Прекратите, если панкреатит происходит; уменьшить дозу для других нежелательных реакций"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "диданозин, элвитегравир/кобицистат/эмтрицитабин/тенофовир DF. Другое (см. комментарий). Противопоказано.\nКомментарий: элвитегравир/кобицистат/эмтрицитабин/тенофовир представляет собой полную схему лечения ВИЧ, и ее не следует назначать с другими антиретровирусными препаратами."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фебуксостат",
      "description": {
        "common": "фебуксостат увеличивает уровень или эффект диданозина за счет снижения метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рибавирин",
      "description": {
        "common": "рибавирин увеличивает токсичность диданозина за счет неустановленного механизма взаимодействия. Противопоказано. Риск печеночной недостаточности, периферической невропатии, панкреатита, лактоацидоза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аллопуринол",
      "description": {
        "common": "аллопуринол повышает уровень диданозина по неизвестному механизму. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "диданозин, бетабеглоген, аутотемцел. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Не принимайте антиретровирусные препараты как минимум за 1 месяц до мобилизации или ожидаемой продолжительности отмены препаратов, а также до тех пор, пока не будут завершены все циклы афереза. Антиретровирусные препараты могут мешать производству аферезированных клеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бусульфан",
      "description": {
        "common": "бусульфан, диданозин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каботегравир",
      "description": {
        "common": "диданозин, каботегравир. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Каботегравир плюс рилпивирин — это полная схема. Coadministration с другими антиретровирусными препаратами для лечения инфекции ВИЧ-1 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "диданозин снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Пероральный ципрофлоксацин не следует назначать одновременно с диданозином (жевательные таблетки или порошок для приготовления раствора для приема внутрь). Вводят пероральные дозы ципрофлоксацина за 2 часа до или через 6 часов после приема диданозина, жевательных таблеток или порошка для приготовления раствора для приема внутрь."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, диданозин.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "диданозин снижает уровень гемифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделяют на 4-8 часов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина, диданозин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Панкреатит, гепатотоксичность и периферическая невропатия возникали у пациентов с ВИЧ, получавших гидроксимочевину и, в частности, в комбинации с диданозином и/или ставудином, избегайте этой комбинации. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "диданозин снижает уровень левофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; Администрирование за 2 часа до или через несколько часов после перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "диданозин снижает уровень моксифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; Администрирование за 2 часа до или через несколько часов после перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "диданозин снижает уровень офлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; Администрирование за 2 часа до или через несколько часов после перорального раствора диданозина или жевательных таблеток; разделены на 4-8 часов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "диданозин и пексидартиниб оба увеличивают Прочее (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "диданозин, селинексор. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абакавир",
      "description": {
        "common": "абакавир и диданозин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "диданозин будет снижать уровень или эффект атазанавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "диданозин снизит уровень или действие карбонильного железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "диданозин будет снижать уровень или эффект цефподоксима за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефуроксим",
      "description": {
        "common": "диданозин будет снижать уровень или эффект цефуроксима за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисплатин",
      "description": {
        "common": "диданозин, цисплатин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск периферической невропатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон",
      "description": {
        "common": "диданозин увеличивает токсичность дапсона по неизвестному механизму. Используйте осторожность/монитор. Может увеличить риск повреждения нерва."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет снижать уровень или эффект диданозина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Введите диданозин за 1 час до или через 2 часа после дарунавира/ритонавира."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "диданозин будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "диданозин будет снижать уровень или эффект демеклоциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "диданозин снижает уровень или эффект доксициклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "диданозин, эфавиренз.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение увеличивает риск гепатотоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "диданозин, элвитегравир. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: диданозин следует вводить натощак; вводить диданозин по крайней мере за 1 час до или через 2 часа после элвитегравира (который вводят с пищей)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "диданозин будет снижать уровень или эффект фосампренавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема раствора диданозина для приема внутрь или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир повышает уровень диданозина за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "диданозин будет снижать уровень или эффект индинавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина или порошку для приготовления раствора для приема внутрь; ввести индинавир за 1 час до приема жевательных таблеток или порошка диданозина; не сообщалось о значительных взаимодействиях с капсулами диданозина"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "диданозин снизит уровень или эффект комплекса декстрана железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "диданозин снизит уровень или эффект сахарозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "диданозин будет снижать уровень или эффект итраконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "диданозин будет снижать уровень или эффект кетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "диданозин будет снижать уровень или эффект левокетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левотироксин",
      "description": {
        "common": "диданозин будет снижать уровень или эффект левотироксина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "диданозин будет снижать уровень или эффект лиотиронина за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиотрис",
      "description": {
        "common": "диданозин снизит уровень или эффект лиотрикса за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет снижать уровень или эффект диданозина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Диданозин следует принимать за 1 час до или через 2 часа после приема перорального раствора лопинавира/ритонавира."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "месаламин",
      "description": {
        "common": "диданозин снижает действие месаламина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Капсулы мезаламина пролонгированного действия следует принимать за 1 час до или через 4 часа после приема диданозина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон снижает уровень диданозина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "диданозин будет снижать уровень или эффект метилфенидата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Взаимодействие, специфически связанное с риталином LA."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "диданозин снижает уровень или эффект миноциклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "диданозин будет снижать уровень или эффект микофенолата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "диданозин повысит уровень или эффект нитрофурантоина за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень или эффект диданозина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "диданозин, рилпивирин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; Администрирование за 2 часа до или через несколько часов после перорального раствора диданозина или жевательных таблеток; при одновременном применении рилпивирина с диданозином коррекция дозы не требуется. Диданозин следует принимать натощак и не менее чем за два часа до или не менее чем через четыре часа после рилпивирина (который следует принимать во время еды)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир и диданозин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ставудин",
      "description": {
        "common": "диданозин, ставудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может вызвать панкреатит; риск периферической невропатии. Возможность фатального лактоацидоза (особенно у беременных)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "тенофовир DF увеличивает токсичность диданозина за счет снижения элиминации. Используйте осторожность/монитор. Может увеличить риск панкреатита; уменьшить дозу диданозина до 250 мг/сут при массе тела >60 кг и до 200 мг/сут при массе тела <60 кг."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "диданозин снизит уровень или эффект тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Пероральный тетрациклин не следует назначать одновременно с диданозином (жевательные таблетки или порошок для приготовления раствора для приема внутрь); используйте альтернативы, если они доступны. Антибиотики тетрациклинового ряда следует принимать за 1 ч до или через 4 ч после введения диданозина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "диданозин, тинидазол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск периферической невропатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир и диданозин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие диданозина за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "валганцикловир, диданозин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин",
      "description": {
        "common": "диданозин, винкристин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск периферической невропатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "диданозин, винкристин липосомальный.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск периферической невропатии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ампициллин",
      "description": {
        "common": "диданозин будет снижать уровень или эффект ампициллина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "диданозин, этанол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск панкреатита."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбоксимальтоза железа",
      "description": {
        "common": "диданозин снизит уровень или эффект карбоксимальтозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "диданозин снизит уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "диданозин снизит уровень или эффект мальтола железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "диданозин снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "диданозин снизит уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "диданозин снизит уровень или эффект сульфата железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "еда",
      "description": {
        "common": "пища снижает уровень диданозина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изониазид",
      "description": {
        "common": "диданозин, изониазид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск периферической невропатии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "диданозин, метронидазол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск периферической невропатии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "диданозин повышает уровень нелфинавира за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "диданозин, нитрофурантоин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск периферической невропатии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентамидин",
      "description": {
        "common": "диданозин, пентамидин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск панкреатита."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "диданозин будет снижать уровень или эффект полисахарида железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "диданозин будет снижать уровень или эффект позаконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Относится к жевательным таблеткам диданозина и порошку для приготовления раствора для приема внутрь; вводят за 2 часа до или через несколько часов после приема перорального раствора диданозина или жевательных таблеток."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "диданозин уменьшит уровень или эффект плодов шиповника за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "валганцикловир повышает уровень диданозина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зидовудин",
      "description": {
        "common": "зидовудин повышает уровень диданозина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "19-28"
    },
    {
      "name": "Периферическая невропатия",
      "percent": "17-20"
    },
    {
      "name": "Повышенная амилаза",
      "percent": "15-17"
    },
    {
      "name": "Боль в животе",
      "percent": "7-13"
    },
    {
      "name": "Увеличение LFT",
      "percent": "65"
    },
    {
      "name": "Повышенная мочевая кислота",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "пациенты",
      "percent": null
    },
    {
      "name": "лет имели более высокую частоту панкреатита, чем более молодые пациенты",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Нецирротическая портальная гипертензия",
      "percent": null
    }
  ]
}