{
  "name": "вилазодон",
  "comment": "Rx",
  "other_names": [
    "Выборг"
  ],
  "classes": [
    "Антидепрессанты",
    "Частичный агонист SSRI/5HT-1A",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/viibryd-vilazodone-999620",
  "pregnancy": {
    "common": [
      "Адекватных и строго контролируемых исследований у беременных женщин не проводилось; проспективное лонгитюдное исследование проводилось с участием 201 беременной женщины с большим депрессивным расстройством в анамнезе, которые были эутимными и принимали антидепрессанты в начале беременности; женщины, прекратившие прием антидепрессантов во время беременности, с большей вероятностью столкнулись с рецидивом большой депрессии, чем женщины, продолжавшие прием антидепрессантов; учитывать риски нелеченной депрессии при прекращении или изменении лечения антидепрессантами во время беременности и после родов",
      "Существует реестр воздействия при беременности, который отслеживает исходы беременности у женщин, подвергшихся воздействию антидепрессантов во время беременности.",
      "Медицинским работникам рекомендуется регистрировать пациентов, позвонив в Национальный регистр беременных для антидепрессантов по телефону 1-844-405-6185 или посетив Интернет по адресу",
      "Воздействие на поздних сроках беременности может привести к повышенному риску неонатальных осложнений, требующих длительной госпитализации, респираторной поддержки и зондового кормления, и/или стойкой легочной гипертензии новорожденных (ПЛГН); наблюдать за новорожденными, получавшими терапию в третьем триместре беременности, на предмет ПЛГН и синдрома отмены препарата"
    ],
    "specific": [
      {
        "type": "Персистирующая легочная гипертензия новорожденного",
        "description": [
          "FDA рассмотрело дополнительные результаты нового исследования и пришло к выводу, что, учитывая противоречивые результаты различных исследований, преждевременно делать какие-либо выводы о возможной связи между использованием СИОЗС во время беременности и ППГН.",
          "Потенциальный риск ПЛГН при применении во время беременности",
          "Рекомендация FDA: FDA советует медицинским работникам не изменять свою текущую клиническую практику лечения депрессии во время беременности и сообщать о любых нежелательных явлениях в программу FDA MedWatch.",
          "Первоначальные рекомендации общественного здравоохранения в 2006 г. были основаны на одном опубликованном исследовании; с тех пор в новых исследованиях были получены противоречивые результаты, из-за чего неясно, может ли использование СИОЗС во время беременности вызывать ППГН."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии в грудном молоке, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку молока; однако препарат выделяется с молоком крыс; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарств или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Не одобрен для использования у детей",
        "Пациенты должны находиться под пристальным наблюдением на предмет изменений в поведении, клинического ухудшения и суицидальных тенденций; это следует делать в течение первых 1-2 месяцев терапии, а также при корректировке дозировки",
        "Ухудшение поведения и суицидальные тенденции, которые не являются частью имеющихся симптомов, могут потребовать прекращения терапии.",
        "Может усугубить психоз у некоторых пациентов или вызвать переход к мании или гипомании при биполярном расстройстве; пациенты должны быть обследованы на наличие биполярного расстройства до начала терапии",
        "У детей и молодых людей риски необходимо сопоставлять с пользой от приема антидепрессантов.",
        "Семья пациента должна сообщать медицинскому работнику о любых резких изменениях в поведении.",
        "Повышенный риск суицидального мышления и поведения у детей, подростков и молодых людей, принимающих антидепрессанты для лечения большого депрессивного расстройства и других психических расстройств."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Высоко связывается с белками плазмы (введение пациенту, принимающему другой препарат, который сильно связывается с белками, может увеличить свободную концентрацию другого препарата)",
        "Одновременное применение с предшественниками серотонина (например, триптофаном) не рекомендуется.",
        "Имеются противоречивые данные о применении СИОЗС во время беременности и повышенном риске персистирующей легочной гипертензии у новорожденных (ПЛГН; см. Беременность).",
        "ИМАО (см. Противопоказания)",
        "Одновременное применение с агонистами 5HT-рецепторов (например, триптаном), другими серотонинергическими препаратами (например, СИОЗС, СИОЗСН, буспироном, трамадолом) или антидофаминергическими препаратами может увеличить риск развития серотонинового синдрома.",
        "Риск мидриаза; может спровоцировать закрытоугольный приступ у пациентов с закрытоугольной глаукомой с анатомически узкими углами без открытой иридэктомии",
        "Ингибирование обратного захвата серотонина может увеличить риск кровотечения (осторожность с препаратами, которые ингибируют тромбоциты или коагуляцию)",
        "О переломах костей сообщалось при лечении антидепрессантами; рассмотрите возможность хрупкого перелома, если пациент, получавший антидепрессанты, испытывает необъяснимую боль в костях, отек, точечную болезненность или кровоподтеки;",
        "Выпишите рецепт для наименьшего количества, совместимого с хорошим уходом за пациентом.",
        "Может вызывать серотониновый синдром или реакции, подобные злокачественному нейролептическому синдрому, включая возбуждение, галлюцинации, кому, вегетативную нестабильность (например, тахикардию, лабильное артериальное давление, гипертермию), нервно-мышечные аберрации (например, гиперрефлексию, нарушение координации) и/или желудочно-кишечные симптомы (например, , тошнота, рвота, диарея)",
        "Резкое прекращение или прерывание терапии, связанное с синдромом отмены; антидепрессанты с более коротким периодом полувыведения, длительным лечением или резкой отменой, связанными с повышенным риском развития синдрома отмены; для антидепрессантов с коротким или промежуточным периодом жизни симптомы могут появиться в течение 2-5 дней после прекращения лечения; может длиться 7-14 дней",
        "CYP3A4 (основной субстрат); CYP2C19 (второстепенный субстрат, второстепенный ингибитор, второстепенный индуктор); CYP2D6 (второстепенный субстрат, второстепенный ингибитор); CYP2C8 (умеренный ингибитор); повышение концентрации в плазме (на 50%), наблюдаемое при совместном применении с сильными ингибиторами CYP3A4 (например, кетоконазолом)",
        "Используйте с осторожностью у пациентов с судорогами в анамнезе; систематическая оценка у пациентов с судорожными расстройствами не проводилась (рекомендуется соблюдать осторожность)",
        "Ингибирование обратного захвата серотонина может увеличить риск кровотечения (осторожность при одновременном применении с аспирином, НПВП, варфарином и другими антикоагулянтами)",
        "Постепенно уменьшайте дозу при прекращении, чтобы избежать дисфорического настроения, раздражительности, бессонницы, возбуждения и спутанности сознания.",
        "Сообщалось о гипонатриемии при применении других СИОЗС и СИОЗСН; общие побочные эффекты включают диарею, тошноту, ксеростомию, головокружение и бессонницу; может возникать в сочетании с синдромом неадекватной секреции антидиуретического гормона (СНАДГ)",
        "Может спровоцировать смешанный/маниакальный эпизод, если он инициирован по поводу биполярного расстройства.",
        "Может вызвать сексуальную дисфункцию"
      ],
      "specific": [
        {
          "type": "Сексуальная дисфункция",
          "description": [
            "При оценке изменений сексуальной функции важно получить подробный анамнез (включая время появления симптомов), поскольку сексуальные симптомы могут быть вызваны другими причинами, включая основное психическое расстройство.",
            "Для лиц, назначающих препараты, важно узнать о сексуальной функции до начала терапии и конкретно узнать об изменениях сексуальной функции во время лечения, потому что сексуальная функция может не сообщаться спонтанно.",
            "Использование может вызвать симптомы сексуальной дисфункции как у мужчин, так и у женщин; информировать пациентов о том, что им следует обсудить любые изменения в сексуальной функции и потенциальные стратегии лечения со своим лечащим врачом",
            "Обсудите потенциальные стратегии ведения, чтобы помочь пациентам принять обоснованное решение о лечении.",
            "У женщин применение СИОЗС/СИОЗСН может привести к снижению либидо и задержке или отсутствию оргазма.",
            "Использование СИОЗС может вызвать симптомы сексуальной дисфункции; у пациентов мужского пола применение СИОЗС может привести к задержке или отказу эякуляции, снижению либидо и эректильной дисфункции."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Совместное применение с ингибиторами МАО-А противопоказано. Не назначайте вилазодон в течение 14 дней после прекращения или начала приема ингибитора МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Совместное применение с ингибиторами МАО-А противопоказано. Не назначайте вилазодон в течение 14 дней после прекращения или начала приема ингибитора МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение с ингибиторами МАО противопоказано. Не назначайте вилазодон в течение 14 дней после прекращения или начала приема ингибитора МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение с ингибиторами МАО противопоказано. Не назначайте вилазодон в течение 14 дней после прекращения или начала приема ингибитора МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "селегилин трансдермальный, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение с ингибиторами МАО противопоказано. Не назначайте вилазодон в течение 14 дней после прекращения или начала приема ингибитора МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Совместное применение с ингибиторами МАО-А противопоказано. Не назначайте вилазодон в течение 14 дней после прекращения или начала приема ингибитора МАО."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "алмотриптан, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "буспирон, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Комбинация может увеличить риск серотонинового синдрома или реакций, подобных злокачественному нейролептическому синдрому."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "кокаин местно, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "вилазодон и циклобензаприн повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даназол",
      "description": {
        "common": "даназол повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "десвенлафаксин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "декстроамфетамин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "декстрометорфан, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и вилазодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Немедленно прекратите сопутствующую терапию, если появляются признаки и симптомы серотонинового синдрома, и следует начать поддерживающую симпатомиметическую терапию."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб усиливает действие вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "имипрамин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу вилазодона до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "L-триптофан, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Одновременное использование не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ланреотид",
      "description": {
        "common": "ланреотид повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу вилазодона до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "лиздексамфетамин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "литий, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с чувствительными субстратами CYP3A. Если одновременное применение неизбежно, следите за побочными реакциями и уменьшайте дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "вилазодон и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меперидин",
      "description": {
        "common": "меперидин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "метамфетамин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "метиленовый синий и вилазодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Метиленовый синий может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести метиленовый синий, немедленно прекратите прием серотонинергического препарата и следите за токсичностью ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы метиленового синего или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид",
      "description": {
        "common": "метоклопрамид повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "вилазодон, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "наратриптан",
      "description": {
        "common": "наратриптан, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "октреотид",
      "description": {
        "common": "Октреотид повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "вилазодон и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод повышает токсичность вилазодона за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Избегайте или используйте альтернативный препарат. Поскольку активный метаболит озанимода ингибирует МАО-В in vitro, существует вероятность серьезных побочных реакций, включая гипертонический криз. Поэтому не рекомендуется одновременное назначение озанимода с препаратами, которые могут повышать уровень норадреналина или серотонина. Мониторинг артериальной гипертензии при одновременном применении."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "Хинидин повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "хинупристин/дальфопристин повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b и вилазодон оба увеличивают Прочее (см. комментарий). Избегайте или используйте альтернативный препарат. Наркотики, снотворные или седативные средства могут вызывать дополнительные нейропсихиатрические побочные эффекты. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной токсичности ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тедизолид",
      "description": {
        "common": "тедизолид, вилазодон.\nОдин из них усиливает действие другого по механизму: фармакодинамический синергизм. Избегайте или используйте альтернативный препарат. оба повышают уровень серотонина; повышенный риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "трамадол, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол повышает токсичность вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные ингибиторы CYP3A4 могут повышать уровень вилазодона в плазме на 50% - снизить суточную дозу до 20 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "вилазодон, вортиоксетин.\nОдин из них усиливает действие другого за счет уровня серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Сопутствующую терапию следует немедленно прекратить при появлении признаков или симптомов серотонинового синдрома и следует начать поддерживающее симптоматическое лечение. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При применении мягких ингибиторов CYP3A4 коррекция дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "вилазодон, арипипразол. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "вилазодон, азенапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базиликсимаб",
      "description": {
        "common": "базиликсимаб повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При применении мягких ингибиторов CYP3A4 коррекция дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "вилазодон, бетриксабан.\nЛибо повышает уровень другого за счет антикоагулянтов. Используйте осторожность/монитор. СИОЗС могут ингибировать агрегацию тромбоцитов, тем самым увеличивая риск кровотечения при совместном применении с антикоагулянтами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "вилазодон, карипразин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат, вилазодон.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, вилазодон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение усиливает угнетающее действие на ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "вилазодон, клозапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "вилазодон и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При применении мягких ингибиторов CYP3A4 коррекция дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "вилазодон, декстроамфетамин трансдермально.\nОдин из них усиливает действие другого за счет уровня серотонина. Изменить терапию/внимательно контролировать. Начните с более низких доз и следите за признаками и симптомами серотонинового синдрома, особенно во время начала или увеличения дозы. Если возникает серотониновый синдром, прекратите трансдермальный прием декстроамфетамина и сопутствующие серотонинергические препараты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, вилазодон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение может усиливать угнетающее ЦНС действие каждого препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и вилазодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "Эфавиренз снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, вилазодон. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/день) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "фенфлурамин, вилазодон.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Одновременное применение с препаратами, усиливающими серотонинергические эффекты, может увеличить риск развития серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект вилазодона за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "вилазодон, флуфеназин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, вилазодон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин, энакарбил, вилазодон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "вилазодон и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "вилазодон, галоперидол. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб будет повышать уровень или эффект вилазодона за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "ламотриджин повышает токсичность вилазодона за счет неустановленного механизма взаимодействия. Изменить терапию/внимательно контролировать. Депрессанты ЦНС могут усиливать токсическое действие селективных ингибиторов обратного захвата серотонина; психомоторные нарушения могут усиливаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, вилазодон.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант, вилазодон.\nЛибо усиливает действие другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "вилазодон, лиздексамфетамин.\nОдин из них усиливает действие другого за счет уровня серотонина. Используйте осторожность/монитор. Начните с более низких доз и следите за признаками и симптомами серотонинового синдрома, особенно во время начала или увеличения дозы. Если возникает серотониновый синдром, прекратите прием вместе с сопутствующим серотонинергическим препаратом (препаратами)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "вилазодон, локсапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "вилазодон, локсапин ингаляционно. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, вилазодон.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "вилазодон усиливает действие метформина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, вилазодон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Если при одновременном применении с умеренными ингибиторами CYP3A4 возникают непереносимые побочные эффекты, уменьшите дозу вилазодона до 20 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "молиндон",
      "description": {
        "common": "вилазодон, молиндон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "вилазодон, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "вилазодон, олицеридин.\nОдин из них усиливает действие другого за счет уровня серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "оксикодон усиливает действие вилазодона за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Опиоиды могут усиливать серотонинергические эффекты СИОЗС и повышать риск серотонинергического синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "вилазодон, палиперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "вилазодон, перфеназин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "вилазодон, пимавансерин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "вилазодон, пимозид. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, вилазодон.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "вилазодон, кветиапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "ранолазин повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При применении мягких ингибиторов CYP3A4 коррекция дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, вилазодон.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "вилазодон, рисперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб повысит уровень или действие вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, вилазодон. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "тамоксифен повышает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При применении мягких ингибиторов CYP3A4 коррекция дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "вилазодон и тапентадол повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "вилазодон, тиотиксен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "вилазодон, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "вилазодон, варфарин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Высвобождение серотонина тромбоцитами играет важную роль в гемостазе. СИОЗС и СИОЗСН могут усиливать антикоагулянтный эффект варфарина. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "вилазодон повышает уровень зафирлукаста, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При применении мягких ингибиторов CYP3A4 коррекция дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "вилазодон, зипразидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "28"
    },
    {
      "name": "Тошнота",
      "percent": "23"
    },
    {
      "name": "Головокружение",
      "percent": "9"
    },
    {
      "name": "ксеростомия",
      "percent": "8"
    },
    {
      "name": "Бессонница",
      "percent": "6"
    },
    {
      "name": "Рвота",
      "percent": "5"
    },
    {
      "name": "Усталость",
      "percent": "4"
    },
    {
      "name": "Аномальные сны",
      "percent": "4"
    },
    {
      "name": "Либидо снизилось",
      "percent": "4"
    },
    {
      "name": "ненормальный оргазм",
      "percent": "3"
    },
    {
      "name": "Диспепсия",
      "percent": "3"
    },
    {
      "name": "Метеоризм",
      "percent": "3"
    },
    {
      "name": "Гастроэнтерит",
      "percent": "3"
    },
    {
      "name": "Сонливость",
      "percent": "3"
    },
    {
      "name": "Парестезия",
      "percent": "3"
    },
    {
      "name": "Артралгия",
      "percent": "3"
    },
    {
      "name": "Беспокойство",
      "percent": "3"
    },
    {
      "name": "акатизия",
      "percent": "2"
    },
    {
      "name": "нервное ощущение",
      "percent": "2"
    },
    {
      "name": "Тремор",
      "percent": "2"
    },
    {
      "name": "Задержка эякуляции",
      "percent": "2"
    },
    {
      "name": "Эректильная дисфункция",
      "percent": "2"
    },
    {
      "name": "Повышенный аппетит",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния административного участка",
      "percent": null
    },
    {
      "name": "Раздражительность",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Галлюцинации",
      "percent": null
    },
    {
      "name": "Попытка самоубийства",
      "percent": null
    },
    {
      "name": "суицидальные мысли",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Острый панкреатит",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Сонный паралич",
      "percent": null
    }
  ]
}