{
  "name": "Вильтоларсен",
  "comment": "Rx",
  "other_names": [
    "Виллепсо"
  ],
  "classes": [
    "Неврология",
    "Антисмысловые олигонуклеотиды"
  ],
  "source": "https://reference.medscape.com/drug/viltepso-viltolarsen-4000040",
  "pregnancy": {
    "common": [
      "Нет доступных данных о людях или животных"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о людях или животных для оценки влияния на производство молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Почечная токсичность",
          "description": [
            "Мониторинг функции почек во время лечения",
            "Во время лечения ежемесячно контролируйте уровень цистатина С в моче и соотношение белка к креатинину в моче каждые 3 месяца.",
            "Для мониторинга белка в моче следует использовать только мочу, которая, как предполагается, не содержит экскретируемого препарата; можно использовать мочу, полученную в день инфузии, до инфузии или мочу, полученную по крайней мере через 48 часов после последней инфузии; в качестве альтернативы используйте лабораторный тест, в котором не используется реагент пирогаллоловый красный, так как этот реагент может перекрестно реагировать с любым лекарственным средством, которое выделяется с мочой, и, таким образом, может привести к ложноположительному результату на белок мочи.",
            "При обнаружении стойкого повышения уровня цистатина С в сыворотке или протеинурии следует обратиться к детскому нефрологу для дальнейшего обследования.",
            "Рассмотрите возможность измерения СКФ с использованием маркера экзогенной фильтрации перед началом",
            "Клинический опыт применения вильтоларсена ограничен, и после введения некоторых антисмысловых олигонуклеотидов наблюдалась почечная токсичность, включая потенциально фатальный гломерулонефрит.",
            "Креатинин сыворотки не может надежно измерять функцию почек у пациентов с МДД из-за снижения массы скелетных мышц.",
            "Измерьте цистатин С в сыворотке крови, тест-полоску мочи и соотношение белка к креатинину в моче до начала лечения.",
            "Почечная токсичность, наблюдаемая у животных"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "63"
    },
    {
      "name": "Реакция в месте инъекции",
      "percent": "25"
    },
    {
      "name": "Кашель",
      "percent": "19"
    },
    {
      "name": "лихорадка",
      "percent": "19"
    },
    {
      "name": "Контузия",
      "percent": "13"
    },
    {
      "name": "Артралгия",
      "percent": "13"
    },
    {
      "name": "Диарея",
      "percent": "13"
    },
    {
      "name": "Рвота",
      "percent": "13"
    },
    {
      "name": "Боль в животе",
      "percent": "13"
    },
    {
      "name": "Фракция выброса уменьшилась",
      "percent": "13"
    },
    {
      "name": "Крапивница",
      "percent": "13"
    }
  ]
}