{
  "name": "невирапин",
  "comment": "Rx",
  "other_names": [
    "Вирамун XR",
    "Вирамун",
    "НВП"
  ],
  "classes": [
    "ВИЧ",
    "ННИОТ"
  ],
  "source": "https://reference.medscape.com/drug/viramune-viramune-xr-nevirapine-342623",
  "pregnancy": {
    "common": [
      "Существует реестр воздействия при беременности, в котором отслеживаются исходы беременности у женщин, подвергавшихся воздействию невирапина во время беременности; медицинским работникам рекомендуется регистрировать пациентов, позвонив в Реестр антиретровирусных препаратов для беременных (APR) по телефону 1-800-258-4263.",
      "Тяжелые нарушения со стороны печени, в том числе со смертельным исходом, зарегистрированные у беременных женщин, получающих постоянную терапию в рамках комбинированного лечения ВИЧ-1-инфекции; независимо от статуса беременности женщинам с числом CD4+ клеток выше 250 клеток/мм3 не следует начинать терапию, если польза не превышает риск; неясно, увеличивает ли беременность риск, наблюдаемый у небеременных женщин.",
      "Имеющиеся данные APR не показывают различий в риске общих серьезных врожденных дефектов для невирапина по сравнению с фоновой частотой серьезных врожденных дефектов 2,7% в контрольной популяции США, участвовавшей в Программе врожденных дефектов города Атланты (MACDP); частота выкидышей не сообщается в APR"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Центры по контролю и профилактике заболеваний рекомендуют ВИЧ-1-инфицированным матерям в Соединенных Штатах не кормить детей грудью, чтобы избежать риска постнатальной передачи инфекции ВИЧ-1; опубликованные данные сообщают, что невирапин присутствует в человеческом молоке; данные о влиянии невирапина на младенцев, находящихся на грудном вскармливании, ограничены; нет информации о влиянии невирапина на выработку молока; из-за возможности (1) передачи ВИЧ-1 (у ВИЧ-отрицательных детей), (2) развития резистентности к вирусу (у ВИЧ-положительных детей) и (3) серьезных побочных реакций у грудных детей, матери не должны кормить грудью, если они получают терапию; опубликованные данные свидетельствуют о том, что у младенцев, подвергшихся воздействию невирапина через грудное молоко, наблюдались сыпь и гипербилирубинемия."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Необходим мониторинг в течение первых 18 недель терапии; дополнительная бдительность оправдана в течение первых 6 недель терапии (период наибольшего риска)"
      ],
      "specific": [
        {
          "type": "Фатальная и нефатальная гепатотоксичность",
          "description": [
            "Немедленно прекратить прием при наличии признаков или симптомов гепатита или повышения уровня трансаминаз в сочетании с сыпью или другими системными симптомами."
          ]
        },
        {
          "type": "Смертельные и несмертельные кожные реакции",
          "description": [
            "Немедленно прекратите прием, если возникают серьезные кожные реакции или реакции гиперчувствительности, или если возникает сыпь с системными симптомами."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Использование в рамках схем постконтактной профилактики (ПКП)",
        "Умеренная или тяжелая печеночная недостаточность (класс B или C по Чайлд-Пью)",
        "Одновременное применение с препаратами (например, индукторами CYP), при котором может произойти значительное снижение концентрации невирапина в плазме, что может привести к потере вирусологического ответа и возможной резистентности и перекрестной резистентности к другим ННИОТ.",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск тяжелых, угрожающих жизни кожных реакций, включая синдром Стивенса-Джонсона, токсический эпидермальный некролиз и гиперчувствительность",
        "Может произойти перераспределение/накопление жира в организме (кушингоидный вид)",
        "Риск синдрома восстановления иммунитета при использовании в сочетании с другими антиретровирусными препаратами",
        "Ограниченных данных о людях недостаточно для определения риска бесплодия у людей; на основании результатов исследований фертильности животных, проведенных на крысах, терапия может снижать фертильность самок с репродуктивным потенциалом; неизвестно, являются ли эти эффекты на фертильность обратимыми",
        "Прекратить прием, если возникает сильная сыпь или любая сыпь, сопровождающаяся конституциональными признаками.",
        "Не возобновляйте терапию после тяжелой кожной сыпи, кожной сыпи в сочетании с повышением уровня трансаминаз или других симптомов или реакции гиперчувствительности."
      ],
      "specific": [
        {
          "type": "Риск гепатотоксичности",
          "description": [
            "Повреждение печени может прогрессировать, несмотря на прекращение лечения",
            "Первые 18 недель терапии являются критическим периодом, в течение которого требуется интенсивное клиническое и лабораторное наблюдение за пациентами для выявления потенциально опасных для жизни печеночных явлений; некоторые эксперты рекомендуют клинический и лабораторный мониторинг чаще, чем один раз в месяц, и, в частности, включать мониторинг ферментов печени на исходном уровне, до повышения дозы и через две недели после повышения дозы; после начального 18-недельного периода следует продолжать частый клинический и лабораторный мониторинг на протяжении всего лечения.",
            "О рабдомиолизе сообщалось у некоторых пациентов с кожными и/или печеночными реакциями, связанными с терапией; гепатит/печеночная недостаточность могут быть связаны с признаками гиперчувствительности, которые могут включать тяжелую сыпь или сыпь, сопровождающуюся лихорадкой, общим недомоганием, утомляемостью, мышечными или суставными болями, волдырями, поражением полости рта, конъюнктивитом, отеком лица, эозинофилией, гранулоцитопенией, лимфаденопатией или почечной недостаточностью. дисфункция; пациентам с признаками или симптомами гепатита следует рекомендовать прекратить терапию и немедленно обратиться за медицинской помощью, которая должна включать тесты на ферменты печени.",
            "Женский пол и более высокий уровень CD4 являются более высокими факторами риска."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "невирапин снижает уровень или эффект артеметера/люмефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение с сильными индукторами CYP3A4 может привести к снижению концентрации в сыворотке и потере противомалярийной эффективности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение карбамазепина с ННИОТ может привести к потере вирусологического ответа и возможной резистентности к ННИОТ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "карипразин",
      "description": {
        "common": "невирапин снижает уровень или эффект карипразина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. CYP3A4 отвечает за образование и элиминацию активных метаболитов карипразина. Влияние индукторов CYP3A4 на экспозицию карипразина не оценивалось, и общий эффект неясен."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Избегайте совместного администрирования. Сильные или умеренные индукторы CYP3A могут снижать системную экспозицию кобиметиниба более чем на 80% и снижать его эффективность."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "невирапин снижает уровень или эффект диеногеста/эстрадиола валерата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Женщинам не следует выбирать эстрадиола валерат/диеногест в качестве контрацептива при использовании сильных индукторов CYP3A4 из-за потенциального снижения эффективности контрацепции. Эстрадиола валерат/диеногест не следует применять в течение как минимум 28 дней после прекращения приема индуктора из-за возможности снижения контрацептивной эффективности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "доравирин",
      "description": {
        "common": "невирапин снижает уровень или эффект доравирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение доравирина с сильным индуктором CYP3A может снизить концентрацию и/или эффекты доравирина в плазме. Возможность потери вирусологического ответа и возможной резистентности к доравирину."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "И эфавиренц, и невирапин повышают риск синдрома восстановления иммунитета. Противопоказано. Совместное применение не рекомендуется, так как эта комбинация связана с усилением побочных реакций и отсутствием улучшения эффективности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элбасвир/гразопревир",
      "description": {
        "common": "невирапин снижает уровень или эффект элбасвира/гразопревира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Терапевтический эффект элбасвира/гразопревира может быть снижен при одновременном применении с сильными индукторами CYP3A, поэтому они противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "невирапин, элвитегравир/кобицистат/эмтрицитабин/тенофовир DF. Другое (см. комментарий). Противопоказано.\nКомментарий: элвитегравир/кобицистат/эмтрицитабин/тенофовир представляет собой полную схему лечения ВИЧ, и ее не следует назначать с другими антиретровирусными препаратами."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "этравирин",
      "description": {
        "common": "невирапин снижает уровень этравирина за счет усиления метаболизма. Противопоказано. ИП производителя рекомендует не комбинировать этравирин с другими ННИОТ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "невирапин снижает уровень или эффект люмакафтора/ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP3A оказывают минимальное влияние на экспозицию люмакафтора, но снижают экспозицию ивакафтора (AUC) на 57%. Это может снизить эффективность люмакафтора/ивакафтора. Таким образом, coadministration не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "невирапин снижает уровень или эффект лумефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение с сильными индукторами CYP3A4 может привести к снижению концентрации в сыворотке и потере противомалярийной эффективности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "луразидон",
      "description": {
        "common": "невирапин снижает уровень луразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "налоксегол",
      "description": {
        "common": "невирапин снижает уровень или эффект налоксегола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Использование налоксегола с сильными индукторами CYP3A4 не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "невирапин снижает уровень или эффект омбитасвира/паритапревира/ритонавира и дасабувира (DSC), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP3A4 могут снижать уровни партиапревира и ритонавира и, следовательно, снижать эффективность Viekira Pak."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "панобиностат",
      "description": {
        "common": "невирапин снижает уровень панобиностата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP3A4 могут снижать уровень панобиностата примерно на 70% и приводить к неэффективности лечения."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "празиквантел",
      "description": {
        "common": "невирапин снижает уровень или эффект празиквантела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Невирапин следует отменить за 2 недели до начала приема празиквантела. Невирапин можно возобновить через день после последней дозы празиквантела."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "регорафениб",
      "description": {
        "common": "невирапин, регорафениб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP3A4 снижают уровень регорафениба и увеличивают экспозицию активного метаболита М-5."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "невирапин снижает уровень рилпивирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Противопоказано. Рилпивирин не следует применять в комбинации с ННИОТ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рофлумиласт",
      "description": {
        "common": "невирапин снижает уровень или эффект рофлумиласта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Coadministration не рекомендуется; сильные индукторы фермента цитохрома Р450 снижают системное воздействие рофлумиласта и могут снижать терапевтическую эффективность."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "невирапин снижает уровень вандетаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Избегайте coadministration с мощными индукторами CYP3A4; эти препараты снижают экспозицию вандетаниба до 40%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абемацилиб",
      "description": {
        "common": "невирапин снижает уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект акалабрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения акалабрутиниба с сильными индукторами CYP3A. Если необходимо использовать сильный индуктор CYP3A, увеличьте дозу акалабрутиниба до 200 мг два раза в день."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апремиласт",
      "description": {
        "common": "невирапин снижает уровень или эффект апремиласта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с сильными индукторами CYP приводит к значительному снижению системного воздействия апремиласта, что может привести к потере эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акситиниб",
      "description": {
        "common": "невирапин снижает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рекомендуется выбор сопутствующего лечения с нулевым или минимальным потенциалом индукции CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "невирапин снижает уровень или эффект бедаквилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения бедаквилина с сильными индукторами CYP3A4 из-за возможного снижения терапевтического эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "невирапин, бетабеглоген, аутотемцел. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Не принимайте антиретровирусные препараты как минимум за 1 месяц до мобилизации или ожидаемой продолжительности отмены препаратов, а также до тех пор, пока не будут завершены все циклы афереза. Антиретровирусные препараты могут мешать производству аферезированных клеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "невирапин снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект бригатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с сильными индукторами CYP3A4 может снизить эффективность бригатиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каботегравир",
      "description": {
        "common": "невирапин, каботегравир. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Каботегравир плюс рилпивирин — это полная схема. Coadministration с другими антиретровирусными препаратами для лечения инфекции ВИЧ-1 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект кабозантиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения кабозантиниба с сильными индукторами CYP3A4. Если требуется сильный индуктор CYP3A4, увеличьте дозу кабозантиниба на 40 мг/сут (кометрик) или на 20 мг/сут (кабометикс). Возобновить предыдущую дозу через 2-3 дня после прекращения приема сильного индуктора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "невирапин снижает уровень церитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "невирапин снижает уровень или эффект кобицистата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с этравирином может привести к потере терапевтического эффекта и развитию резистентности к кобицистату. Противопоказан только кобицистат при одновременном применении с атазанавиром; невирапин существенно снижает экспозицию атазанавира, что может привести к потере терапевтического эффекта и развитию резистентности"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "копанлисиб",
      "description": {
        "common": "невирапин снижает уровень или эффект копанлисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения копанлисиба с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "невирапин снижает уровень дабрафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "невирапин снижает уровень или эффект дарунавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с невирапином может привести к потере терапевтического эффекта и развитию резистентности к дарунавиру."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "невирапин снижает уровень или эффект дефлазакорта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дефлазакорта с умеренными или сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "невирапин снижает уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "невирапин будет снижать уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "долутегравир",
      "description": {
        "common": "невирапин снижает уровень или эффект долутегравира за счет усиления метаболизма. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; недостаточно данных, чтобы рекомендовать коррекцию дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "невирапин снижает уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "невирапин снижает уровень или эффект эфавиренца, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное применение не рекомендуется, так как эта комбинация связана с усилением побочных реакций и отсутствием улучшения эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "невирапин снижает уровень или эффект элиглустата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A значительно снижают экспозицию элиглустата; совместное введение не рекомендуется"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, невирапин.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "невирапин снижает уровень или эффект элвитегравира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегать; одновременное применение с индукторами CYP3A может привести к снижению концентрации элвитегравира и/или одновременно применяемого ингибитора протеазы в плазме крови и привести к потере терапевтического эффекта и возможной резистентности"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "невирапин будет снижать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "невирапин снижает уровень или эффект основания эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "невирапин снижает уровень или действие этилсукцината эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "невирапин снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "невирапин снижает уровень или действие стеарата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "невирапин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "невирапин снижает уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повышает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект фостаматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "невирапин снижает уровень ибрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A снижают концентрацию ибрутиниба в плазме примерно в 10 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "невирапин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан",
      "description": {
        "common": "невирапин снижает уровень или эффект иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "невирапин будет снижать уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "невирапин снижает уровень или эффект ивабрадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ивабрадина с умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "невирапин, ивакафтор. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: невирапин снижает уровень ивакафтора за счет индукции фермента CYP; тогда как ивакафтор повышает уровень эфавиренца за счет ингибирования CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "невирапин будет снижать уровень или эффект ивосидениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение ивозидениба с сильными индукторами CYP3A4 снижало концентрацию ивозидениба в плазме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иксазомиб",
      "description": {
        "common": "невирапин снижает уровень или эффект иксазомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения иксазомиба с сильными индукторами CYP3A. Было показано, что сильные индукторы снижают Cmax иксазомиба на 54% и AUC на 74%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "невирапин снижает уровень кетоконазола за счет усиления метаболизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение ленакапавира (субстрат CYP3A4 и умеренный ингибитор) с невирапином (субстрат CYP3A4 и слабый ингибитор) может привести к потере терапевтического эффекта и развитию резистентности. Одновременное применение с невирапином не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "невирапин будет снижать уровень или эффект левоноргестрела перорально/этинилэстрадиола/бисглицината железа, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Используйте альтернативный метод контрацепции или резервный метод, когда индукторы ферментов используются с комбинированными гормональными контрацептивами (КГК), и продолжайте резервную контрацепцию в течение 28 дней после прекращения приема индуктора ферментов, чтобы обеспечить надежность контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "невирапин будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение обоих препаратов увеличивает риск тяжелой гепатотоксичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "невирапин снижает уровень или действие ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "невирапин снижает уровень или эффект мациморелина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможность ложноположительных результатов теста при одновременном применении мациморелина и сильных индукторов CYP3A4. Прекратите прием сильного индуктора CYP3A4, обеспечив достаточное время вымывания перед тестированием."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мацитентан",
      "description": {
        "common": "невирапин снижает уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "местранол",
      "description": {
        "common": "невирапин снижает уровень местранола по неизвестному механизму. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидостаурин",
      "description": {
        "common": "невирапин снижает уровень или эффект мидостаурина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 могут снижать концентрацию мидостаурина, что приводит к снижению эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "невирапин снижает уровень или эффект нальдемедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект нератиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения нератиниба с сильными/умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "невирапин будет снижать уровень или эффект нетупитанта/палоносетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Нетупитант в основном метаболизируется CYP3A4; избегать использования у пациентов, которые хронически используют сильный индуктор CYP3A4"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "невирапин снижает уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения олапариба с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект осимертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения осимертиниба с сильными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "невирапин снижает уровень или эффект палбоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A снижают экспозицию палбоциклиба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перампанель",
      "description": {
        "common": "невирапин снижает уровень или эффект перампанела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "как невирапин, так и пексидартиниб увеличивают значение Other (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "невирапин снижает уровень помалидомида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "невирапин снижает уровень понатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте, если совместное введение не перевешивает возможный риск недоэкспозиции понатиниба; контролировать признаки снижения эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "невирапин, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "невирапин снижает уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "болтливый",
      "description": {
        "common": "невирапин снижает уровень или эффект ролапитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Длительное совместное введение сильных индукторов CYP3A4 с ролапитантом может значительно снизить эффективность ролапитанта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "невирапин снижает уровень или эффект ромидепсина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности следует избегать одновременного применения с сильными индукторами 3А4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "силодозин",
      "description": {
        "common": "невирапин снижает уровень или эффект силодозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "невирапин снижает уровень или эффект симвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "невирапин снижает уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "невирапин снижает уровень или эффект софосбувира/велпатасвира, влияя на метаболизм печеночного фермента CYP2B6. Избегайте или используйте альтернативный препарат. Велпатасвир является субстратом CYP2B6, CYP2C8 и CYP3A4. Препараты, являющиеся индукторами CYP2B6, CYP2C8 или CYP3A4, от умеренных до сильных, могут значительно снижать концентрацию велпатасвира в плазме, что может привести к снижению терапевтического эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сонидегиб",
      "description": {
        "common": "невирапин снижает уровень или эффект сонидегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сонидегиба с сильными или умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "стирипентол",
      "description": {
        "common": "невирапин снижает уровень или эффект стирипентола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать совместного введения стирипентола с сильными индукторами CYP3A4, увеличьте дозу стирипентола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тезакафтор",
      "description": {
        "common": "невирапин снижает уровень или эффект тезакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "невирапин снижает уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трабектин",
      "description": {
        "common": "невирапин снижает уровень или эффект трабектедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "невирапин снижает уровень или эффект тразодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "улипристал",
      "description": {
        "common": "невирапин снижает уровень или эффект улипристала, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валбеназин",
      "description": {
        "common": "невирапин снижает уровень или эффект валбеназина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное использование не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "невирапин снижает уровень или эффект венетоклакса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения венетоклакса с сильными или умеренными индукторами CYP3A. Рассмотрите альтернативное лечение препаратами с меньшей индукцией CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "невирапин снижает уровень ворапаксара, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абакавир",
      "description": {
        "common": "абакавир и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "невирапин снижает уровень абиратерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте совместного применения абиратерона с сильными индукторами CYP3A4; если необходимо использовать сильный индуктор CYP3A4, увеличьте частоту дозирования абиратерона с одного раза в день до двух раз в день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "невирапин снижает уровень или эффект альфузозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "невирапин снижает уровень или эффект алмотриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "невирапин снижает уровень или эффект алпразолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "невирапин снижает уровень или эффект амиодарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "невирапин снижает уровень или эффект амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апрепитант",
      "description": {
        "common": "невирапин снижает уровень или эффект апрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "невирапин снижает уровень или эффект арипипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "невирапин снижает уровень или эффект армодафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артесунат",
      "description": {
        "common": "невирапин будет снижать уровень или эффект артесуната за счет увеличения метаболизма. Используйте осторожность/монитор. Одновременное применение может снижать AUC и пиковую концентрацию активного метаболита артесуната (ДГК) в плазме. Следите за снижением эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "невирапин снижает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "невирапин снижает уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "невирапин снижает уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Для пациентов с ЭД внимательно следите за реакцией из-за возможности снижения эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "невирапин повышает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "невирапин снижает уровень или действие базедоксифена/конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "невирапин снижает уровень или эффект бензгидрокодона/ацетаминофена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при прекращении приема индукторов CYP3A4, которые назначают вместе с бензгидрокодоном (пролекарство гидрокодона); Концентрации гидрокодона в плазме могут увеличиться, что может привести к угнетению дыхания со смертельным исходом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бексаротин",
      "description": {
        "common": "невирапин будет снижать уровень или эффект бексаротен, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "невирапин снижает уровень или эффект бортезомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "невирапин снижает уровень или эффект брекспипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Удвойте дозу брекспипразола в течение 1-2 недель при одновременном применении с сильным индуктором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "невирапин снижает уровень или эффект будесонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаин",
      "description": {
        "common": "невирапин снижает уровень или эффект бупивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "невирапин снижает уровень или эффект бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "невирапин снижает уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "невирапин снижает уровень или эффект подкожного имплантата бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Наблюдайте за пациентами, уже находящимися на подкожном имплантате с бупренорфином, которым требуется недавно начатое лечение индуктором CYP3A4 на наличие признаков и симптомов отмены. Если доза сопутствующего индуктора CYP3A4 не может быть уменьшена или прекращена, может потребоваться удаление имплантата, а затем пациенту следует назначить лекарственную форму бупренорфина, которая позволяет корректировать дозу. Если лечение индуктором CYP3A4 прекращено у пациента, состояние которого стабилизировалось на бупренорфине, наблюдайте за пациентом на предмет передозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "невирапин будет снижать уровень или эффект бупренорфина, инъекционного препарата длительного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Пациенты, которые переходят на инъекции бупренорфина пролонгированного действия с трансмукозального введения бупренорфина совместно с индукторами CYP3A4, должны находиться под наблюдением для обеспечения адекватных уровней бупренорфина в плазме. Если доза бупренорфина неадекватна, а индуктор CYP3A4 нельзя уменьшить или отменить, переведите пациента обратно на форму бупренорфина, которая позволяет корректировать дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "невирапин снижает уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабазитаксел",
      "description": {
        "common": "невирапин снижает уровень или эффект кабазитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте совместного администрирования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "невирапин повысит уровень или эффект кабозантиниба по другим причинам (см. комментарий). Используйте осторожность/монитор. Ингибиторы MRP2 повышают токсичность кабозантиниба"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кальцифедиол",
      "description": {
        "common": "невирапин, кальцифедиол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Препараты, стимулирующие микросомальное гидроксилирование, сокращают период полувыведения кальцифедиола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "невирапин снижает уровень или эффект каннабидиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность увеличения дозы каннабидиола (на основании клинического ответа и переносимости) при совместном применении с сильным индуктором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "невирапин снижает уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чинакальцет",
      "description": {
        "common": "невирапин снижает уровень или эффект цинакалцета, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "невирапин снижает уровень или эффект циталопрама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "невирапин будет повышать уровень или эффект клопидогреля, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Индукторы CYP3A4 могут усиливать метаболизм клопидогрела до его активного метаболита. Мониторинг пациентов на предмет возможного усиления антитромбоцитарного эффекта при использовании индукторов CYP3A4 в комбинации с клопидогрелом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "невирапин снижает уровень или эффект клозапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "колхицин",
      "description": {
        "common": "невирапин снижает уровень или эффект колхицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "невирапин снижает уровень или эффект кониваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "невирапин снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены, вагинальные",
      "description": {
        "common": "невирапин снижает уровень или действие конъюгированных эстрогенов при вагинальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "невирапин снижает уровень или эффект кортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "невирапин снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "невирапин снижает уровень или эффект дарифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "невирапин снижает уровень или эффект дексаметазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "невирапин снижает уровень или эффект диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "невирапин снижает уровень или эффект дилтиазема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "невирапин снижает уровень или эффект доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "невирапин снижает уровень или эффект липосомального доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "невирапин снижает уровень или эффект дронабинола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Дронабинол является субстратом CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "невирапин снижает уровень или эффект элетриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмтрицитабин",
      "description": {
        "common": "эмтрицитабин и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, невирапин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфувиртид",
      "description": {
        "common": "энфувиртид и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "невирапин снижает уровень или эффект эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол вагинальный",
      "description": {
        "common": "невирапин будет снижать уровень или эффект вагинального эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "невирапин будет снижать уровень или эффект синтетических конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "невирапин снижает уровень или действие этерифицированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "невирапин снижает уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этоногестрел",
      "description": {
        "common": "невирапин снижает уровень или эффект этоногестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этопозид",
      "description": {
        "common": "невирапин снижает уровень или эффект этопозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "невирапин снижает уровень или эффект этравирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "экземестан",
      "description": {
        "common": "невирапин снижает уровень или эффект экземестана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Для пациентов, получающих экземестан с мощным индуктором CYP3A4, рекомендуемая доза экземестана составляет 50 мг в день после еды."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелбамат",
      "description": {
        "common": "невирапин снижает уровень или эффект фелбамата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "невирапин снижает уровень или эффект фелодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил",
      "description": {
        "common": "невирапин снижает уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "невирапин будет снижать уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "невирапин снижает уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "невирапин будет снижать уровень или эффект трансмукозального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "невирапин снижает уровень или эффект фезотеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финастерид",
      "description": {
        "common": "невирапин снижает уровень или эффект финастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "невирапин повышает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "невирапин снижает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные индукторы CYP3A4 существенно снижают системное воздействие флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "невирапин снижает уровень или эффект флудрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "невирапин снижает уровень или действие фосампренавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "невирапин снижает уровень или эффект фосапрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект гефитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличьте дозу гефитиниба до 500 мг в день при совместном применении с сильным индуктором CYP3A4. Возобновить прием гефитиниба в дозе 250 мг/сут через 7 дней после прекращения приема сильного индуктора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "невирапин снижает уровень или эффект глекапревира/пибрентасвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение препаратов, индуцирующих CYP3A4, с глекапревиром/пибрентасвиром может снизить концентрацию глекапревира/пибрентасвира в плазме. Возможность потери терапевтического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "невирапин снижает уровень или эффект гуанфацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные или умеренные индукторы CYP3A4 значительно снижают концентрацию гуанфацина в плазме и период полувыведения. При совместном применении может потребоваться более частое введение препарата IR для достижения или поддержания желаемого гипотензивного ответа. Для пациентов с СДВГ одобренная FDA маркировка гуанфацина ER рекомендует, чтобы при одновременном применении удвоение рекомендуемой дозы гуанфацина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "невирапин снижает уровень или эффект гидрокодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при прекращении приема индукторов CYP3A4, которые назначают вместе с гидрокодоном; концентрация гидрокодона в плазме может увеличиваться и может привести к потенциально смертельному угнетению дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "невирапин снижает уровень или эффект гидрокортизона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксипрогестерона капроат (ДСК)",
      "description": {
        "common": "невирапин снижает уровень или эффект гидроксипрогестерона капроата (ДСК), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "невирапин усиливает действие ифосфамида, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор. Одновременное применение ифосфамида с индукторами CYP2B6 может увеличить метаболизм ифосфамида до его метаболита. Следите за усилением эффектов/токсичности в сочетании с индукторами CYP2B6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "невирапин снижает уровень или эффект илоперидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "невирапин снижает уровень или эффект индинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "невирапин снижает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "невирапин снижает уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "невирапин снижает уровень или эффект кетамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламивудин",
      "description": {
        "common": "ламивудин и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект лапатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "невирапин увеличивает уровень или действие лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел внутриматочный",
      "description": {
        "common": "невирапин снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально",
      "description": {
        "common": "невирапин снижает уровень левоноргестрела при пероральном приеме, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лидокаин",
      "description": {
        "common": "невирапин снижает уровень или эффект лидокаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линаглиптин",
      "description": {
        "common": "невирапин снижает уровень или эффект линаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Настоятельно рекомендуется использовать альтернативные методы лечения, когда линаглиптин следует вводить с индуктором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "невирапин повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "невирапин снижает уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "невирапин снижает уровень или эффект лоратадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "невирапин снижает уровень или эффект лозартана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "невирапин снижает уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "медроксипрогестерон",
      "description": {
        "common": "невирапин снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "невирапин снижает уровень или эффект мефлохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "невирапин снижает уровень или эффект мелоксикама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "невирапин снижает уровень или эффект меперидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Повышенное образование токсических метаболитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "невирапин снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "невирапин снижает уровень или эффект метадона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "невирапин снижает уровень или эффект метилпреднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "невирапин снижает уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "невирапин увеличивает уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "невирапин снижает уровень или эффект мифепристона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "невирапин снижает уровень или эффект миртазапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "невирапин снижает уровень или эффект модафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "невирапин будет снижать уровень или эффект натеглинида по другим причинам (см. комментарий). Используйте осторожность/монитор. Сообщения о гипергликемии из-за резистентности к инсулину при приеме ингибиторов протеазы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "невирапин снижает уровень нефазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможность снижения токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "невирапин снижает уровень или эффект нелфинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "невирапин снижает уровень или эффект никардипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "невирапин снижает уровень или эффект нифедипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "невирапин снижает уровень или эффект нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат будет снижать уровень или эффект невирапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "невирапин снижает уровень или эффект осилодростата, влияя на метаболизм печеночного фермента CYP2B6. Изменить терапию/внимательно контролировать. Мониторинг концентрации кортизола и признаков и симптомов пациента во время coadministration или прекращения с сильными индукторами CYP2B6. При необходимости отрегулируйте дозу осилодростата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "невирапин снижает уровень оспемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет снижать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "невирапин снижает уровень оксикодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "невирапин будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал, невирапин.\nОдин из них снижает действие другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "невирапин снижает уровень или эффект пимавансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте coadministration, если это возможно. Следите за снижением эффективности пимавансерина. Может потребоваться увеличение дозы пимавансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол повышает уровень невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "невирапин снижает уровень или эффект преднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "невирапин снижает уровень или эффект кветиапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "невирапин снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "невирапин снижает уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "риосигуат",
      "description": {
        "common": "невирапин снижает уровень или эффект риоцигуата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Данные недоступны для коррекции дозы"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "невирапин снижает уровень или эффект рисперидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "невирапин снижает уровень или эффект ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "невирапин снижает уровень или эффект саквинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "невирапин снижает уровень или эффект селегилина, влияя на метаболизм печеночного фермента CYP2B6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "невирапин снижает уровень или эффект сертралина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "невирапин снижает уровень или эффект силденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ожидается, что мощные индукторы CYP3A4 вызовут существенное снижение уровня силденафила в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "невирапин снижает уровень или эффект солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "невирапин снижает уровень сорафениба за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ставудин",
      "description": {
        "common": "и невирапин, и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, невирапин. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "невирапин снижает уровень или эффект суворексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные индукторы CYP3A4 могут снижать эффективность суворексанта; если требуется увеличение дозы суворексанта, не превышайте 20 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "невирапин снижает уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "невирапин снижает уровень или эффект тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте комбинации у пациентов с легочной гипертензией. У пациентов с ЭД внимательно следите за реакцией на тадалафил из-за возможного снижения эффективности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "невирапин снижает уровень или эффект тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тазимелтеон",
      "description": {
        "common": "невирапин снижает уровень или эффект тазимелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте одновременного применения тазимелтеона с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "невирапин снижает уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенипозид",
      "description": {
        "common": "невирапин снижает уровень или эффект тенипозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "и невирапин, и тенофовир DF повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "невирапин снижает уровень или эффект теофиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "невирапин снижает уровень тикагрелора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте использования тикагрелора с мощными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "невирапин повышает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "невирапин снижает уровень или эффект типранавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект тофацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Потеря или снижение ответа на тофацитиниб может произойти при одновременном применении с мощными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "невирапин снижает уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торемифен",
      "description": {
        "common": "невирапин снижает уровень торемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Индукторы CYP3A4 увеличивают скорость метаболизма торемифена, снижая равновесную концентрацию в сыворотке крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "невирапин снижает уровень или эффект трамадола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение AUC трамадола и активного метаболита (О-десметилтрамадола) при одновременном применении с сильными индукторами CYP3A4 и CYP2B6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "невирапин снижает уровень или эффект инъекционной суспензии триамцинолона ацетонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "невирапин снижает уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие невирапина за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "задиристый",
      "description": {
        "common": "невирапин снижает уровень или эффект уброгепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Коррекция дозы рекомендуется при одновременном применении уброгепанта и умеренных и слабых индукторов CYP3A4. (см. Модификации дозировки)"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "невирапин снижает уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "невирапин снижает уровень или эффект верапамила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилазодон",
      "description": {
        "common": "невирапин снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "невирапин снижает уровень или эффект вориконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "невирапин снижает уровень вортиоксетина за счет усиления метаболизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность увеличения дозы вортиоксетина при совместном применении с сильными индукторами CYP в течение > 14 дней; не превышать первоначальную дозу вортиоксетина в 3 раза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "и невирапин, и зидовудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "невирапин снижает уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "невирапин снижает уровень или эффект алосетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "невирапин снижает уровень или эффект амбризентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "невирапин снижает уровень или эффект амитриптилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "невирапин снижает уровень или эффект атазанавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клопогон кистевидный",
      "description": {
        "common": "невирапин, клопогон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск гепатотоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "невирапин снижает уровень или эффект бозентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "каспофунгин",
      "description": {
        "common": "невирапин снижает уровень каспофунгина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цевимелин",
      "description": {
        "common": "невирапин снижает уровень или эффект цевимелина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "невирапин снижает уровень или эффект кларитромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "невирапин снижает уровень или эффект кломипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дапсон",
      "description": {
        "common": "невирапин снижает уровень или эффект дапсона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "невирапин снижает уровень или эффект дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "невирапин снижает уровень или эффект доцетаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "донепезил",
      "description": {
        "common": "невирапин снижает уровень или эффект донепезила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дутастерид",
      "description": {
        "common": "невирапин снижает уровень или эффект дутастерида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "невирапин снижает уровень или эффект эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "невирапин снижает уровень или эффект эвкалипта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "галантамин",
      "description": {
        "common": "невирапин снижает уровень или эффект галантамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "невирапин снижает уровень или эффект иматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "невирапин снижает уровень или эффект имипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "невирапин снижает уровень или действие исрадипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "невирапин снижает уровень или эффект итраконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "невирапин снижает уровень или эффект кетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "невирапин снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "невирапин снижает уровень или эффект левокетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "невирапин снижает уровень или эффект монтелукаста, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нимодипин",
      "description": {
        "common": "невирапин снижает уровень или эффект нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нитрендипин",
      "description": {
        "common": "невирапин снижает уровень или эффект нитрендипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "невирапин снижает уровень или эффект ондансетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "невирапин снижает уровень или эффект оксибутинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "невирапин снижает уровень или эффект паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "невирапин снижает уровень или эффект связывания паклитаксела с белком, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "невирапин снижает уровень или эффект парекоксиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пимозид",
      "description": {
        "common": "невирапин снижает уровень или эффект пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "невирапин снижает уровень или эффект пиоглитазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "невирапин снижает уровень или эффект пропафенона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хинин",
      "description": {
        "common": "невирапин снижает уровень или эффект хинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "невирапин снижает уровень или эффект рабепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "невирапин снижает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин снижает уровень невирапина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень невирапина за счет усиления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "невирапин повышает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "невирапин будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "невирапин снижает уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "невирапин снижает уровень или эффект суфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винбластин",
      "description": {
        "common": "невирапин снижает уровень или эффект винбластина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винкристин",
      "description": {
        "common": "невирапин снижает уровень или эффект винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "невирапин снижает уровень или эффект липосомального винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "винорелбин",
      "description": {
        "common": "невирапин снижает уровень или эффект винорелбина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "залеплон",
      "description": {
        "common": "невирапин снижает уровень или эффект залеплона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "невирапин снижает уровень или эффект зипрасидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "золпидем",
      "description": {
        "common": "невирапин снижает уровень или эффект золпидема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зонисамид",
      "description": {
        "common": "невирапин снижает уровень или эффект зонизамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "15-20"
    },
    {
      "name": "Сыпь",
      "percent": "15-20"
    },
    {
      "name": "Головная боль",
      "percent": "11"
    },
    {
      "name": "нейтропения",
      "percent": "10-11"
    },
    {
      "name": "Высокая температура",
      "percent": "8-11"
    },
    {
      "name": "Язвенный стоматит",
      "percent": "4"
    },
    {
      "name": "Увеличение LFT",
      "percent": "2-4"
    },
    {
      "name": "Боль в животе",
      "percent": "2"
    },
    {
      "name": "Парестезия",
      "percent": "2"
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Периферическая невропатия",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Потенциально фатальная гепатотоксичность",
      "percent": null
    },
    {
      "name": "молниеносный гепатит",
      "percent": null
    },
    {
      "name": "холестатический гепатит",
      "percent": null
    },
    {
      "name": "печеночная недостаточность",
      "percent": null
    },
    {
      "name": "некроз печени",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    },
    {
      "name": "Тело в целом",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "сонливость",
      "percent": null
    },
    {
      "name": "отмена наркотиков",
      "percent": null
    },
    {
      "name": "перераспределение",
      "percent": null
    },
    {
      "name": "накопление жира в организме",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Печень и желчевыводящие пути",
      "percent": null
    },
    {
      "name": "Желтуха",
      "percent": null
    },
    {
      "name": "фульминантный и холестатический гепатит",
      "percent": null
    },
    {
      "name": "некроз печени",
      "percent": null
    },
    {
      "name": "печеночная недостаточность",
      "percent": null
    },
    {
      "name": "Гематология",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "нейтропения Исследования",
      "percent": null
    },
    {
      "name": "снижение сывороточного фосфора",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Снижение сывороточного фосфора",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "рабдомиолиз, связанный с кожей и",
      "percent": null
    },
    {
      "name": "или печеночные реакции",
      "percent": null
    },
    {
      "name": "неврологический",
      "percent": null
    },
    {
      "name": "парестезия",
      "percent": null
    },
    {
      "name": "Кожа и придатки",
      "percent": null
    },
    {
      "name": "Аллергические реакции, включая анафилаксию",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "буллезные высыпания",
      "percent": null
    },
    {
      "name": "сообщалось о язвенном стоматите и крапивнице.",
      "percent": null
    },
    {
      "name": "синдром гиперчувствительности и реакции гиперчувствительности с сыпью, связанные с конституциональными нарушениями",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "вздутие живота",
      "percent": null
    },
    {
      "name": "поражения полости рта",
      "percent": null
    },
    {
      "name": "конъюнктивит",
      "percent": null
    },
    {
      "name": "отек лица",
      "percent": null
    },
    {
      "name": "боли в мышцах или суставах",
      "percent": null
    },
    {
      "name": "общее недомогание",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "или значительные печеночные аномалии",
      "percent": null
    },
    {
      "name": "лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    }
  ]
}