{
  "name": "пиндолол",
  "comment": "Rx",
  "other_names": [
    "Викен"
  ],
  "classes": [
    "Бета-блокаторы",
    "Внутренние симпатомиметики"
  ],
  "source": "https://reference.medscape.com/drug/visken-pindolol-342362",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "Лактация: не кормить грудью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: не кормить грудью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Выраженная сердечная недостаточность, астма/ХОБЛ, кардиогенный шок, гиперчувствительность, синусовая брадикардия, блокада сердца 2-3 степени, кардиогенный шок, синдром слабости синусового узла без постоянного кардиостимулятора"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Менее эффективен, чем тиазидные диуретики, у чернокожих и пожилых пациентов.",
        "Терапию бета-блокаторами, назначаемую на постоянной основе, не следует отменять перед серьезной хирургической операцией; нарушение способности сердца реагировать на рефлекторные адренергические стимулы может увеличить риск общей анестезии и хирургических процедур",
        "С осторожностью применять при анестезии/операциях (депрессия миокарда), бронхоспастических заболеваниях, цереброваскулярной недостаточности, ХСН, кардиомегалии, СД, гипертиреозе/тиреотоксикозе, миастении, заболеваниях печени, почечной недостаточности, заболеваниях периферических сосудов, применении при феохромоцитоме, ИЗСД, психических заболеваниях в анамнезе , ранее существовавший синдром слабости синусового узла или аналогичные сердечные заболевания",
        "Внезапное прекращение приема может усугубить стенокардию и привести к инфаркту миокарда.",
        "Повышенный риск инсульта после операции"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адреналин",
      "description": {
        "common": "пиндолол усиливает действие адреналина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск артериальной гипертензии и брадикардии. Рассмотрите селективный блокатор бета-1 (например, метопролол)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "пиндолол усиливает эффекты рацемического адреналина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Риск артериальной гипертензии и брадикардии. Рассмотрите селективный блокатор бета-1 (например, метопролол)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсмолол",
      "description": {
        "common": "Эсмолол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран увеличивает уровень или эффект пиндолола, влияя на метаболизм печеночного фермента CYP2D6. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP2D6 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP2D6 в соответствии с утвержденной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лофексидин",
      "description": {
        "common": "лофексидин, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с другими препаратами, которые снижают пульс или артериальное давление, чтобы снизить риск чрезмерной брадикардии и гипотензии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и пиндолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пиндолол и пропранолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "пиндолол и соталол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тафенохин",
      "description": {
        "common": "тафенохин повысит уровень или эффект пиндолола от других (см. комментарий). Избегайте или используйте альтернативный препарат. Тафенохин ингибирует переносчик органических катионов-2 (OCT2) и переносчики множественной лекарственной и токсической экструзии (MATE) in vitro. Избегайте совместного введения с субстратами OCT2 или MATE. Если одновременного введения нельзя избежать, наблюдайте за токсичностью, связанной с субстратом, и при необходимости рассмотрите возможность снижения дозы на основе маркировки продукта, вводимого совместно с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тимолол",
      "description": {
        "common": "пиндолол и тимолол усиливают блокирование антигипертензивных каналов. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трилациклиб",
      "description": {
        "common": "trilaciclib снизит уровень или эффект пиндолола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения трилациклиба (ингибитора OCT2, MATE1 и MATE-2K) с субстратами, минимальная повышенная концентрация которых в почках или крови может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "пиндолол, умеклидиния бромид/вилантерол ингаляционно. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Если бета-блокатор необходимо использовать у пациентов с ХОБЛ, принимающих бета-агонисты, рассмотрите возможность использования бета-блокатора, селективного к бета-1."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "пиндолол, вилантерол/флутиказона фуроат ингаляционно. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Если бета-блокатор необходимо использовать у пациентов с ХОБЛ, принимающих бета-агонисты, рассмотрите возможность использования бета-блокатора, селективного к бета-1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон повышает уровень пиндолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Избегайте совместного применения абиратерона с субстратами CYP2D6. Если альтернативная терапия не может быть использована, следует соблюдать осторожность и рассмотреть вопрос о снижении дозы субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "пиндолол и ацеклофенак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "пиндолол и ацеметацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "пиндолол увеличивает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает действие пиндолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и пиндолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень пиндолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "пиндолол и амилорид повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон, пиндолол. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск кардиотоксичности с брадикардией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "пиндолол и амлодипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень пиндолола за счет усиления метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с амобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "пиндолол увеличивает, а арформотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артикаин",
      "description": {
        "common": "пиндолол, артикаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Усиление эффектов адреналина в анестетиках; риск артериальной гипертензии и брадикардии. НЕ Д/К хронический бета-блокатор Tx до введения анестетика. Рассмотрите селективный блокатор бета-1 (например, метопролол)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и пиндолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "пиндолол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "пиндолол и аспирин ректально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижает эффекты пиндолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир усиливает эффекты пиндолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск артериальной гипотензии, брадикардии, AV-блокады и удлинения интервала PR. Рассмотрите возможность снижения дозы бета-блокатора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "пиндолол увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "субсалицилат висмута",
      "description": {
        "common": "субсалицилат висмута, пиндолол. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Блокада почечного синтеза простагландинов; может вызвать сильную гипертензию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "пиндолол повышает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупивакаин",
      "description": {
        "common": "пиндолол, бупивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень пиндолола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с бутабарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень пиндолола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с буталбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "ацетат кальция снижает действие пиндолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает эффекты пиндолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает эффекты пиндолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает действие пиндолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает действие пиндолола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и пиндолол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "пиндолол увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбидопа",
      "description": {
        "common": "карбидопа усиливает действие пиндолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. В начале терапии карбидопой в комбинации с леводопой или без нее или комбинированными препаратами карбидопа-леводопа может потребоваться коррекция дозы антигипертензивного препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и пиндолол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "пиндолол и целекоксиб повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпрокаин",
      "description": {
        "common": "пиндолол, хлоропрокаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Усиление эффектов адреналина в анестетиках; риск артериальной гипертензии и брадикардии. НЕ Д/К хронический бета-блокатор Tx до введения анестетика. Рассмотрите селективный блокатор бета-1 (например, метопролол)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "пиндолол увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "пиндолол снижает эффекты хлорпропамида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Неселективные бета-блокаторы также могут маскировать симптомы гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "пиндолол увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "пиндолол и трисалицилат магния холина повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клевидипин",
      "description": {
        "common": "пиндолол и клевидипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "пиндолол, клонидин. Механизм: фармакодинамический синергизм. Изменить терапию/внимательно контролировать. Неселективное введение бета-блокаторов во время отмены альфа-агонистов центрального действия может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "пиндолол увеличивает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазиглюкагон",
      "description": {
        "common": "пиндолол снижает действие дасиглюкагона по неизвестному механизму. Используйте осторожность/монитор. Дасиглюкагон может стимулировать высвобождение катехоламинов; тогда как бета-блокаторы могут ингибировать катехоламины, высвобождаемые в ответ на дасиглюкагон. Coadministration также может временно увеличить пульс и BP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "пиндолол и диклофенак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "пиндолол и дифлунисал повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "пиндолол и дигоксин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "пиндолол и дилтиазем усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "пиндолол увеличивает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "пиндолол увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "доксазозин и пиндолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "пиндолол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровень пиндолола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы сопутствующего препарата и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень пиндолола, влияя на метаболизм печеночного фермента CYP2D6. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP2D6; осторожность при применении субстратов CYP2D6, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "пиндолол увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "пиндолол увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "пиндолол повышает, а рацемический адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб повышает уровень пиндолола за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Рассмотрите альтернативы, которые не являются субстратами OCT2, или рассмотрите возможность снижения дозы субстратов OCT2 в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "пиндолол увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфир",
      "description": {
        "common": "пиндолол, эфир.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. И бета-блокаторы, и эфир угнетают миокард; рассмотреть возможность снижения дозы бета-блокатора, если для анестезии используется эфир."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "пиндолол и этодолак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "этомидат, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фелодипин",
      "description": {
        "common": "пиндолол и фелодипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "пиндолол и фенбуфен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "пиндолол и фенопрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "пиндолол усиливает эффекты финголимода за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают частоту сердечных сокращений. Наблюдайте за пациентами, получающими сопутствующую терапию, особенно в первые 6 часов после начала приема финголимода или после перерыва в лечении не менее чем на две недели, на наличие брадикардии и атриовентрикулярной блокады. Чтобы определить основные факторы риска брадикардии и АВ-блокады, перед началом приема финголимода необходимо получить новую или недавнюю ЭКГ у пациентов, принимающих бета-блокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "пиндолол и флурбипрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "пиндолол увеличивает, а формотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "пиндолол увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "пиндолол увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "пиндолол снижает эффекты глимепирида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Неселективные бета-блокаторы также могут маскировать симптомы гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "пиндолол снижает эффекты глипизида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Неселективные бета-блокаторы также могут маскировать симптомы гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон",
      "description": {
        "common": "глюкагон снижает токсичность пиндолола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Одновременное применение глюкагона с бета-блокаторами может привести к кратковременному повышению пульса и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюкагон интраназально",
      "description": {
        "common": "глюкагон интраназально снижает токсичность пиндолола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Используйте осторожность/монитор. Одновременное применение глюкагона с бета-блокаторами может привести к кратковременному повышению пульса и артериального давления."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "пиндолол снижает эффекты глибурида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Неселективные бета-блокаторы также могут маскировать симптомы гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "пиндолол, гуанфацин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Неселективное введение бета-блокаторов во время отмены альфа-агонистов центрального действия может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин усиливает действие пиндолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "пиндолол повышает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "пиндолол и ибупрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно снижает эффекты пиндолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, пиндолол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Бета-блокаторы и индакатерол могут мешать действию друг друга при одновременном применении. Бета-блокаторы могут вызывать тяжелый бронхоспазм у пациентов с ХОБЛ. Поэтому пациентов с ХОБЛ обычно не следует лечить бета-адреноблокаторами. Однако при определенных обстоятельствах, т.е. в качестве профилактики после инфаркта миокарда приемлемых альтернатив применению бета-адреноблокаторов у больных ХОБЛ может не быть. В этих условиях можно рассмотреть возможность применения кардиоселективных бета-блокаторов, хотя их следует назначать с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "пиндолол увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "пиндолол и индометацин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "пиндолол, инсулин аспарт. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "пиндолол, инсулин деглудек. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "пиндолол, инсулин деглудек/инсулин аспарт. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "пиндолол, инсулин детемир. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "пиндолол, инсулин гларгин. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "пиндолол, инсулин глулизин. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "пиндолол, инсулин ингаляционно. Другое (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Бета-блокаторы могут как усиливать, так и ослаблять эффект инсулина по снижению уровня глюкозы в крови; бета-адреноблокаторы могут пролонгировать гипогликемию (нарушение гликогенолиза) или вызвать гипергликемию (угнетение секреции инсулина)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "пиндолол, инсулин лизпро. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "пиндолол, инсулин НПХ. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "пиндолол, инсулин обычный человеческий. Механизм: фармакодинамический антагонизм. Используйте осторожность/монитор. Неселективные бета-блокаторы задерживают восстановление нормогликемии после индуцированной инсулином гипогликемии; однако они также ингибируют секрецию инсулина, поэтому бета-блокатор Tx длительного действия может привести к снижению толерантности к глюкозе. Инсулин-индуцированная гипогликемия может вызвать гипертензию во время терапии неселективными бета-блокаторами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодиксанол",
      "description": {
        "common": "пиндолол увеличивает токсичность йодиксанола за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Применение бета-адреноблокаторов снижает порог контрастных реакций и увеличивает их выраженность, а также снижает эффективность лечения реакций гиперчувствительности адреналином. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "пиндолол увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "пиндолол и исрадипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "ивабрадин, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Большинству пациентов, получающих ивабрадин, также назначают бета-блокаторы. Риск брадикардии увеличивается при одновременном приеме препаратов, замедляющих сердечный ритм (например, дигоксина, амиодарона, бета-блокаторов). Мониторинг частоты сердечных сокращений у пациентов, принимающих ивабрадин с другими негативными хронотропными препаратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "кетамин, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "пиндолол и кетопрофен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "пиндолол и кеторолак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "пиндолол и кеторолак интраназально повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "пиндолол усиливает эффекты лазмидитана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Ласмидитан был связан со снижением частоты сердечных сокращений (ЧСС). В исследовании лекарственного взаимодействия добавление однократной дозы 200 мг лазмидитана к пропранололу снижало ЧСС дополнительно на 5 ударов в минуту по сравнению с приемом только пропранолола, до среднего максимума 19 ударов в минуту."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "пиндолол увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа",
      "description": {
        "common": "леводопа усиливает действие пиндолола за счет фармакодинамического синергизма. Используйте осторожность/монитор. Рассмотрите возможность уменьшения дозы антигипертензивного агента."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лидокаин",
      "description": {
        "common": "пиндолол, лидокаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Усиление эффектов адреналина в анестетиках; риск артериальной гипертензии и брадикардии. НЕ Д/К хронический бета-блокатор Tx до введения анестетика. Рассмотрите селективный блокатор бета-1 (например, метопролол)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "лоркасерин увеличивает уровень или эффект пиндолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "пиндолол и лорноксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и пиндолол повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон усиливает действие пиндолола на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: потенциально повышенный риск гипотензии при одновременном применении. Мониторинг артериального давления и корректировка дозы антигипертензивного агента по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "меклофенамат снижает эффекты пиндолола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Длительное (>1 нед) применение НПВП. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "пиндолол и мефенамовая кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин повышает уровень пиндолола за счет замедления метаболизма. Используйте осторожность/монитор. Риск аритмии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "пиндолол и мелоксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепивакаин",
      "description": {
        "common": "пиндолол, мепивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "пиндолол увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "пиндолол повышает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилдопа",
      "description": {
        "common": "пиндолол, метилдопа. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Неселективное введение бета-блокаторов во время отмены метилдопы может привести к рецидиву артериальной гипертензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "пиндолол увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мирабегрон",
      "description": {
        "common": "мирабегрон увеличивает уровень или эффект пиндолола, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "моксисилит и пиндолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "пиндолол и набуметон повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "пиндолол и напроксен повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "пиндолол и никардипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "пиндолол и нифедипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "пиндолол и нисолдипин усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Бета-адреноблокаторы купируют рефлекторную тахикардию, вызванную нитроглицерином, не предотвращая его гипотензивного действия. При одновременном применении бета-адреноблокаторов с нитроглицерином у пациентов со стенокардией могут возникать дополнительные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "пиндолол увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "пиндолол, олодатерол ингаляционно.\nОдин из них уменьшает эффекты другого по механизму: фармакодинамический антагонизм. Используйте осторожность/монитор. Бета-адреноблокаторы и олодатерол могут мешать действию друг друга при одновременном применении. Бета-блокаторы могут вызывать тяжелый бронхоспазм у пациентов с ХОБЛ. Поэтому пациентов с ХОБЛ обычно не следует лечить бета-адреноблокаторами. Однако при определенных обстоятельствах, т.е. в качестве профилактики после инфаркта миокарда приемлемых альтернатив применению бета-адреноблокаторов у больных ХОБЛ может не быть. В этих условиях можно рассмотреть возможность применения кардиоселективных бета-блокаторов, хотя их следует назначать с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "пиндолол и оксапрозин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "пиндолол и парекоксиб повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень пиндолола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении пентобарбитала. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень пиндолола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с фенобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "феноксибензамин и пиндолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "фентоламин и пиндолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "пиндолол усиливает эффекты фенилэфрина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертензивного эпизода (редко)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "пиндолол усиливает действие фенилэфрина перорально за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск острого гипертензивного эпизода (редко)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "пиндолол увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пиндолол и пироксикам повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и пиндолол усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Бета-блокаторы могут оказывать дополнительное влияние на снижение ЧСС. Перед началом приема понесимода у пациентов, получающих стабильную дозу бета-блокатора, рассмотрите возможность проведения ЧСС в покое. Обратитесь к информации о назначении понесимода для получения дополнительной информации о дозировке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "пиндолол и кислый фосфат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "пиндолол и хлорид калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "пиндолол и цитрат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "празозин и пиндолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прилокаин",
      "description": {
        "common": "пиндолол, прилокаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень пиндолола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите более высокую дозу бета-блокатора при одновременном применении с примидоном. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пиндолол и пропранолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ропивакаин",
      "description": {
        "common": "пиндолол, ропивакаин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Соблюдайте особую осторожность при одновременном применении бупивакаина и антигипертензивных средств."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "пиндолол и салицилаты (не аза) повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "пиндолол увеличивает, а салметерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "пиндолол и сальсалат повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир, пиндолол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны. Повышенный риск удлинения PR и сердечных аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень пиндолола за счет увеличения метаболизма. Используйте осторожность/монитор. Рассмотрите возможность более высокой дозы бета-блокатора при одновременном применении с секобарбиталом. Атенолол, соталол, надолол менее подвержены влиянию, чем другие бета-адреноблокаторы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "пиндолол усиливает действие силденафила за счет дополнительной вазодилатации. Используйте осторожность/монитор. Силденафил обладает системными сосудорасширяющими свойствами и может дополнительно снижать артериальное давление у пациентов, принимающих антигипертензивные препараты. Мониторинг реакции артериального давления на силденафил у пациентов, одновременно получающих антигипертензивную терапию."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "силодозин и пиндолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод, пиндолол.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при назначении сипонимода пациентам, получающим лечение бета-блокаторами, из-за аддитивного эффекта снижения частоты сердечных сокращений. Перед началом приема сипонимода может потребоваться временное прекращение приема бета-блокаторов. Лечение бета-блокаторами можно начинать у пациентов, получающих стабильные дозы сипонимода."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень пиндолола за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень пиндолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "пиндолол и соталол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "пиндолол и спиронолактон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "пиндолол и сукцинилхолин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "пиндолол и сульфасалазин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "пиндолол и сулиндак повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "теразозин и пиндолол усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "пиндолол увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "пиндолол, теофиллин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Бета-блокаторы (особенно неселективные) противодействуют эффектам теофиллина, в то же время повышая уровни теофиллина и его токсичность (механизм: снижение метаболизма теофиллина). Курение увеличивает риск взаимодействия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "пиндолол и тимолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "пиндолол снижает эффекты толазамида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Неселективные бета-блокаторы также могут маскировать симптомы гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "пиндолол снижает эффекты толбутамида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Неселективные бета-блокаторы также могут маскировать симптомы гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "пиндолол и толфенамовая кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "пиндолол и толметин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "пиндолол и толваптан повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "пиндолол увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "пиндолол и триамтерен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и пиндолол повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "вандетаниб повышает уровень пиндолола на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: вандетаниб ингибирует поглощение субстратов переносчиков органических катионов типа 2 (OCT2)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "пиндолол и верапамил усиливают блокирование антигипертензивных каналов. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксипамид",
      "description": {
        "common": "ксипамид усиливает действие пиндолола за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аденозин",
      "description": {
        "common": "пиндолол, аденозин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает эффекты пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цевимелин",
      "description": {
        "common": "цевимелин усиливает эффекты пиндолола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин повышает уровень пиндолола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "пиндолол усиливает действие кокаина местно за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск стенокардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузный шелк усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин, пиндолол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивный спазм сосудов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "дигидроэрготамин интраназально, пиндолол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Аддитивный спазм сосудов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "дипиридамол, пиндолол. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. Риск брадикардии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энтекавир",
      "description": {
        "common": "пиндолол, энтекавир.\nЛибо усиливает действие другого, уменьшая почечный клиренс. Незначительное/значение неизвестно. Одновременное применение с препаратами, которые снижают функцию почек или конкурируют за активную канальцевую секрецию, может повышать концентрацию в сыворотке либо энтекавира, либо одновременно принимаемого препарата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам повышает уровень пиндолола за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "фенолдопам усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "визуализирующие агенты (гадолиний)",
      "description": {
        "common": "пиндолол, визуализирующие агенты (гадолиний). Механизм: неизвестен. Незначительное/значение неизвестно. Повышенный риск анафилаксии от контрастных веществ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат будет увеличивать уровень или эффект пиндолола по другим причинам (см. комментарий). Незначительное/значение неизвестно. Изавуконазония сульфат, ингибитор OCT2, может увеличивать эффекты или уровни субстратов OCT2."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левобетаксолол",
      "description": {
        "common": "левобетаксолол усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин снижает токсичность пиндолола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Мелатонин может корректировать нарушения сна, вызванные бета-блокаторами."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метипранолол офтальмологический",
      "description": {
        "common": "метипранолол офтальмологический усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неостигмин",
      "description": {
        "common": "пиндолол, неостигмин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "пиндолол и сок нони повышают уровень калия в сыворотке. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "физостигмин",
      "description": {
        "common": "пиндолол, физостигмин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивная брадикардия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пилокарпин",
      "description": {
        "common": "пилокарпин усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, пиндолол. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йохимбе",
      "description": {
        "common": "пиндолол снижает токсичность йохимбе за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Бессонница",
      "percent": "10"
    },
    {
      "name": "Боли в мышцах",
      "percent": "10"
    },
    {
      "name": "Головокружение",
      "percent": "9"
    },
    {
      "name": "Усталость",
      "percent": "8"
    },
    {
      "name": "Нервозность",
      "percent": "7"
    },
    {
      "name": "Повышенные ферменты печени",
      "percent": "7"
    },
    {
      "name": "Боль в суставах",
      "percent": "7"
    },
    {
      "name": "Отек",
      "percent": "6"
    },
    {
      "name": "Яркие сны",
      "percent": "5"
    },
    {
      "name": "Дискомфорт в животе",
      "percent": "4-5"
    },
    {
      "name": "Тошнота",
      "percent": "4-5"
    },
    {
      "name": "Мышечные спазмы",
      "percent": "3"
    },
    {
      "name": "Парестезии",
      "percent": "3"
    },
    {
      "name": "Брадикардия",
      "percent": "2"
    },
    {
      "name": "Холодные конечности",
      "percent": "2"
    },
    {
      "name": "Гипотония",
      "percent": "2"
    },
    {
      "name": "Сердцебиение",
      "percent": "2"
    },
    {
      "name": "обморок",
      "percent": "2"
    },
    {
      "name": "Тахикардия",
      "percent": "2"
    },
    {
      "name": "Беспокойство",
      "percent": "2"
    },
    {
      "name": "Летаргия",
      "percent": "2"
    },
    {
      "name": "Диарея",
      "percent": "2"
    },
    {
      "name": "Рвота",
      "percent": "2"
    },
    {
      "name": "Импотенция",
      "percent": "1-2"
    },
    {
      "name": "снижение либидо",
      "percent": null
    },
    {
      "name": "Сердечная недостаточность",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "Тахиаритмия",
      "percent": null
    },
    {
      "name": "Бронхоспазм",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "снижение толерантности к физической нагрузке",
      "percent": null
    },
    {
      "name": "Рейно",
      "percent": null
    },
    {
      "name": "явление",
      "percent": null
    },
    {
      "name": "Может повышать уровень триглицеридов и резистентность к инсулину",
      "percent": null
    },
    {
      "name": "и снизить уровень ЛПВП",
      "percent": null
    }
  ]
}