{
  "name": "витамин К1 (фитонадион)",
  "comment": "Rx",
  "other_names": [
    "Витамин К",
    "АкваМефитон",
    "Мефитон"
  ],
  "classes": [
    "Кровоостанавливающие средства",
    "витамины",
    "жирорастворимый"
  ],
  "source": "https://reference.medscape.com/drug/vitamin-k-mephyton-vitamin-k1-phytonadione-344424",
  "pregnancy": {
    "common": [
      "Беременные женщины с дефицитом витамина К и гипопротромбинемией могут подвергаться повышенному риску геморрагических диатезов во время беременности и геморрагических явлений при родах; субклинический дефицит витамина К у матери во время беременности был связан с редкими случаями внутричерепного кровоизлияния у плода.",
      "Лекарственный состав содержит бензиловый спирт, который вызывает синдром удушья у новорожденных; консервант бензиловый спирт может вызвать серьезные побочные эффекты и смерть при внутривенном введении новорожденным и младенцам; если терапия необходима во время беременности, рассмотрите возможность использования препарата, не содержащего бензиловый спирт; опубликованные исследования с использованием фитонадиона во время беременности не сообщают о четкой связи с фитонадионом и неблагоприятными исходами развития; существуют риски для матери и плода, связанные с дефицитом витамина К во время беременности; исследования репродукции животных с фитонадионом не проводились"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лекарственная форма содержит бензиловый спирт; если возможно, рекомендуется рецептура без консервантов, когда требуется терапия во время лактации; фитонадион присутствует в грудном молоке; нет данных о влиянии терапии на ребенка, находящегося на грудном вскармливании, или на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью в терапии и любыми потенциальными неблагоприятными эффектами препарата или основного заболевания матери на ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Тяжелые реакции, в том числе со смертельным исходом, имели место во время и сразу после внутривенного введения, даже если были приняты меры предосторожности с надлежащим разведением и избеганием быстрой инфузии.",
        "Сообщалось также о тяжелых реакциях после в/м введения; как правило, эти тяжелые реакции включают гиперчувствительность или анафилаксию и включают шок и остановку сердца или дыхания.",
        "Ограничьте использование в/в/в/в путей ситуациями, когда подкожное введение нецелесообразно и серьезный риск считается оправданным.",
        "В/в/в/м реакции могут возникать при первой дозе (без предварительного воздействия фитонадиона)"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Время начала зависит от скорости синтеза факторов свертывания",
        "Возможность гиперкоррекции",
        "Другие формы витамина К (например, менадион) в этих условиях неэффективны; следует использовать только витамин К1 (например, фитонадион).",
        "Больным, подвергшимся воздействию антикоагулянтов-родентицидов длительного действия, требуется более длительная продолжительность лечения (до месяцев) и гораздо более высокие дозы.",
        "Избегайте внутримышечного введения, если пациенты имеют кровотечение или находятся в 3-м триместре беременности.",
        "Введение фтонадиона для быстрого снижения МНО до безопасного уровня у пациентов, получающих антагонисты витамина К.",
        "Беречь от света; агент быстро деградирует",
        "Если начальные дозы не устраняют коагулопатию, более высокие дозы вряд ли будут иметь какой-либо эффект; неэффективен при наследственной гипопротромбинемии",
        "Парентеральное введение может вызвать кожные реакции; реакции включали экзематозные реакции, склеродермоподобные пятна, крапивницу и реакции гиперчувствительности замедленного типа; время начала колебалось от 1 дня до года после парентерального введения; прекратить терапию при кожных реакциях и начать медикаментозное лечение",
        "Серьезные побочные реакции, включая фатальные реакции и «синдром удушья», зарегистрированы у недоношенных новорожденных и младенцев в отделении интенсивной терапии, получавших препараты, содержащие бензиловый спирт в качестве консерванта; у недоношенных детей с низкой массой тела при рождении вероятность развития этих реакций выше, поскольку они могут быть менее способны метаболизировать бензиловый спирт; у недоношенных детей с низкой массой тела при рождении вероятность развития этих реакций выше, поскольку они могут быть менее способны метаболизировать бензиловый спирт; используйте препараты, не содержащие бензилового спирта, у новорожденных и детей грудного возраста, если таковые имеются",
        "Быстрое внутривенное введение может вызвать потенциально смертельную анафилаксию.",
        "Гемолиз, гипербилирубинемия и желтуха у новорожденных, получавших лечение в дозах, превышающих рекомендуемые; будьте осторожны"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Препарат не влияет на антикоагулянтное действие гепарина.",
            "Мефитон может вызвать временную резистентность к антикоагулянтам, угнетающим протромбин, особенно при использовании больших доз препарата; в этом случае могут потребоваться более высокие дозы антикоагулянтной терапии при возобновлении антикоагулянтной терапии или может потребоваться изменение терапии на другой класс антикоагулянтов (например, гепарин натрия)",
            "Антикоагулянты"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "аспирин ректальный повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия повышают, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "трисалицилат магния холина повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает уровень или действие витамина К1 (фитонадиона) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает уровень или действие витамина К1 (фитонадиона) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или действие витамина К1 (фитонадиона) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина снижает уровень или действие витамина К1 (фитонадиона) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенхель",
      "description": {
        "common": "Фенхель повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиретрум",
      "description": {
        "common": "пиретрум увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чеснок",
      "description": {
        "common": "чеснок повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имбирь",
      "description": {
        "common": "имбирь повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ginkgo biloba",
      "description": {
        "common": "гинкго билоба увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "семена конского каштана увеличивают, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен IV увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "кетопрофен повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "кеторолак повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "интраназальное введение кеторолака повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "мелоксикам увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омела",
      "description": {
        "common": "омела белая и витамин К1 (фитонадион) снижают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "набуметон увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "напроксен увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крапива",
      "description": {
        "common": "крапива и витамин К1 (фитонадион) снижают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "оксапрозин увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Женьшень",
      "description": {
        "common": "Женьшень обыкновенный повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пау д'арко",
      "description": {
        "common": "pau d'arco увеличивает, а витамин K1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "фитоэстрогены повышают, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "салицилаты (не-аза) повышают, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "сальсалат увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "Сибирский женьшень повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "сулиндак увеличивает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "толметин повышает, а витамин К1 (фитонадион) снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "витамин К1 (фитонадион), варфарин.\nЛибо уменьшает эффекты другого за счет антикоагуляции. Используйте осторожность/монитор. Контролируйте МНО с соответствующим увеличением или уменьшением потребления витамина К, что значительно влияет на уровень витамина К в крови."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоргексидин перорально",
      "description": {
        "common": "пероральный прием хлоргексидина снизит уровень или действие витамина К1 (фитонадиона) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень витамина К1 (фитонадиона) за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. (витамин К)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин снижает уровень или действие витамина К1 (фитонадиона) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колесевелам",
      "description": {
        "common": "колесевелам снижает уровень витамина К1 (фитонадиона) за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. (витамин К)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "колестипол",
      "description": {
        "common": "колестипол снижает уровень витамина К1 (фитонадиона) за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. (витамин К)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меропенем/ваборбактам",
      "description": {
        "common": "меропенем/ваборбактам снижает уровень или действие витамина К1 (фитонадиона) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "минеральное масло",
      "description": {
        "common": "минеральное масло снижает уровень витамина К1 (фитонадиона) за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень витамина К1 (фитонадиона) за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Разделить на 2 часа."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Анафилаксия с слишком",
      "percent": null
    },
    {
      "name": "быстрое внутривенное введение",
      "percent": null
    },
    {
      "name": "привело к смерти",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Цианоз",
      "percent": null
    },
    {
      "name": "Эритематозные высыпания на коже",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    },
    {
      "name": "склеродермия",
      "percent": null
    },
    {
      "name": "как поражения",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    },
    {
      "name": "Гипербилирубинемия",
      "percent": null
    },
    {
      "name": "у недоношенных новорожденных",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": null
    },
    {
      "name": "Изменения вкуса",
      "percent": null
    },
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "неврологический",
      "percent": null
    },
    {
      "name": "дисгевзия",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Эритема",
      "percent": null
    },
    {
      "name": "зудящие бляшки",
      "percent": null
    }
  ]
}