{
  "name": "вонопразан/амоксициллин",
  "comment": "Rx",
  "other_names": [
    "Voquezna Dual Pak"
  ],
  "classes": [
    "Калий-конкурентные блокаторы кислоты",
    "Агенты H. pylori"
  ],
  "source": "https://reference.medscape.com/drug/voquezna-dual-pak-vonoprazan-amoxicillin-4000290",
  "pregnancy": {
    "common": [
      "Сообщайте о беременности по линии сообщений о нежелательных явлениях Phathom Pharmaceuticals, Inc. по телефону 1-800-775-PHAT (7428).",
      "Имеющихся данных из отчетов о фармаконадзоре при применении вонопразана у беременных женщин недостаточно для оценки связанного с препаратом риска серьезных врожденных дефектов, выкидыша или других неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Амоксициллин: Доказательств вреда для плода не обнаружено",
          "Вонопразан: у щенков от самок, которым перорально вводили вонопразан во время органогенеза и во время лактации, наблюдалось изменение цвета печени, которое было связано с некрозом, фиброзом и кровоизлиянием в дозе, примерно в 22 раза превышающей максимальную рекомендуемую дозу для человека (MRHD)."
        ]
      },
      {
        "type": "Вонопразан",
        "description": [
          "Нет данных о присутствии вонопразана в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока.",
          "Вонопразан и его метаболиты присутствуют в молоке крыс; повреждение печени произошло у потомства беременных и кормящих крыс, которым перорально вводили вонопразан при воздействии AUC, приблизительно равном или превышающем MRHD."
        ]
      },
      {
        "type": "Амоксициллин",
        "description": [
          "Данные опубликованного клинического исследования лактации показывают, что амоксициллин присутствует в грудном молоке.",
          "Данных о влиянии амоксициллина на выработку молока нет."
        ]
      }
    ]
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [
        "Серьезные и иногда со смертельным исходом реакции гиперчувствительности (например, анафилаксия, анафилактический шок, сыпь, многоформная эритема и пурпура Шенлейна-Геноха) сообщили с компонентами; немедленно прекратите и начните соответствующее лечение, если возникает гиперчувствительность",
        "Назначение этой схемы при отсутствии доказанной или сильно подозреваемой бактериальной инфекции или профилактических показаний вряд ли принесет пользу и увеличивает риск развития лекарственно-устойчивых бактерий.",
        "– ассоциированная диарея (CDAD), о которой сообщалось при применении кислотоподавляющей терапии и почти всех антибактериальных препаратов; CDAD следует учитывать у всех пациентов с диареей после применения антибактериальных средств; необходим тщательный сбор анамнеза, поскольку сообщалось о CDAD в течение 2 месяцев после введения антибактериальных средств; если CDAD подтвердится, прекратите и осуществите соответствующее лечение",
        "Тяжелые кожные побочные реакции (SCAR), включая SJS и TEN, зарегистрированные для всех компонентов; кроме того, сообщалось о развитии DRESS и AGEP при применении амоксициллина; прекратить при первых признаках СКАР",
        "Уровни сывороточного хромогранина А (CgA) увеличиваются вторично по отношению к вызванному лекарствами снижению кислотности желудка; повышенный уровень CgA может приводить к ложноположительным результатам при диагностических исследованиях нейроэндокринных опухолей; оценить уровни CgA по крайней мере через 14 дней после лечения и рассмотреть возможность повторного теста, если исходные уровни CgA высоки",
        "Тесты на глюкозу: высокие концентрации амоксициллина в моче могут привести к ложноположительным результатам при использовании тестов на глюкозу, основанных на реакции восстановления меди Бенедикта, которая определяет количество восстанавливающих веществ, таких как глюкоза, в моче; вместо этого используйте ферментативные реакции глюкозооксидазы при приеме амоксициллина",
        "У высокого процента пациентов с мононуклеозом, получающих амоксициллин, развивается эритематозная кожная сыпь; избегать у пациентов с мононуклеозом",
        "Clostridioides difficile"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Вонопразан снижает внутрижелудочную кислотность, что может изменить всасывание некоторых лекарств.",
            "Другие препараты (например, соли железа, эрлотиниб, дазатиниб, нилотиниб, микофенолата мофетил, кетоконазол, итраконазол); Проверьте информацию о назначении для изменения времени дозировки или избегания",
            "Прекратить, если возникает кожная сыпь",
            "Сильные или умеренные индукторы CYP3A могут снижать экспозицию вонопразана, что может снижать его эффективность.",
            "Внимательно следить",
            "Такролимус, циклоспорин: может потребоваться модификация дозировки (снижение дозы); внимательно следить",
            "Вонопразан: субстрат CYP3A; слабый ингибитор CYP3A; Ингибитор CYP2C19",
            "Вонопразан (слабый ингибитор CYP3A) может увеличивать экспозицию субстратов CYP3A4, что может повышать риск побочных реакций, связанных с этими субстратами.",
            "Амоксициллин подвергается канальцевой секреции; пробенецид может увеличивать системное воздействие амоксициллина за счет блокирования почечной канальцевой секреции, что может повышать риск побочных реакций.",
            "Оральные антикоагулянты",
            "Атазанавир, нелфинавир: избегать",
            "Сообщалось об увеличении частоты высыпаний при одновременном применении аллопуринола и амоксициллина.",
            "Цитапролам, цилостазол: внимательно следите за побочными реакциями.",
            "Рилпивирин: противопоказан.",
            "Субстраты CYP2C19",
            "Другие антиретровирусные препараты: см. раздел «Назначение», чтобы узнать, насколько абсорбция зависит от рН желудка.",
            "Клопидогрел: тщательно контролируйте эффективность клопидогреля и рассмотрите альтернативную антитромбоцитарную терапию.",
            "Сильные или умеренные индукторы CYP3A",
            "Чувствительные субстраты CYP3A4",
            "Контролируйте МНО и соответствующим образом корректируйте дозу.",
            "Избегайте совместного администрирования",
            "Препараты, всасывание которых зависит от pH желудка",
            "Аномальное удлинение протромбинового времени (повышение МНО) у пациентов, получающих амоксициллин и пероральные антикоагулянты",
            "Аллопуринол",
            "Вонопразан является ингибитором CYP2C19; может снижать концентрацию активного метаболита клопидогреля в плазме крови, что приводит к уменьшению ингибирования тромбоцитов; может увеличивать экспозицию препаратов-субстратов CYP2C19",
            "Пробенецид",
            "См. информацию о назначении чувствительных субстратов CYP3A."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "амоксициллин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "амоксициллин, вакцина против холеры. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает действие амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин снижает действие амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эравациклин",
      "description": {
        "common": "эравациклин снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "амоксициллин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "амоксициллин снизит уровень или эффект микофенолата по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Эффект может быть связан с нарушением кишечно-печеночной рециркуляции"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омадациклин",
      "description": {
        "common": "омадациклин снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "амоксициллин и пексидартиниб оба увеличивают Прочее (см. комментарий). Избегайте или используйте альтернативный препарат. Пексидартиниб может вызывать гепатотоксичность. Избегайте одновременного применения пексидартиниба с другими препаратами, о которых известно, что они вызывают гепатотоксичность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "амоксициллин, претоманид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Претоманидный режим связан с гепатотоксичностью. Избегайте употребления алкоголя и гепатотоксических средств, включая растительные добавки и другие препараты, кроме бедаквилина и линезолида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сарециклин",
      "description": {
        "common": "Сарециклин снижает действие амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин снижает действие амоксициллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "амоксициллин снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацикловир",
      "description": {
        "common": "амоксициллин, ацикловир.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аллопуринол",
      "description": {
        "common": "аллопуринол снижает токсичность амоксициллина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: аллопуринол может повышать вероятность аллергических реакций или реакций гиперчувствительности на амоксициллин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "амоксициллин, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "амоксициллин, аспирин ректальный.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "амоксициллин, аспирин/лимонная кислота/бикарбонат натрия.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "амоксициллин снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "амоксициллин, бендрофлуметиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "амоксициллин, хлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "амоксициллин, трисалицилат магния холина.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "амоксициллин, циклопентиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "амоксициллин снижает уровень или действие диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "амоксициллин снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "амоксициллин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "амоксициллин, гидрохлоротиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "амоксициллин будет снижать уровень или эффект перорального приема левоноргестрела/этинилэстрадиола/бисглицината железа за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "амоксициллин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "амоксициллин повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. Повышение концентрации метотрексата в сыворотке крови с сопутствующей гематологической и желудочно-кишечной токсичностью наблюдалось при одновременном применении высоких или низких доз метотрексата и пенициллинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "амоксициллин, метиклотиазид.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "амоксициллин, метолазон.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "амоксициллин, шиповник.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "амоксициллин, салицилаты (нон-аза).\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "амоксициллин, сальсалат.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилацетат натрия",
      "description": {
        "common": "амоксициллин, фенилацетат натрия.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "амоксициллин уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "амоксициллин, сульфасалазин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кора ивы",
      "description": {
        "common": "амоксициллин, кора ивы.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид снижает уровень амоксициллина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Вводить каждый препарат с интервалом не менее 2 часов; следить за снижением эффективности антибиотиков."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин снижает действие амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азтреонам",
      "description": {
        "common": "азтреонам, амоксициллин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Комбинация может использоваться синергетически против Enterobacteriaceae."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин снижает действие амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает действие амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает эффекты амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "патиромер",
      "description": {
        "common": "патиромер, амоксициллин. связывание катионов в желудочно-кишечном тракте. Незначительное/значение неизвестно. Клинически значимого взаимодействия не наблюдалось. Разделение дозирования не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "амоксициллин снижает уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "лейкоцитоз",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "удлинение интервала QT",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "Заболевания глаз",
      "percent": null
    },
    {
      "name": "Орбитальный отек",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Вздутие живота",
      "percent": null
    },
    {
      "name": "запор",
      "percent": null
    },
    {
      "name": "сухость во рту",
      "percent": null
    },
    {
      "name": "полип двенадцатиперстной кишки",
      "percent": null
    },
    {
      "name": "язва двенадцатиперстной кишки",
      "percent": null
    },
    {
      "name": "диспепсия",
      "percent": null
    },
    {
      "name": "метеоризм",
      "percent": null
    },
    {
      "name": "язва желудка",
      "percent": null
    },
    {
      "name": "гастроэзофагеальная рефлюксная болезнь",
      "percent": null
    },
    {
      "name": "гематохезия",
      "percent": null
    },
    {
      "name": "полип толстой кишки",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "ректальный полип",
      "percent": null
    },
    {
      "name": "стоматит",
      "percent": null
    },
    {
      "name": "дискомфорт языка",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Лекарственная гиперчувствительность",
      "percent": null
    },
    {
      "name": "Инфекции и инвазии",
      "percent": null
    },
    {
      "name": "Анальная грибковая инфекция",
      "percent": null
    },
    {
      "name": "кишечная вирусная инфекция",
      "percent": null
    },
    {
      "name": "грибковая инфекция полости рта",
      "percent": null
    },
    {
      "name": "пневмония",
      "percent": null
    },
    {
      "name": "грибковая инфекция языка",
      "percent": null
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": null
    },
    {
      "name": "инфекции мочевыводящих путей",
      "percent": null
    },
    {
      "name": "вирусная инфекция",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Функциональный тест печени ненормальный",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Снижение аппетита",
      "percent": null
    },
    {
      "name": "Костно-мышечной системы",
      "percent": null
    },
    {
      "name": "Трещина в кости",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Агевзия",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "головная боль напряжения",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "бессонница",
      "percent": null
    },
    {
      "name": "Почечные и мочевые расстройства",
      "percent": null
    },
    {
      "name": "Почечная гипертрофия",
      "percent": null
    },
    {
      "name": "тубулоинтерстициальный нефрит",
      "percent": null
    },
    {
      "name": "Репродуктивная система и молочные железы",
      "percent": null
    },
    {
      "name": "выделения из влагалища",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "грудной",
      "percent": null
    },
    {
      "name": "и расстройства средостения",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "носовые полипы",
      "percent": null
    },
    {
      "name": "ротоглоточная боль",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Дерматит",
      "percent": null
    },
    {
      "name": "сухая кожа",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "Анафилактический шок",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "лекарственная сыпь",
      "percent": null
    },
    {
      "name": "Гепатобилиарные расстройства",
      "percent": null
    },
    {
      "name": "Травма печени",
      "percent": null
    },
    {
      "name": "печеночная недостаточность",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "SJS",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "ДЕСЯТЬ",
      "percent": null
    },
    {
      "name": "Инфекции и инвазии",
      "percent": null
    },
    {
      "name": "Кожно-слизистый кандидоз",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Черный волосатый язык",
      "percent": null
    },
    {
      "name": "и геморрагический",
      "percent": null
    },
    {
      "name": "псевдомембранозный колит",
      "percent": null
    },
    {
      "name": "появление симптомов псевдомембранозного колита может произойти во время или после антибактериального лечения",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "сывороточная болезнь",
      "percent": null
    },
    {
      "name": "как реакции",
      "percent": null
    },
    {
      "name": "эритематозные макулопапулезные высыпания",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "гиперчувствительный васкулит",
      "percent": null
    },
    {
      "name": "и крапивница",
      "percent": null
    },
    {
      "name": "почечная",
      "percent": null
    },
    {
      "name": "Кристаллурия",
      "percent": null
    },
    {
      "name": "Гемическая и лимфатическая системы",
      "percent": null
    },
    {
      "name": "Гемолитическая анемия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "тромбоцитопеническая пурпура",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "и агранулоцитоз",
      "percent": null
    },
    {
      "name": "реакции обычно обратимы при прекращении терапии и считаются явлениями гиперчувствительности.",
      "percent": null
    },
    {
      "name": "Центральная нервная система",
      "percent": null
    },
    {
      "name": "Обратимая гиперактивность",
      "percent": null
    },
    {
      "name": "волнение",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "судороги",
      "percent": null
    },
    {
      "name": "асептический менингит",
      "percent": null
    },
    {
      "name": "и поведенческие изменения",
      "percent": null
    },
    {
      "name": "Разнообразный",
      "percent": null
    },
    {
      "name": "изменение цвета зубов",
      "percent": null
    },
    {
      "name": "коричневый",
      "percent": null
    },
    {
      "name": "желтый",
      "percent": null
    },
    {
      "name": "или серое окрашивание",
      "percent": null
    },
    {
      "name": "сообщил",
      "percent": null
    },
    {
      "name": "чаще всего встречались у детей",
      "percent": null
    },
    {
      "name": "обесцвечивание уменьшается или устраняется чисткой зубов щеткой или зубной щеткой в ​​большинстве случаев",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "ДЕСЯТЬ",
      "percent": null
    },
    {
      "name": "SJS",
      "percent": null
    },
    {
      "name": "лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "и острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "AGEP",
      "percent": null
    }
  ]
}