{
  "name": "пазопаниб",
  "comment": "Rx",
  "other_names": [
    "Вотриент"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Ингибиторы VEGF",
    "Ингибиторы тирозинкиназы"
  ],
  "source": "https://reference.medscape.com/drug/votrient-pazopanib-999306",
  "pregnancy": {
    "common": [
      "На основании исследований на животных и его механизма действия может произойти повреждение плода; информировать беременных женщин о потенциальном риске для плода",
      "Перед началом лечения проверьте статус беременности у женщин репродуктивного возраста.",
      "Нет данных о применении у беременных женщин для оценки риска, связанного с приемом лекарств."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Женщины репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение как минимум 2 недель после последней дозы.",
          "Мужчины (включая тех, у кого была вазэктомия) с партнершами репродуктивного возраста: используйте презервативы во время лечения и в течение как минимум 2 недель после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Основываясь на результатах исследований на животных, у самок и самцов с репродуктивным потенциалом во время лечения может нарушаться фертильность."
        ]
      },
      {
        "type": "Исследования на животных",
        "description": [
          "В исследованиях токсикологии развития и репродуктивной системы животных пероральное введение беременным крысам и кроликам на протяжении всего органогенеза приводило к тератогенности и аборту при системном воздействии ниже, чем наблюдаемое при МРДЧ 800 мг/день (на основе AUC)."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Рекомендовать женщинам не кормить грудью во время лечения и в течение 2 недель после последней дозы",
      "Нет данных о присутствии препарата или его метаболитов в грудном молоке, а также о влиянии на грудного ребенка или выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "В клинических испытаниях наблюдалась тяжелая и фатальная гепатотоксичность.",
        "Приостановить прием препарата и возобновить прием в уменьшенной дозе с продолжением еженедельного мониторинга в течение 8 недель или навсегда прекратить еженедельный мониторинг до разрешения проблемы в зависимости от тяжести гепатотоксичности.",
        "Увеличение до еженедельного мониторинга для пациентов с повышенным уровнем АЛТ до тех пор, пока уровень АЛТ не вернется к 1-й степени или исходному уровню.",
        "Мониторинг печеночных тестов на исходном уровне; на 3, 5, 7 и 9 неделе; в месяц 3 и месяц 4; а затем периодически по клиническим показаниям",
        "Пациенты старше 65 лет подвержены большему риску гепатотоксичности."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не указано для комбинированной терапии; безопасная и эффективная комбинированная доза не установлена",
        "Пазопаниб является субстратом CYP3A4, P-gp и BCRP; умеренный ингибитор CYP3A4, CYP2D6 и CYP2C8",
        "Не изучался у пациентов с кровохарканьем, мозговым кровоизлиянием в анамнезе, у пациентов с артериальной тромбоэмболией в течение предыдущих 6 месяцев или клинически значимым желудочно-кишечным кровотечением за последние 6 месяцев.",
        "Сообщалось о случаях TLS, в том числе со смертельным исходом.",
        "Сообщалось о случаях ИЗЛ/пневмонита и PRES, которые могут привести к летальному исходу.",
        "Имели место фатальные кровотечения, фатальные артериальные тромбоэмболические события и церебральные/внутричерепные кровоизлияния.",
        "Сообщалось о протеинурии; выполнять базовый и периодический анализ мочи во время лечения с последующим измерением белка мочи в течение 24 часов в соответствии с клиническими показаниями",
        "Произошел гипотиреоз; контролировать анализы щитовидной железы на исходном уровне, во время лечения и по клиническим показаниям и управлять соответствующим образом",
        "Сообщалось о желудочно-кишечных перфорациях или свищах; следить за признаками и симптомами желудочно-кишечной перфорации или фистулы; приостановить в случае желудочно-кишечных свищей 2 или 3 степени и возобновить на основании медицинского заключения; окончательно прекратить прием в случае перфорации желудочно-кишечного тракта или желудочно-кишечного свища 4 степени",
        "Может нанести вред плоду при введении беременной женщине",
        "Основываясь на своем механизме действия, пазопаниб может оказывать серьезное влияние на рост и созревание органов в раннем постнатальном развитии.",
        "Сообщалось о серьезных инфекциях (с нейтропенией или без нейтропении), некоторые с летальным исходом; следить за признаками и симптомами и своевременно лечить активную инфекцию; прерывать или прекращать терапию",
        "Тромботическая микроангиопатия (ТМА), в том числе тромботическая тромбоцитопеническая пурпура (ТТП) и гемолитико-уремический синдром (ГУС), встречались в клинических исследованиях.",
        "Сообщалось о венозных тромбоэмболических событиях (ВТЭ), включая венозный тромбоз и фатальную легочную эмболию (ТЭЛА); контролировать признаки и симптомы ВТЭ и ТЭЛА",
        "Возникла гепатотоксичность, проявляющаяся повышением уровня АЛТ, АСТ и билирубина (см. «Предупреждения черного ящика»).",
        "У пациентов с синдромом Жильбера может наблюдаться легкая непрямая (неконъюгированная) гипербилирубинемия; управлять повышением уровня АЛТ >3x ВГН в соответствии с рекомендациями по дозированию у таких пациентов"
      ],
      "specific": [
        {
          "type": "Нарушение заживления ран",
          "description": [
            "Могут возникнуть осложнения с нарушением заживления ран; может оказывать негативное влияние на заживление ран",
            "Не вводить в течение по крайней мере 2 недель после серьезной операции и до адекватного заживления раны.",
            "Безопасность возобновления терапии после разрешения раневых осложнений не установлена.",
            "Отменить дозу по крайней мере за 1 неделю до плановой операции"
          ]
        },
        {
          "type": "Гипертония",
          "description": [
            "Оптимизация артериального давления перед началом лечения",
            "Контролируйте артериальное давление в соответствии с клиническими показаниями и при необходимости начинайте и корректируйте антигипертензивную терапию.",
            "Наблюдались артериальная гипертензия (систолическое АД ≥150 мм рт.ст. или диастолическое АД ≥100 мм рт.ст.) и гипертонический криз.",
            "Приостановить, а затем уменьшить дозу пазопаниба или полностью прекратить прием в зависимости от тяжести артериальной гипертензии.",
            "Не назначать пациентам с неконтролируемой артериальной гипертензией"
          ]
        },
        {
          "type": "Сердечная дисфункция",
          "description": [
            "Проводить базовую и периодическую оценку ФВ ЛЖ у пациентов с риском сердечной дисфункции, включая предшествующее воздействие антрациклинов.",
            "Контролируйте артериальное давление и управляйте им надлежащим образом",
            "Мониторинг клинических признаков или симптомов застойной сердечной недостаточности",
            "Приостановить или полностью прекратить в зависимости от тяжести сердечной дисфункции",
            "Возникла сердечная дисфункция, включая снижение ФВ ЛЖ и застойную сердечную недостаточность."
          ]
        },
        {
          "type": "удлинение интервала QT",
          "description": [
            "Удлинение интервала QT и пируэтная желудочковая тахикардия",
            "Мониторинг пациентов со значительным риском развития удлинения интервала QTc, в том числе пациентов с удлинением интервала QT в анамнезе, пациентов, принимающих антиаритмические препараты или другие препараты, которые могут удлинять интервал QT, а также пациентов с соответствующими ранее существовавшими заболеваниями сердца.",
            "Контролируйте ЭКГ и электролиты (например, кальций, магний, калий) на исходном уровне и по клиническим показаниям. Коррекция дисбаланса электролитов до начала и во время лечения"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Рассмотрите возможность выбора альтернативных сопутствующих лекарственных средств с нулевым или минимальным потенциалом ингибирования P-gp или BCRP.",
            "Сильные индукторы CYP3A4",
            "Сильные ингибиторы P-gp или BCRP могут повышать концентрацию пазопаниба.",
            "Одновременное применение с эзомепразолом, ИПП, снижает экспозицию пазопаниба.",
            "Транспортеры",
            "Сильные индукторы CYP3A4 могут снижать концентрацию пазопаниба в плазме.",
            "Терапия связана с удлинением интервала QTc",
            "Недостаточно данных для оценки риска одновременного применения альтернативных статинов с пазопанибом.",
            "Одновременное применение симвастатина повышает риск повышения АЛТ.",
            "Сильные ингибиторы CYP3A4 повышают концентрацию пазопаниба.",
            "Совместное применение с агентами с узким терапевтическим окном, которые метаболизируются CYP3A4, CYP2D6 или CYP2C8, может ингибировать метаболизм этих продуктов и повышать риск токсичности.",
            "Избегайте использования",
            "Не рекомендуется",
            "Субстраты CYP3A4, CYP2D6 или CYP2C8 с узким терапевтическим применением",
            "Препараты, удлиняющие интервал QT",
            "Симвастатин",
            "Избегайте совместного администрирования",
            "Если избежать невозможно, скорректируйте дозу пазопаниба.",
            "Средства, снижающие кислотность желудочного сока",
            "Сильные ингибиторы CYP3A4"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия будет снижать уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Противопоказано. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; можно использовать антациды короткого действия вместо ИПП и антагонистов Н2, но разделить дозировку антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин повышает токсичность пазопаниба за счет эффлюксного переносчика P-гликопротеина (MDR1). Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает токсичность пазопаниба на интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элаголикс",
      "description": {
        "common": "пазопаниб повысит уровень или эффект элаголикса по другим причинам (см. комментарий). Противопоказано. Одновременное применение элаголикса и сильных ингибиторов ОАТР1В1 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лефамулин противопоказан при использовании субстратов CYP3A, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб, пазопаниб.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Каждый препарат удлиняет интервал QTc, что может увеличить риск пируэтной тахикардии, других серьезных аритмий и внезапной смерти. Если coadministration неизбежен, таким пациентам рекомендуется более частый мониторинг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия/карбонат магния",
      "description": {
        "common": "гидроксид алюминия/карбонат магния снижает уровень или эффект пазопаниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; можно использовать антациды короткого действия вместо ИПП и антагонистов Н2, но разделить дозировку антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия/трисиликат магния",
      "description": {
        "common": "Гидроксид алюминия/трисиликат магния снижают уровень или эффект пазопаниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; можно использовать антациды короткого действия вместо ИПП и антагонистов Н2, но разделить дозировку антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "апрепитант повышает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция будет снижать уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; можно использовать антациды короткого действия вместо ИПП и антагонистов Н2, но разделить дозировку антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол повышает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин снижает уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "лимонная кислота/бикарбонат натрия снижают уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; можно использовать антациды короткого действия вместо ИПП и антагонистов Н2, но разделить дозировку антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даролутамид",
      "description": {
        "common": "даролутамид повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Даролутамид является ингибитором BCRP. Избегайте совместного применения с ингибиторами BCRP. Если использование неизбежно, внимательно следите за побочными реакциями и рассмотрите возможность снижения дозы препарата-субстрата BCRP (см. информацию о назначении субстрата BCRP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, пазопаниб.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "декслансопразол будет снижать уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "донепезил",
      "description": {
        "common": "Донепезил и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "И эфавиренз, и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "пазопаниб повышает уровень элуксадолина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Уменьшите дозу элуксадолина до 75 мг перорально два раза в день при совместном применении с ингибиторами OATP1B1. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "пазопаниб и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "эрдафитиниб будет повышать уровень или эффект пазопаниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если совместное введение неизбежно, раздельное введение по крайней мере за 6 часов до или после введения субстратов P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "Основание эритромицина будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность пазопаниба на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "эзомепразол будет снижать уровень или эффект пазопаниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фамотидин",
      "description": {
        "common": "фамотидин будет снижать уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "Финголимод и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если его необходимо назначать одновременно, уменьшите дозу пазотиниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "Фосапрепитант будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "пазопаниб и гласдегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если coadministration неизбежен, контролировать повышенный риск продления интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен/фамотидин",
      "description": {
        "common": "ибупрофен/фамотидин будет снижать уровень или эффект пазопаниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "Инотузумаб и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного использования, получите ЭКГ и электролиты до и после начала приема любого препарата, который, как известно, удлиняет интервал QTc, и периодически контролируйте его в соответствии с клиническими показаниями во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол, и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если одновременное введение неизбежно, уменьшите дозу пазопаниба до 400 мг перорально qDay; внимательно следить за удлинением интервала QT"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб, и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения препаратов, удлиняющих интервал QTc, с ивосиденибом или замените их альтернативной терапией. Если одновременное применение препарата, удлиняющего интервал QTc, неизбежно, необходимо контролировать повышенный риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "лансопразол будет снижать уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "Лазмидитан повышает уровни пазопаниба с помощью эффлюксного переносчика P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "литий и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "мациморелин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Макиморелин вызывает увеличение скорректированного интервала QT примерно на 11 мсек. Избегайте одновременного применения с препаратами, удлиняющими интервал QT, что может увеличить риск развития желудочковой тахикардии типа torsade de pointes. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снизит уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; можно использовать антациды короткого действия вместо ИПП и антагонистов Н2, но разделить дозировку антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин повышает уровень пазопаниба с помощью переносчика оттока Р-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозу мобоцертиниба и чаще контролируйте интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "низатидин",
      "description": {
        "common": "низатидин будет снижать уровень или эффект пазопаниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект пазопаниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "пазопаниб и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность пазопаниба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "пазопаниб и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пантопразол",
      "description": {
        "common": "Пантопразол будет снижать уровень или эффект пазопаниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/дальфопристин повышает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "рабепразол будет снижать уровень или эффект пазопаниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ревефенацин",
      "description": {
        "common": "пазопаниб повышает уровень ревефенацина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ингибиторы транспорта OATP1B1 и OATP1B3 могут увеличивать системное воздействие активного метаболита ревефенацина. Coadministration не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб увеличивает токсичность пазопаниба на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет увеличивать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "ропегинтерферон альфа 2b, пазопаниб.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир повышает уровень пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможна повышенная токсичность. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "соторасиб будет снижать уровень или эффект пазопаниба за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если использование неизбежно, обратитесь к информации о назначении субстрата P-gp для изменения дозировки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тепотиниб",
      "description": {
        "common": "тепотиниб будет увеличивать уровень или эффект пазопаниба за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозировку субстрата P-gp, если это рекомендовано в маркировке одобренного продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "пазопаниб и торемифен увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Следует избегать одновременного применения торемифена с препаратами, вызывающими удлинение интервала QT. При необходимости одновременного применения рекомендуется прервать прием торемифена. Если прерывание невозможно, пациенты, которым требуется терапия препаратом, удлиняющим интервал QT, должны находиться под тщательным наблюдением. ЭКГ должны быть получены для пациентов с высоким риском."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "пазопаниб увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "пазопаниб, вандетаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте coadministration с препаратами, которые, как известно, продлевают интервал QT; если необходимо использовать лекарство, удлиняющее интервал QT, рекомендуется более частый мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение вемурафениба с препаратами, удлиняющими интервал QT. Пазопаниб также может повышать уровень вемурафениба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "пазопаниб увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб повышает уровень пазопаниба на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: акалабрутиниб может увеличивать экспозицию одновременно вводимых субстратов BCRP за счет ингибирования кишечного BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "пазопаниб и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон и пазопаниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект пазопаниба за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид слабо индуцирует BCRP и может снижать системное воздействие препаратов, являющихся субстратами BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "триоксид мышьяка и пазопаниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "пазопаниб повышает токсичность аторвастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аванафил",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "пазопаниб повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "пазопаниб и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "беротральстат увеличивает уровень или эффект пазопаниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Контролируйте или титруйте дозу субстрата P-gp при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб повышает уровень пазопаниба с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "будесонид будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "пазопаниб и циталопрам увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб повышает уровень пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение дозы может быть необходимо для одновременно принимаемых препаратов, которые преимущественно метаболизируются CYP3A. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крофелемер",
      "description": {
        "common": "крофелемер повышает уровень пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Крофелемер может ингибировать CYP3A4 в концентрациях, ожидаемых в кишечнике; вряд ли ингибирует системно, поскольку всасывается минимально."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин будет увеличивать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферасирокс будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деносумаб",
      "description": {
        "common": "пазопаниб, деносумаб. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: следует соблюдать осторожность у пациентов, одновременно принимающих иммунодепрессанты или с ослабленной иммунной системой, из-за повышенного риска серьезных инфекций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "дейтетрабеназин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут повышать риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "пазопаниб повышает уровень декстрометорфана за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ДГЭА, растительный",
      "description": {
        "common": "DHEA, травяной, будет увеличивать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем будет увеличивать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дизопирамид и пазопаниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронедарон",
      "description": {
        "common": "Дронедарон и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "дювелисиб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с дувелисибом увеличивает AUC чувствительного субстрата CYP3A4, что может повышать риск токсичности этих препаратов. Рассмотрите возможность снижения дозы чувствительного субстрата CYP3A4 и следите за признаками токсичности одновременно вводимого чувствительного субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс будет повышать уровень или эффект пазопаниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат повышает уровни пазопаниба с помощью переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Контролируйте терапевтические концентрации препарата, как указано, или рассмотрите возможность снижения дозы субстрата P-gp и титрования до клинического эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, пазопаниб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "эритромицина лактобионат и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин, пазопаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Небольшое и преходящее удлинение интервала QT наблюдалось при применении эзогабина, особенно при повышении дозы до 1200 мг/сут. Интервал QT следует контролировать, когда эзогабин назначают с агентами, которые, как известно, увеличивают интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "пазопаниб усиливает действие финголимода за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Ожидается, что сопутствующая терапия увеличит риск иммуносупрессии. Будьте осторожны при переводе пациентов с терапии длительного действия с иммунологическими эффектами. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувастатин",
      "description": {
        "common": "пазопаниб повышает токсичность флувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "формотерол и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "фостаматиниб повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Используйте осторожность/монитор. Одновременное применение фостаматиниба может повышать концентрацию препаратов-субстратов P-gp/BCRP. Мониторинг токсичности препарата-субстрата P-gp/BCRP, который может потребовать снижения дозы при одновременном применении с фостаматинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры BCRP. Если возможно, избегайте совместного введения или измените дозу субстрата BCRP при совместном введении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "пазопаниб и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "пазопаниб повысит уровень или эффект глекапревира/пибрентасвира за счет снижения метаболизма. Используйте осторожность/монитор. Осторожность при одновременном применении глекапревира/пибрентасвира с ингибиторами OATP1B1/OATP1B3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гозерелин",
      "description": {
        "common": "гозерелин увеличивает токсичность пазопаниба на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гистрелин",
      "description": {
        "common": "гистрелин увеличивает токсичность пазопаниба на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "Гидрокортизон снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибутилид",
      "description": {
        "common": "ибутилид, и пазопаниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень пазопаниба, влияя на метаболизм печеночного фермента CYP2E1. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "Имипрамин, и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционный, пазопаниб. интервал QTc. Используйте осторожность/монитор. Препараты, которые, как известно, удлиняют интервал QTc, могут повышать риск желудочковых аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "Индапамид и пазопаниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин повышает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "ивакафтор повышает уровни пазопаниба с помощью переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Ивакафтор и его метаболит М1 могут ингибировать P-gp; может значительно увеличить системное воздействие на чувствительные субстраты P-gp с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "пазопаниб и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "пазопаниб повышает уровень летермовира за счет замедления метаболизма. Используйте осторожность/монитор. Совместное введение летермовира, субстрата ОАТР1В1/3, с ингибиторами ОАТР1В1/3 может повышать концентрацию летермовира в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лейпролид",
      "description": {
        "common": "лейпролид увеличивает токсичность пазопаниба на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "Лофепрамин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "пазопаниб повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "лонафарниб будет повышать уровень или эффект пазопаниба за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Лонафарниб является слабым ингибитором P-gp. Следите за побочными реакциями при совместном применении с субстратами P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. При необходимости уменьшите дозу субстрата P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "Мапротилин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "марихуана повысит уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "пазопаниб повышает уровень мидазолама за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Ингибирует CYP2C8/2C9; используйте наименьшие рекомендуемые дозы для субстратов и контролируйте; комбинация может увеличить интервал QT. Используйте альтернативы, если они доступны"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "нифедипин повышает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "нилотиниб и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилутамид",
      "description": {
        "common": "нилутамид будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "октреотид и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "октреотид (антидот) и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, пазопаниб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "Ингаляции пазопаниба и олодатерола увеличивают интервал QTc. Используйте осторожность/монитор. Препараты, удлиняющие интервал QTc и способные потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "отеконазол",
      "description": {
        "common": "отесеконазол повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Otesezonale, ингибитор BCRP, может увеличить эффекты и риск токсичности субстратов BCRP. Используйте самую низкую начальную дозу субстрата BCRP или рассмотрите возможность уменьшения дозы субстрата BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин, пазопаниб.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение с оксалиплатином может увеличить риск иммуносупрессии и миелосупрессии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и пазопаниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "пазопаниб повышает уровень паклитаксела за счет замедления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "пазопаниб повышает уровень связывания белка паклитаксела за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "пазопаниб и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "пазопаниб и пентамидин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "пазопаниб и пимозид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питавастатин",
      "description": {
        "common": "пазопаниб повышает токсичность питавастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понатиниб",
      "description": {
        "common": "понатиниб повышает уровни пазопаниба с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "правастатин",
      "description": {
        "common": "пазопаниб повышает токсичность правастатина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "пазопаниб и прокаинамид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, пазопаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Избегайте применения с препаратами, удлиняющими интервал QT, и у пациентов с факторами риска удлинения интервала QT. Постмаркетинговые случаи показывают удлинение интервала QT при передозировке у пациентов с сопутствующими заболеваниями или с препаратами, вызывающими дисбаланс электролитов или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин и пазопаниб увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "пазопаниб и хинин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "регорафениб",
      "description": {
        "common": "регорафениб повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Регорафениб, вероятно, ингибирует транспорт BCRP (ABCG2). Совместное введение с субстратом BCRP может увеличить системное воздействие субстрата и связанную с ним токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "рилпивирин увеличивает токсичность пазопаниба на интервал QTc. Используйте осторожность/монитор. Рилпивирин следует применять с осторожностью при одновременном применении с лекарственными средствами, имеющими известный риск пируэтной тахикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "пазопаниб и ромидепсин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розувастатин",
      "description": {
        "common": "пазопаниб повышает токсичность розувастатина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ингибиторы OATP1B1 могут повышать риск миопатии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "пазопаниб повысит уровень или эффект сакубитрила/валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "safinamide",
      "description": {
        "common": "сафинамид повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Используйте осторожность/монитор. Сафинамид и его основной метаболит могут ингибировать кишечный BCRP. Мониторинг субстратов BCRP для увеличения фармакологических или побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "сарециклин будет повышать уровень или эффект пазопаниба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за токсичностью субстратов P-gp, что может потребовать снижения дозы при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность пазопаниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин повышает токсичность пазопаниба по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: повышенный риск повышения LFT при одновременном применении пазопаниба с симвастатином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и пазопаниб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипулеуцель-Т",
      "description": {
        "common": "пазопаниб снижает эффекты сипулеуцел-Т за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклосиликат циркония натрия",
      "description": {
        "common": "Циклосиликат натрия-циркония будет снижать уровень или эффект пазопаниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Ознакомьтесь с конкретными рекомендациями для препаратов с рН-зависимой растворимостью, которая может повлиять на их системное воздействие и эффективность. Как правило, вводите препараты по крайней мере за 2 часа до или после приема натрия циркония циклосиликата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "солифенацин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "пазопаниб и соталол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, пазопаниб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тадалафил",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис",
      "description": {
        "common": "тафамидис повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафамидис меглюмин",
      "description": {
        "common": "тафамидис меглюмин повысит уровень или эффект пазопаниба по другим причинам (см. комментарий). Используйте осторожность/монитор. Тафамидис ингибирует белок, устойчивый к раку молочной железы (BCRP) in vitro, и может увеличивать экспозицию субстратов BCRP после введения тафамидиса или тафамидиса меглюмина. Может потребоваться корректировка дозировки этих субстратов BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень пазопаниба на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Терифлуномид ингибирует CYP2C8; осторожность при совместном применении с субстратами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, пазопаниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, пазопаниб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипторелин",
      "description": {
        "common": "трипторелин увеличивает токсичность пазопаниба на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет увеличивать уровень или эффект пазопаниба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Рассмотрите возможность снижения дозировки субстратов P-gp, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и пазопаниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "пазопаниб повысит уровень или эффект валсартана по другим причинам (см. комментарий). Используйте осторожность/монитор. Результаты исследования ткани печени человека in vitro показывают, что валсартан является субстратом печеночного переносчика OATP1B1; одновременное применение с ингибиторами OATP1B1 может увеличить системную экспозицию валсартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, пазопаниб.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "пазопаниб и зипразидон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флекаинид",
      "description": {
        "common": "флекаинид и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "фоскарнет и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "лапатиниб и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "пазопаниб и позаконазол увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "пазопаниб и ранолазин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "пазопаниб и рисперидон увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "пазопаниб будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "телаванцин",
      "description": {
        "common": "пазопаниб и телаванцин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трописетрон",
      "description": {
        "common": "пазопаниб и трописетрон увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "пазопаниб и венлафаксин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "пазопаниб и вориконазол увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "ALT",
      "percent": "53"
    },
    {
      "name": "АСТ повышен",
      "percent": "52"
    },
    {
      "name": "Диарея",
      "percent": "41"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "40"
    },
    {
      "name": "Гипертония",
      "percent": "38"
    },
    {
      "name": "Изменения цвета волос",
      "percent": "37"
    },
    {
      "name": "лейкопения",
      "percent": "36"
    },
    {
      "name": "Общий билирубин повышен",
      "percent": "34"
    },
    {
      "name": "Фосфор уменьшился",
      "percent": "34"
    },
    {
      "name": "нейтропения",
      "percent": "32"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "31"
    },
    {
      "name": "лимфоцитопения",
      "percent": "31"
    },
    {
      "name": "Натрий уменьшился",
      "percent": "26"
    },
    {
      "name": "Магний уменьшился",
      "percent": "26"
    },
    {
      "name": "Тошнота",
      "percent": "22"
    },
    {
      "name": "Анорексия",
      "percent": "21"
    },
    {
      "name": "Рвота",
      "percent": "19"
    },
    {
      "name": "Усталость",
      "percent": "17"
    },
    {
      "name": "Глюкоза снизилась",
      "percent": "14"
    },
    {
      "name": "Астения",
      "percent": "11"
    },
    {
      "name": "Боль в животе",
      "percent": "65"
    },
    {
      "name": "Усталость",
      "percent": "59"
    },
    {
      "name": "Диарея",
      "percent": "56"
    },
    {
      "name": "Тошнота",
      "percent": "51"
    },
    {
      "name": "АСТ повышен",
      "percent": "48"
    },
    {
      "name": "Вес уменьшился",
      "percent": "46"
    },
    {
      "name": "АЛТ повышен",
      "percent": "45"
    },
    {
      "name": "Глюкоза повышена",
      "percent": "44"
    },
    {
      "name": "лейкопения",
      "percent": "43"
    },
    {
      "name": "лимфоцитопения",
      "percent": "42"
    },
    {
      "name": "Гипертония",
      "percent": "40"
    },
    {
      "name": "Аппетит снизился",
      "percent": "39"
    },
    {
      "name": "Изменения цвета волос",
      "percent": "36"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "34"
    },
    {
      "name": "Альбумин уменьшился",
      "percent": "33"
    },
    {
      "name": "нейтропения",
      "percent": "33"
    },
    {
      "name": "Рвота",
      "percent": "32"
    },
    {
      "name": "Щелочная фосфатаза повышена",
      "percent": "31"
    },
    {
      "name": "Натрий уменьшился",
      "percent": "29"
    },
    {
      "name": "Общий билирубин повышен",
      "percent": "29"
    },
    {
      "name": "Опухолевая боль",
      "percent": "28"
    },
    {
      "name": "дисгевзия",
      "percent": "23"
    },
    {
      "name": "Головная боль",
      "percent": "23"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "23"
    },
    {
      "name": "Миалгия",
      "percent": "23"
    },
    {
      "name": "Желудочно-кишечные боли",
      "percent": "20"
    },
    {
      "name": "Одышка",
      "percent": "18"
    },
    {
      "name": "эксфолиативная сыпь",
      "percent": "17"
    },
    {
      "name": "Кашель",
      "percent": "16"
    },
    {
      "name": "Калий увеличен",
      "percent": "14"
    },
    {
      "name": "Периферический отек",
      "percent": "12"
    },
    {
      "name": "Мукозит",
      "percent": "12"
    },
    {
      "name": "Алопеция",
      "percent": "11"
    },
    {
      "name": "Головокружение",
      "percent": "11"
    },
    {
      "name": "Кожное заболевание",
      "percent": "11"
    },
    {
      "name": "Гипопигментация кожи",
      "percent": "11"
    },
    {
      "name": "Стоматит",
      "percent": "1-13"
    },
    {
      "name": "Усталость",
      "percent": "10"
    },
    {
      "name": "Головная боль",
      "percent": "9"
    },
    {
      "name": "протеинурия",
      "percent": "9"
    },
    {
      "name": "Вес уменьшился",
      "percent": "8"
    },
    {
      "name": "Сыпь",
      "percent": "8"
    },
    {
      "name": "Алопеция",
      "percent": "8"
    },
    {
      "name": "дисгевзия",
      "percent": "6"
    },
    {
      "name": "Ладонно-подошвенная эритродизестезия",
      "percent": "5"
    },
    {
      "name": "Боль в груди",
      "percent": "5"
    },
    {
      "name": "Диспепсия",
      "percent": "4"
    },
    {
      "name": "Дисфония",
      "percent": "3"
    },
    {
      "name": "Депигментация кожи",
      "percent": "1"
    },
    {
      "name": "Отек лица",
      "percent": "2-10"
    },
    {
      "name": "АЛТ повышен",
      "percent": "7"
    },
    {
      "name": "АСТ повышен",
      "percent": "4"
    },
    {
      "name": "Гипертония",
      "percent": "4"
    },
    {
      "name": "Фосфор уменьшился",
      "percent": "1-4"
    },
    {
      "name": "Натрий уменьшился",
      "percent": "3"
    },
    {
      "name": "Астения",
      "percent": "3"
    },
    {
      "name": "Диарея",
      "percent": "3"
    },
    {
      "name": "Общий билирубин повышен",
      "percent": "2"
    },
    {
      "name": "Анорексия",
      "percent": "2"
    },
    {
      "name": "Рвота",
      "percent": "2"
    },
    {
      "name": "Боль в животе",
      "percent": "1"
    },
    {
      "name": "Магний уменьшился",
      "percent": "1"
    },
    {
      "name": "нейтропения",
      "percent": "10"
    },
    {
      "name": "Боль в груди",
      "percent": "9"
    },
    {
      "name": "Бессонница",
      "percent": "8"
    },
    {
      "name": "Гипотиреоз",
      "percent": "8"
    },
    {
      "name": "Дисфония",
      "percent": "8"
    },
    {
      "name": "носовое кровотечение",
      "percent": "8"
    },
    {
      "name": "дисфункция фракции выброса левого желудочка",
      "percent": "7"
    },
    {
      "name": "Диспепсия",
      "percent": "6"
    },
    {
      "name": "Сухая кожа",
      "percent": "5"
    },
    {
      "name": "Озноб",
      "percent": "5"
    },
    {
      "name": "Размытое зрение",
      "percent": "5"
    },
    {
      "name": "расстройство ногтей",
      "percent": "10"
    },
    {
      "name": "лимфоцитопения",
      "percent": "8"
    },
    {
      "name": "Опухолевая боль",
      "percent": "8"
    },
    {
      "name": "АЛТ повышен",
      "percent": "7"
    },
    {
      "name": "Гипертония",
      "percent": "6"
    },
    {
      "name": "Аппетит снизился",
      "percent": "5"
    },
    {
      "name": "Диарея",
      "percent": "5"
    },
    {
      "name": "Одышка",
      "percent": "5"
    },
    {
      "name": "АСТ повышен",
      "percent": "4"
    },
    {
      "name": "Вес уменьшился",
      "percent": "4"
    },
    {
      "name": "нейтропения",
      "percent": "4"
    },
    {
      "name": "Натрий уменьшился",
      "percent": "3"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "3"
    },
    {
      "name": "Щелочная фосфатаза повышена",
      "percent": "3"
    },
    {
      "name": "Тошнота",
      "percent": "3"
    },
    {
      "name": "Рвота",
      "percent": "3"
    },
    {
      "name": "Желудочно-кишечные боли",
      "percent": "2"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "2"
    },
    {
      "name": "Миалгия",
      "percent": "2"
    },
    {
      "name": "Периферический отек",
      "percent": "2"
    },
    {
      "name": "Мукозит",
      "percent": "2"
    },
    {
      "name": "Кожное заболевание",
      "percent": "2"
    },
    {
      "name": "Стоматит",
      "percent": "1"
    },
    {
      "name": "Головокружение",
      "percent": "1"
    },
    {
      "name": "Головная боль",
      "percent": "1"
    },
    {
      "name": "Альбумин уменьшился",
      "percent": "1"
    },
    {
      "name": "Общий билирубин повышен",
      "percent": "1"
    },
    {
      "name": "Калий увеличен",
      "percent": "1"
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Изменения цвета волос",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Глюкоза повышена",
      "percent": null
    },
    {
      "name": "Глюкоза снизилась",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "эксфолиативная сыпь",
      "percent": null
    },
    {
      "name": "Кашель",
      "percent": null
    },
    {
      "name": "Гипопигментация кожи",
      "percent": null
    },
    {
      "name": "Глюкоза повышена",
      "percent": null
    }
  ]
}