{
  "name": "велаглюцераза альфа",
  "comment": "Rx",
  "other_names": [
    "ВПРИВ"
  ],
  "classes": [
    "Ферменты",
    "Метаболический"
  ],
  "source": "https://reference.medscape.com/drug/vpriv-velaglucerase-alfa-999482",
  "pregnancy": {
    "common": [
      "Не было выявлено связи с использованием во время беременности и серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода.",
      "Имеющиеся данные о применении у беременных женщин не могут окончательно установить или исключить отсутствие риска, связанного с приемом препарата во время беременности."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Не наблюдалось вреда для плода у крыс или кроликов при внутривенном введении во время органогенеза в дозах с экспозицией до 1,8 и 4,3х, соответственно, рекомендуемой суточной дозы для человека."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Женщины с болезнью Гоше типа 1 имеют повышенный риск самопроизвольного аборта, особенно если симптомы заболевания не лечатся и не контролируются до зачатия и во время беременности.",
          "Беременность может усугубить существующие симптомы болезни Гоше типа 1 или привести к новым проявлениям болезни; эти проявления могут привести к неблагоприятным исходам беременности, включая гепатоспленомегалию и тромбоцитопению."
        ]
      }
    ]
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [
        "Убедитесь, что персонал, вводящий продукт, надлежащим образом обучен мерам сердечно-легочной реанимации и имеет свободный доступ к службам неотложной медицинской помощи.",
        "Наиболее частыми побочными эффектами являются инфузионные реакции; температура тела может повышаться при возникновении реакций гиперчувствительности",
        "Большинство реакций легкие и возникают в течение первых 6 месяцев; предварительная или симптоматическая терапия кортикостероидами, антигистаминными или жаропонижающими средствами может помочь справиться с реакциями",
        "Рассмотрите замедление скорости инфузии, лечение антигистаминными препаратами, жаропонижающими средствами и/или кортикостероидами и/или прекращение лечения, если во время инфузии возникает реакция гиперчувствительности; рассмотреть возможность предварительного лечения антигистаминными препаратами и/или кортикостероидами у пациентов с предшествующими реакциями"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Усталость",
      "percent": "13"
    },
    {
      "name": "Головокружение",
      "percent": "8-22"
    },
    {
      "name": "Боль в животе",
      "percent": "15-19"
    },
    {
      "name": "Головная боль",
      "percent": "30-35"
    },
    {
      "name": "Инфекции верхних дыхательных путей",
      "percent": "30-32"
    },
    {
      "name": "Продленный АППТ",
      "percent": "5-11"
    },
    {
      "name": "Промывка",
      "percent": "2"
    },
    {
      "name": "Тахикардия",
      "percent": "2"
    },
    {
      "name": "Гипертония",
      "percent": "2"
    },
    {
      "name": "гипотония",
      "percent": "2"
    },
    {
      "name": "Крапивница",
      "percent": "2"
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Дискомфорт в груди",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    }
  ]
}