{
  "name": "дироксимела фумарат",
  "comment": "Rx",
  "other_names": [
    "Вьюмерити"
  ],
  "classes": [
    "Лечение рассеянного склероза",
    "Иммуномодуляторы"
  ],
  "source": "https://reference.medscape.com/drug/vumerity-diroximel-fumarate-1000344",
  "pregnancy": {
    "common": [
      "Нет адекватных данных о риске развития, связанном с применением диметилфумарата (который имеет тот же активный метаболит, что и дироксимела фумарат) у беременных женщин."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "В исследованиях на животных введение дироксимела фумарата во время беременности или на протяжении всей беременности и лактации приводило к неблагоприятным последствиям для развития эмбриона и потомства (повышение частоты аномалий скелета, повышение смертности, снижение массы тела, нейроповеденческие нарушения) при клинически значимом воздействии препарата."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Воздействие на ребенка, находящегося на грудном вскармливании, и на выработку молока неизвестно.",
      "Нет данных о присутствии дироксимела фумарата или его метаболитов (ММФ, 2-гидроксиэтилсукцинимид [ГЭК]) в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к дироксимела фумарату, диметилфумарату или любому из вспомогательных веществ.",
        "Прием диметилфумарата"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может уменьшить количество лимфоцитов; рассмотрите возможность прерывания лечения, если количество лимфоцитов <0,5 x 109/л сохраняется >6 мес.",
        "Случаи ПМЛ возникали преимущественно у пациентов с количеством лимфоцитов.",
        "<0,8×109/л сохраняется более 6 месяцев",
        "Произошла прогрессирующая многоочаговая лейкоэнцефалопатия (ПМЛ); отменить дозу при первых признаках или симптомах, указывающих на ПМЛ",
        "Могут возникнуть анафилаксия и ангионевротический отек; прекратите и не возобновляйте лечение, если это произойдет",
        "Сообщалось о клинически значимых случаях поражения печени; прекратить лечение при подозрении на клинически значимое поражение печени, вызванное дироксимела фумаратом",
        "Может вызвать гиперемию (например, тепло, покраснение, зуд, жжение); введение дозы с пищей может снизить частоту гиперемии"
      ],
      "specific": [
        {
          "type": "Опоясывающий герпес и оппортунистические инфекции",
          "description": [
            "Рассмотрите возможность прекращения лечения пациентов с опоясывающим герпесом или другими серьезными инфекциями до тех пор, пока инфекция не разрешится.",
            "Инфекции поражают головной мозг, мозговые оболочки, спинной мозг, желудочно-кишечный тракт, легкие, кожу, глаза и уши; пациенты с симптомами и признаками, соответствующими этим инфекциям, должны пройти немедленную диагностическую оценку и получить соответствующее лечение.",
            "Эти инфекции были зарегистрированы у пациентов со сниженным абсолютным числом лимфоцитов (ALC), а также у пациентов с нормальным ALC.",
            "Другие серьезные оппортунистические инфекции возникали при применении диметилфумарата, включая случаи серьезных вирусных (вирус простого герпеса, вирус Западного Нила, цитомегаловирус), грибковых (Candida и Aspergillus) и бактериальных (Nocardia, Listeria monocytogenes, Mycobacterium tuberculosis) инфекций.",
            "События могут произойти в любое время во время лечения; контролировать пациентов на наличие признаков и симптомов опоясывающего герпеса; при возникновении опоясывающего герпеса следует назначить соответствующее лечение опоясывающего герпеса",
            "Серьезные случаи опоясывающего герпеса имели место у пациентов, получавших диметилфумарат (который имеет тот же активный метаболит дироксимела фумарат), включая диссеминированный опоясывающий герпес, офтальмологический опоясывающий герпес, менингоэнцефалит опоясывающего герпеса и менингомиелит опоясывающего герпеса."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Одновременное применение диметилфумарата и дироксимела фумарата противопоказано, так как оба препарата метаболизируются до монометилфумарата; инициировать дироксимела фумарат на следующий день после прекращения приема диметилфумарата"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "диметилфумарат",
      "description": {
        "common": "дироксимела фумарат, диметилфумарат. Фармакодинамический синергизм. Противопоказано. Одновременное применение дироксимела фумарата и диметилфумарата противопоказано. Оба метаболизируются до монометилфумарата. Начните прием дироксимела фумарата на следующий день после прекращения приема диметилфумарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "дироксимела фумарат, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "дироксимела фумарат, брексукабтаген аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "дироксимела фумарат, цилтакабтаген аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол снижает уровень дироксимела фумарата по неустановленному механизму взаимодействия. Избегайте или используйте альтернативный препарат. Средняя пиковая концентрация ММФ в плазме для дироксимела фумарата снижалась на 9% и 21% при совместном введении с 240 мл 5% об./об. и 40% об./об. этанола соответственно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "дироксимела фумарат, идекабтаген виклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "дироксимела фумарат, лизокабтаген маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "дироксимела фумарат, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "дироксимела фумарат и изавуконазония сульфат снижают иммуносупрессивные эффекты; риск заражения. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод, дироксимела фумарат.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Одновременное применение с иммуносупрессивной терапией может увеличить риск аддитивных иммунных эффектов во время терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и дироксимела фумарат усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и дироксимела фумарат усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и дироксимела фумарат усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Промывка",
      "percent": "40"
    },
    {
      "name": "Боль в животе",
      "percent": "18"
    },
    {
      "name": "Диарея",
      "percent": "14"
    },
    {
      "name": "Тошнота",
      "percent": "12"
    },
    {
      "name": "Рвота",
      "percent": "9"
    },
    {
      "name": "Зуд",
      "percent": "8"
    },
    {
      "name": "Сыпь",
      "percent": "8"
    },
    {
      "name": "Наличие альбумина в моче",
      "percent": "6"
    },
    {
      "name": "Эритема",
      "percent": "5"
    },
    {
      "name": "Диспепсия",
      "percent": "5"
    },
    {
      "name": "АСТ повышен",
      "percent": "4"
    },
    {
      "name": "лимфопения",
      "percent": "2"
    },
    {
      "name": "Транзиторное увеличение среднего количества эозинофилов",
      "percent": "3"
    },
    {
      "name": "Нарушения функции печени",
      "percent": "2"
    },
    {
      "name": "высоты в ALT",
      "percent": null
    },
    {
      "name": "АСТ",
      "percent": null
    },
    {
      "name": "x ВГН с сопутствующим повышением общего билирубина",
      "percent": null
    },
    {
      "name": "х ВГН",
      "percent": null
    },
    {
      "name": "Инфекция Herpes zoster и другие серьезные оппортунистические инфекции",
      "percent": null
    },
    {
      "name": "ринорея",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Острый панкреатит",
      "percent": null
    }
  ]
}