{
  "name": "бремеланотид",
  "comment": "Rx",
  "other_names": [
    "Вылеси"
  ],
  "classes": [
    "Агонисты меланокортина"
  ],
  "source": "https://reference.medscape.com/drug/vyleesi-bremelanotide-1000296",
  "pregnancy": {
    "common": [
      "Небольшое количество беременностей у женщин, принимавших бремеланотид в клинических испытаниях, недостаточно для определения того, существует ли связанный с препаратом риск серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Реестр беременных",
        "description": [
          "Рекомендуйте женщинам, подвергшимся воздействию наркотиков, зарегистрироваться в регистре беременных женщин Vyleesi по телефону (877) 411-2510.",
          "Реестр воздействия при беременности отслеживает исходы беременности у женщин, подвергавшихся воздействию бремеланотида во время беременности."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Основываясь на результатах исследований на животных, использование беременными женщинами может быть связано с потенциальным вредом для плода.",
          "Самая низкая доза бремеланотида, связанная с повреждением плода, не была выявлена ​​ни для одного из видов.",
          "Подкожное введение бремеланотида мышам во время беременности и кормления грудью оказывало влияние на развитие потомства в ≥125 раз превышающем максимальную рекомендуемую дозу (на основе AUC)",
          "В исследованиях репродукции и развития животных ежедневное подкожное введение бремеланотида беременным собакам во время органогенеза при воздействии ≥16-кратной максимальной рекомендуемой дозы (на основе AUC) приводило к повреждению плода."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Не рекомендуется во время беременности",
          "Женщины репродуктивного возраста: во время лечения используйте эффективные средства контрацепции; прекратить лечение при подозрении на беременность"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Нет информации о присутствии бремеланотида или его метаболитов в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Неконтролируемая гипертония",
        "Известное сердечно-сосудистое заболевание"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Наиболее часто сообщаемой побочной реакцией была тошнота, которая уменьшалась у большинства пациентов со второй дозой; рассмотреть вопрос о прекращении лечения при стойкой или тяжелой тошноте или начать противорвотную терапию у пациентов, которых беспокоит тошнота, но которые продолжают лечение"
      ],
      "specific": [
        {
          "type": "Очаговая гиперпигментация",
          "description": [
            "Рассмотрите возможность прекращения лечения, если развивается гиперпигментация.",
            "Разрешение очаговой гиперпигментации не было подтверждено у всех пациентов после прекращения лечения.",
            "У пациентов с темной кожей чаще развивалась очаговая гиперпигментация.",
            "Сообщалось о очаговой гиперпигментации, включая поражение лица, десен и молочных желез."
          ]
        },
        {
          "type": "Повышение артериального давления и снижение частоты сердечных сокращений",
          "description": [
            "Перед началом лечения и периодически во время лечения учитывайте сердечно-сосудистый риск пациента и убедитесь, что артериальное давление хорошо контролируется.",
            "Чтобы свести к минимуму риск более выраженных эффектов артериального давления, посоветуйте пациентам не принимать более одной дозы в течение 24 часов.",
            "Никаких дополнительных эффектов на артериальное давление или частоту сердечных сокращений не наблюдалось после повторного ежедневного приема с интервалом 24 часа в течение 16 дней.",
            "После каждой дозы может наблюдаться транзиторное повышение артериального давления и снижение частоты сердечных сокращений.",
            "Артериальное давление и частота сердечных сокращений возвращаются к исходному уровню обычно в течение 12 часов после приема."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Введение может замедлить опорожнение желудка и, таким образом, потенциально снизить скорость и степень всасывания одновременно принимаемых пероральных препаратов.",
            "Избегайте использования при одновременном приеме пероральных препаратов, эффективность которых зависит от пороговых концентраций (например, антибиотиков).",
            "Рассмотрите возможность прекращения лечения, если наблюдается отсроченный эффект сопутствующих пероральных препаратов, когда желательно быстрое начало действия препарата (например, препараты для обезболивания, такие как индометацин).",
            "Избегайте использования с перорально вводимым налтрексон-содержащим продуктом, предназначенным для лечения алкогольной и опиоидной зависимости, из-за серьезных последствий неэффективности лечения налтрексоном.",
            "Влияние бремеланотида на другие препараты",
            "Налтрексон"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект бупренорфина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект карбамазепина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клонидин",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект клонидина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кодеин",
      "description": {
        "common": "бремеланотид снизит уровень или эффект кодеина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "бремеланотид снизит уровень или эффект колхицина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект циклоспорина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "бремеланотид снизит уровень или эффект дигоксина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "бремеланотид снизит уровень или эффект дигидроэрготамина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект дизопирамида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дивалпроекс натрия",
      "description": {
        "common": "бремеланотид снизит уровень или действие дивалпроекса натрия на другие препараты (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "бремеланотид снизит уровень или эффект эрготамина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этосуксимид",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект этосуксимида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "Бремеланотид снизит уровень или эффект эверолимуса по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "бремеланотид снизит уровень или эффект фентанила на др. (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "Бремеланотид будет снижать уровень или эффект фентанила через слизистую оболочку Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "бремеланотид снизит уровень или эффект гидрокодона по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "бремеланотид снизит уровень или эффект гидроморфона по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леворфанол",
      "description": {
        "common": "бремеланотид снизит уровень или эффект леворфанола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левотироксин",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект левотироксина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "бремеланотид снизит уровень или действие лития по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодегол",
      "description": {
        "common": "бремеланотид снизит уровень или эффект локсикодегола от других (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "бремеланотид снизит уровень или эффект метадона по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект метотрексата по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект мидазолама по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноксидил",
      "description": {
        "common": "бремеланотид снизит уровень или эффект миноксидила по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "бремеланотид снизит уровень или эффект морфина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налтрексон",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект налтрексона по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования бремеланотида с перорально вводимым налтрексон-содержащим продуктом, который предназначен для лечения алкогольной и опиоидной зависимости, из-за возможности неэффективности лечения налтрексоном."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олицеридин",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект олицеридина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "бремеланотид снизит уровень или эффект оксикодона по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "бремеланотид снизит уровень или эффект оксиморфона по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект пентазоцина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "бремеланотид снизит уровень или эффект фенобарбитала по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "бремеланотид снизит уровень или эффект фенитоина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "бремеланотид снизит уровень или эффект пимозида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "празозин",
      "description": {
        "common": "бремеланотид снизит уровень или действие празозина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "бремеланотид снизит уровень или эффект примидона от других (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект прокаинамида по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "бремеланотид снизит уровень или эффект хинидина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинин",
      "description": {
        "common": "бремеланотид снизит уровень или эффект хинина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "бремеланотид снизит уровень или эффект сиролимуса по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект суфентанила по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "бремеланотид снизит уровень или эффект суфентанила SL по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект такролимуса по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект темсиролимуса по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "бремеланотид снизит уровень или эффект теофиллина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект тиоридазина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топотекан",
      "description": {
        "common": "бремеланотид снизит уровень или эффект топотекана от других (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "бремеланотид снизит уровень или эффект трамадола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триазолам",
      "description": {
        "common": "бремеланотид снизит уровень или эффект триазолама по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "бремеланотид будет снижать уровень или эффект вальпроевой кислоты по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Бремеланотид может замедлять опорожнение желудка и потенциально снижать скорость и степень всасывания одновременно принимаемых пероральных препаратов. Избегайте использования при приеме любых пероральных препаратов, эффективность которых зависит от пороговых концентраций. Перечисленные взаимодействия являются репрезентативными примерами и не включают все возможные клинические примеры."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Боль в верхней части живота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "Синдром беспокойных ног",
      "percent": null
    },
    {
      "name": "ринорея",
      "percent": null
    },
    {
      "name": "Повышенная креатинфосфокиназа",
      "percent": null
    },
    {
      "name": "Артериальное давление повышено",
      "percent": null
    },
    {
      "name": "Боль в конечностях",
      "percent": null
    },
    {
      "name": "Очаговая гиперпигментация кожи",
      "percent": null
    },
    {
      "name": "Промывка",
      "percent": null
    }
  ]
}