{
  "name": "голодирсен",
  "comment": "Rx",
  "other_names": [
    "Вёндис 53"
  ],
  "classes": [
    "Морфолино антисмысловые олигомеры",
    "неврология"
  ],
  "source": "https://reference.medscape.com/drug/vyondys-53-golodirsen-1000334",
  "pregnancy": {
    "common": [
      "Отсутствуют данные о людях или животных для оценки использования во время беременности."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Отсутствуют данные о людях или животных для оценки воздействия на выработку молока, присутствия в молоке или воздействия на младенца, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Гиперчувствительность",
          "description": [
            "Сообщалось о реакциях гиперчувствительности, включая сыпь, лихорадку, зуд, крапивницу, дерматит и шелушение кожи, некоторые из которых требуют лечения",
            "Если возникает реакция гиперчувствительности, назначьте соответствующее лечение и рассмотрите возможность замедления инфузии или прерывания терапии."
          ]
        },
        {
          "type": "Почечная токсичность",
          "description": [
            "Мониторинг функции почек во время терапии",
            "Из-за влияния снижения массы скелетных мышц на показатели креатинина, креатинин сыворотки не может быть надежным показателем функции почек у пациентов с МДД.",
            "Рекомендуется ежемесячный мониторинг протеинурии путем анализа мочи с полосками и мониторинг цистатина С в сыворотке и отношения белка к креатинину в моче каждые 3 месяца.",
            "Для мониторинга белка в моче следует использовать только мочу, которая, как предполагается, не содержит экскретируемого препарата; можно использовать мочу, полученную в день инфузии перед инфузией, или мочу, полученную по крайней мере через 48 часов после последней инфузии; в качестве альтернативы используйте лабораторный тест, в котором не используется реагент пирогаллоловый красный, так как этот реагент может дать перекрестную реакцию с лекарственным средством, выделяемым с мочой, что приведет к ложноположительному результату на белок мочи.",
            "Хотя почечная токсичность не наблюдалась в клинических исследованиях, почечная токсичность, включая потенциально фатальный гломерулонефрит, наблюдалась после введения некоторых антисмысловых олигонуклеотидов.",
            "Если подтверждена протеинурия тест-полосками 2+ или выше или повышен цистатин С в сыворотке, следует провести 24-часовой сбор мочи для количественного определения протеинурии и оценки СКФ.",
            "Если обнаружено стойкое повышение уровня цистатина С в сыворотке крови или протеинурия, обратитесь к детскому нефрологу для дальнейшего обследования.",
            "У животных наблюдалась почечная токсичность.",
            "Измерьте СКФ путем сбора мочи за 24 часа до начала терапии."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Боль в месте администрирования",
      "percent": null
    },
    {
      "name": "Боль в спине",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Растяжение связок",
      "percent": null
    },
    {
      "name": "Контузия",
      "percent": null
    },
    {
      "name": "грипп",
      "percent": null
    },
    {
      "name": "Орофарингеальная боль",
      "percent": null
    },
    {
      "name": "Ринит",
      "percent": null
    },
    {
      "name": "Истирание кожи",
      "percent": null
    },
    {
      "name": "Инфекции уха",
      "percent": null
    },
    {
      "name": "Сезонная аллергия",
      "percent": null
    },
    {
      "name": "Тахикардия",
      "percent": null
    },
    {
      "name": "Место катетера",
      "percent": null
    },
    {
      "name": "родственная реакция",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Перелом",
      "percent": null
    }
  ]
}