{
  "name": "латанопростен бунод офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Вызулта"
  ],
  "classes": [
    "Антиглаукома",
    "Агонисты простагландинов"
  ],
  "source": "https://reference.medscape.com/drug/vyzulta-latanoprostene-bunod-ophthalmic-1000087",
  "pregnancy": {
    "common": [
      "Латанопростен бунод не оказывал тератогенного действия на крыс при внутривенном введении в дозе 150 мкг/кг/день (в 87 раз выше клинической дозы).",
      "Дозы ≥20 мкг/кг/день (в 23 раза превышающие клиническую дозу) вызывали 100% эмбриофетальную летальность; структурные аномалии (например, аномалии крупных сосудов и сосудов дуги аорты, куполообразная голова, стернебральные и позвоночные скелетные аномалии, гиперэкстензия и мальротация конечностей, вздутие живота и отек) наблюдались у плодов кроликов.",
      "Отсутствуют доступные данные о применении во время беременности для информирования о любых рисках, связанных с приемом лекарств.",
      "Latanoprosten bunod вызывает выкидыши, аборты и повреждение плода у кроликов; при внутривенном введении беременным кроликам при воздействии в ≥0,28 раза выше клинической дозы было показано абортивное и тератогенное действие."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии латанопростена бунода в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока.",
      "Следует учитывать преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в латанопростеновой буноде и любые потенциальные неблагоприятные последствия латанопростеновой буноды для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о макулярном отеке, включая кистозный макулярный отек; осторожность у пациентов с афакией-артифакией с разрывом задней капсулы хрусталика или с известными факторами риска макулярного отека",
        "Сообщалось о бактериальном кератите, связанном с использованием контейнеров с несколькими дозами местных офтальмологических продуктов; контейнеры могут быть непреднамеренно контаминированы пациентами, которые, как правило, имели сопутствующее заболевание роговицы или повреждение поверхности глазного эпителия.",
        "Снимите контактные линзы перед администрацией, потому что продукт содержит хлорид бензалкония; линзы могут быть повторно вставлены через 15 минут после введения",
        "Может возникнуть повышенная пигментация тканей; наиболее часто сообщаемые изменения с аналогами простагландина касались радужной оболочки и периорбитальной ткани (века), и ожидается, что они будут усиливаться в течение всего периода лечения; регулярно обследовать пациентов, у которых отмечается заметное усиление пигментации радужки",
        "С осторожностью при наличии в анамнезе внутриглазного воспаления (ирит/увеит); избегать, если существует активное внутриглазное воспаление, так как это может усугубить это состояние",
        "Сообщалось о постепенном увеличении длины, толщины и количества ресниц."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гиперемия",
      "percent": "6"
    },
    {
      "name": "Раздражение глаз",
      "percent": "4"
    },
    {
      "name": "Глазная боль",
      "percent": "3"
    },
    {
      "name": "Боль в месте инстилляции",
      "percent": "2"
    }
  ]
}