{
  "name": "питолизант",
  "comment": "Rx",
  "other_names": [
    "Вакикс"
  ],
  "classes": [
    "Антагонист гистамина Н3/обратный агонист"
  ],
  "source": "https://reference.medscape.com/drug/wakix-pitolisant-1000332",
  "pregnancy": {
    "common": [
      "Имеющиеся отчеты о клинических испытаниях и постмаркетинговые отчеты об использовании у беременных женщин не определяют связанный с препаратом риск серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Пероральное введение питолизанта самкам крыс во время беременности и лактации неблагоприятно влияло на здоровье матери и плода и приводило к задержке развития в дозах, в ≥13 раз превышающих МРДЧ в пересчете на площадь поверхности тела в мг/м2, и повышало частоту серьезных пороков развития в 22 раза выше МРДЧ.",
          "В исследованиях репродуктивной функции животных введение питолизанта во время органогенеза вызывало токсичность для матери и эмбриона у крыс и кроликов в дозах ≥13 и более чем в 4 раза превышающих максимальную рекомендуемую дозу для человека (MRHD) 35,6 мг на основе мг/м2 площади поверхности тела."
        ]
      },
      {
        "type": "Реестр беременных",
        "description": [
          "Поощряйте пациентов регистрироваться в реестре, если они забеременеют.",
          "Мониторинг исходов беременности у женщин, подвергшихся воздействию питолизанта во время беременности.",
          "Чтобы зарегистрироваться или получить информацию из реестра, позвоните по телефону 1-800-833-7460."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Питолизант может снижать эффективность гормональной контрацепции из-за того, что он является слабым индуктором CYP3A4.",
          "Консультировать пациентов, использующих гормональную контрацепцию, использовать альтернативный метод негормональной контрацепции во время лечения и в течение как минимум 21 дня после прекращения лечения."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Питолизант присутствует в молоке лактирующих крыс.",
      "Переход этого препарата в грудное молоко низок на основании данных исследования лактации; средняя доза для младенцев составляла 0,009 мг/день, а относительная доза для младенцев составляла <1% дозы для матери с поправкой на массу тела; нет данных о воздействии препарата на младенцев, находящихся на грудном вскармливании, или о влиянии этого препарата на выработку молока.",
      "Рассмотрите преимущества грудного вскармливания для развития и здоровья, а также клинические потребности матери и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, или от основного состояния матери.",
      "Если лекарство присутствует в молоке животных, вполне вероятно, что оно будет присутствовать и в грудном молоке."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Тяжелая печеночная недостаточность",
        "Повышенная чувствительность к питолизанту или любому компоненту препарата."
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "удлинение интервала QT",
          "description": [
            "Пациенты с печеночной или почечной недостаточностью имеют более высокий риск удлинения интервала QT из-за более высоких концентраций питолизанта.",
            "Мониторинг пациентов с печеночной или почечной недостаточностью для увеличения интервала QT",
            "Использование удлиняет интервал QT",
            "Избегайте при сердечной аритмии в анамнезе, а также при других обстоятельствах, которые могут увеличить риск пируэтной тахикардии или внезапной смерти, включая симптоматическую брадикардию, гипокалиемию или гипомагниемию, а также наличие врожденного удлинения интервала QT."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Одновременное применение с сильными ингибиторами CYP2D6 увеличивает экспозицию питолизанта в 2,2 раза.",
            "Одновременное применение с чувствительным CYP3A4 может снизить эффективность этих чувствительных субстратов CYP3A4.",
            "Эффективность гормональных контрацептивов (например, этинилэстрадиола) может снижаться при применении с питолизантом, и снижение эффективности может сохраняться в течение 21 дня после прекращения терапии.",
            "Сильные индукторы CYP3A4",
            "Избегайте одновременного применения с препаратами, удлиняющими интервал QT, из-за повышенного риска серьезных сердечных аритмий.",
            "Питолизант является субстратом CYP2D6 и CYP3A4; слабый индуктор CYP3A4",
            "Антагонисты гистамина-1 (H1)",
            "Питолизант повышает уровень гистамина в головном мозге; поэтому антагонисты H1, проникающие через гематоэнцефалический барьер, могут снижать эффективность питолизанта.",
            "Сильные ингибиторы CYP2D6",
            "Одновременное применение с сильными индукторами CYP3A4 снижает экспозицию питолизанта на 50%.",
            "Препараты, удлиняющие интервал QT",
            "Избегайте антагонистов H1 центрального действия",
            "Чувствительные субстраты CYP3A4"
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "18"
    },
    {
      "name": "Бессонница",
      "percent": "6"
    },
    {
      "name": "Тошнота",
      "percent": "6"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "5"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "5"
    },
    {
      "name": "Беспокойство",
      "percent": "5"
    },
    {
      "name": "Частота сердечных сокращений увеличилась",
      "percent": "3"
    },
    {
      "name": "Галлюцинации",
      "percent": "3"
    },
    {
      "name": "Раздражительность",
      "percent": "3"
    },
    {
      "name": "Боль в животе",
      "percent": "3"
    },
    {
      "name": "Нарушение сна",
      "percent": "3"
    },
    {
      "name": "Снижение аппетита",
      "percent": "3"
    },
    {
      "name": "Катаплексия",
      "percent": "2"
    },
    {
      "name": "Сухость во рту",
      "percent": "2"
    },
    {
      "name": "Сыпь",
      "percent": "2"
    },
    {
      "name": "Общие расстройства и состояния в месте введения",
      "percent": null
    },
    {
      "name": "Усталость",
      "percent": null
    },
    {
      "name": "Расследования",
      "percent": null
    },
    {
      "name": "Вес увеличен",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "эпилепсия",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Аномальное поведение",
      "percent": null
    },
    {
      "name": "ненормальные сны",
      "percent": null
    },
    {
      "name": "ангедония",
      "percent": null
    },
    {
      "name": "биполярное расстройство",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "в депрессии",
      "percent": null
    },
    {
      "name": "кошмар",
      "percent": null
    },
    {
      "name": "расстройство сна",
      "percent": null
    },
    {
      "name": "Попытка самоубийства",
      "percent": null
    },
    {
      "name": "суицидальные мысли",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Зуд",
      "percent": null
    }
  ]
}