{
  "name": "тетрабеназин",
  "comment": "Rx",
  "other_names": [
    "Ксеназин"
  ],
  "classes": [
    "Ингибиторы VMAT2"
  ],
  "source": "https://reference.medscape.com/drug/xenazine-tetrabenazine-343075",
  "pregnancy": {
    "common": [
      "Отсутствуют адекватные данные о риске развития, связанном с терапией беременных женщин; введение тетрабеназина крысам на протяжении всей беременности и лактации приводило к увеличению мертворождений и постнатальной смертности потомства."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии тетрабеназина или его метаболитов в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, или основного состояния матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Осторожность у пациентов с депрессией в анамнезе или предшествующими суицидальными попытками или мыслями",
        "Повышенный риск депрессии и суицидальных мыслей и поведения (суицидальности) у пациентов с болезнью Хантингтона",
        "Противопоказан пациентам с активными суицидальными наклонностями, а также пациентам с нелеченой или неадекватно леченной депрессией.",
        "Уравновешивайте риск депрессии и суицидальных наклонностей с клинической необходимостью контроля хореиформных движений при рассмотрении вопроса об использовании тетрабеназина.",
        "Информировать пациентов, лиц, осуществляющих уход, и членов их семей о риске депрессии и суицидальных наклонностей и поручить незамедлительно сообщать лечащему врачу о подозрительном поведении.",
        "Следите за появлением или ухудшением депрессии, суицидальных наклонностей или необычных изменений в поведении"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Одновременное применение с дейтетрабеназином или валбеназином",
        "Печеночная недостаточность",
        "Одновременное применение с резерпином",
        "Пациенты с активными суицидальными наклонностями или с нелеченой или неадекватно леченной депрессией (см. Предупреждения о черном ящике)",
        "Одновременное применение ингибитора МАО или в течение 14 дней после прекращения приема ингибитора МАО",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщается о индуцированном постуральном головокружении; тем не менее, артериальное давление во время таких событий не измерялось; у пациентов, предрасположенных к гипотензии, следует рассмотреть возможность мониторинга показателей жизнедеятельности в положении стоя.",
        "Не показан для лечения дискинетических движений, вызванных леводопой.",
        "Должен использоваться только врачами, имеющими опыт лечения гиперкинетических расстройств."
      ],
      "specific": [
        {
          "type": "Депрессия и суицидальные наклонности",
          "description": [
            "Пациенты, их опекуны и семьи должны быть проинформированы о рисках депрессии, обострения депрессии и суицидальных наклонностей, связанных с терапией, и должны быть проинструктированы о необходимости незамедлительно сообщать лечащему врачу о вызывающем озабоченность поведении; пациентов с БХ, которые выражают суицидальные мысли, следует немедленно обследовать",
            "Пациенты с болезнью Гентингтона (БХ) подвержены повышенному риску депрессии, суицидальных мыслей или поведения (суицидальность); этот препарат увеличивает риск суицидальных наклонностей у пациентов с HD",
            "При рассмотрении вопроса о терапии риск суицидальных наклонностей следует сопоставлять с необходимостью лечения хореи; все пациенты должны наблюдаться на предмет возникновения или обострения депрессии или суицидальных наклонностей; если депрессия или суицидальные наклонности не проходят, рассмотрите возможность прекращения лечения"
          ]
        },
        {
          "type": "Клиническое ухудшение и побочные эффекты",
          "description": [
            "Сохраняются ли эти эффекты, исчезают или ухудшаются при продолжении лечения, неизвестно; врачи должны периодически пересматривать потребность в терапии, оценивая влияние на хорею и возможные побочные эффекты, включая депрессию и суицидальные наклонности, снижение когнитивных функций, паркинсонизм, дисфагию, седативный эффект/сонливость, акатизию, беспокойство и инвалидность.",
            "Может быть трудно провести различие между побочными реакциями и прогрессированием основного заболевания; уменьшение дозы или прекращение приема препарата может помочь клиницисту различить эти две возможности; у некоторых пациентов сама по себе хорея со временем может улучшиться, что снижает потребность в терапии",
            "Болезнь Хантингтона представляет собой прогрессирующее заболевание, характеризующееся изменениями настроения, когнитивных функций, хореей, ригидностью и функциональной способностью с течением времени; сверхурочная работа также вызвала небольшое ухудшение настроения, когнитивных функций, ригидности и функциональных возможностей."
          ]
        },
        {
          "type": "Плохие и экстенсивные метаболизаторы",
          "description": [
            "Перед назначением суточной дозы, превышающей 50 мг в день, пациентам следует провести генотипирование, чтобы определить, экспрессируют ли они фермент, метаболизирующий лекарство, CYP2D6; Тестирование CYP2D6 необходимо, чтобы определить, являются ли пациенты медленными метаболизаторами (ПМ), экстенсивными (ЭМ) или промежуточными метаболизаторами (ПМ) этого препарата.",
            "Пациенты с PM будут иметь значительно более высокие уровни основных метаболитов лекарств (примерно в 3 раза для α-HTBZ и в 9 раз для β-HTBZ), чем у пациентов с Ems; дозировку следует корректировать в соответствии со статусом метаболизатора CYP2D6 пациента; у пациентов, которые идентифицированы как PM CYP2D6, максимальная рекомендуемая общая суточная доза составляет 50 мг, а максимальная рекомендуемая разовая доза составляет 25 мг."
          ]
        },
        {
          "type": "Злокачественный нейролептический синдром (ЗНС)",
          "description": [
            "Нет единого мнения о конкретных схемах фармакологического лечения ЗНС; сообщалось о рецидиве ЗНС при возобновлении медикаментозной терапии; если лечение необходимо после выздоровления от ЗНС, пациенты должны находиться под наблюдением на предмет признаков рецидива.",
            "Сообщалось о потенциально смертельном комплексе симптомов, иногда называемом злокачественным нейролептическим синдромом (ЗНС), в связи с приемом препарата и других препаратов, снижающих дофаминергическую передачу.",
            "Диагноз ЗНС может быть сложным; другие серьезные медицинские заболевания (например, пневмония, системная инфекция), а также нелеченные или неадекватно леченные экстрапирамидные расстройства могут проявляться сходными признаками и симптомами.",
            "Другие важные соображения при дифференциальной диагностике включают центральную антихолинергическую токсичность, тепловой удар, лекарственную лихорадку и первичную патологию центральной нервной системы.",
            "Лечение ЗНС должно включать немедленную отмену препарата, интенсивное симптоматическое лечение и медицинский контроль; и лечение любых сопутствующих серьезных медицинских проблем, для которых доступны специальные методы лечения",
            "Клиническими проявлениями ЗНС являются гиперпирексия, мышечная ригидность, измененный психический статус и признаки вегетативной нестабильности (нерегулярный пульс или артериальное давление, тахикардия, потливость и сердечная аритмия); дополнительные признаки могут включать повышение уровня креатининфосфокиназы, миоглобинурию, рабдомиолиз и острую почечную недостаточность."
          ]
        },
        {
          "type": "паркинсонизм",
          "description": [
            "Терапия может вызвать паркинсонизм; поскольку ригидность может развиваться как часть основного болезненного процесса при болезни Гентингтона, может быть трудно отличить эту побочную реакцию, вызванную лекарственным средством, от прогрессирования основного болезненного процесса.",
            "Лекарственно-индуцированный паркинсонизм может привести к большей функциональной инвалидности, чем нелеченая хорея, у некоторых пациентов с болезнью Гентингтона; если у пациента во время лечения развивается паркинсонизм, следует рассмотреть возможность снижения дозы; у некоторых пациентов может потребоваться прекращение терапии"
          ]
        },
        {
          "type": "Седация и сонливость",
          "description": [
            "Седативный эффект является наиболее частой дозолимитирующей побочной реакцией этого препарата; в клинических испытаниях седативный эффект был причиной прекращения восходящего титрования и/или снижения дозы; у некоторых пациентов седативный эффект возникал при дозах ниже рекомендованных",
            "Пациенты не должны выполнять действия, требующие умственной активности для обеспечения безопасности себя или других, такие как управление автомобилем или работа с опасными механизмами, до тех пор, пока они не получат поддерживающую дозу и не узнают, как препарат влияет на них."
          ]
        },
        {
          "type": "удлинение интервала QTc",
          "description": [
            "Следует избегать применения препарата у пациентов с врожденным синдромом удлиненного интервала QT и у пациентов с сердечными аритмиями в анамнезе; определенные обстоятельства могут увеличить риск возникновения torsade de pointes и/или внезапной смерти в связи с применением препаратов, удлиняющих интервал QTc, включая брадикардию, гипокалиемию или гипомагниемию, одновременный прием других препаратов, удлиняющих интервал QTc, и наличие врожденных пороков сердца. удлинение интервала QT",
            "Следует избегать использования этого препарата в сочетании с другими препаратами, удлиняющими интервал QTc, включая антипсихотические препараты (например, хлорпромазин, галоперидол, тиоридазин, зипразидон), антибиотики (например, моксифлоксацин), класс 1А (например, хинидин, новокаинамид) и Антиаритмические препараты класса III (например, амиодарон, соталол) или любые другие препараты, удлиняющие интервал QTc",
            "Препарат вызывает небольшое увеличение (около 8 мс) корригированного интервала QT (QTc); Удлинение интервала QT может привести к развитию желудочковой тахикардии по типу torsade de pointes, риск которой увеличивается по мере увеличения степени удлинения."
          ]
        },
        {
          "type": "Гиперпролактинемия",
          "description": [
            "Хроническое повышение уровня пролактина в сыворотке (хотя и не оценивалось) было связано с низким уровнем эстрогена и повышенным риском остеопороза; если есть клиническое подозрение на симптоматическую гиперпролактинемию, следует провести соответствующие лабораторные исследования и рассмотреть вопрос о прекращении терапии.",
            "Терапия повышает концентрацию пролактина в сыворотке крови человека; пиковые уровни пролактина в плазме увеличились после введения препарата; хотя аменорея, галакторея, гинекомастия и импотенция могут быть вызваны повышенными концентрациями пролактина в сыворотке, клиническая значимость повышенных концентраций пролактина в сыворотке для большинства пациентов неизвестна."
          ]
        },
        {
          "type": "Связывание с меланинсодержащими тканями",
          "description": [
            "Хотя конкретных рекомендаций по периодическому офтальмологическому мониторингу нет, врачи должны знать о возможности долгосрочных офтальмологических эффектов.",
            "Офтальмологический мониторинг у людей был неадекватным, чтобы исключить возможность травм, возникающих после длительного воздействия; клиническая значимость связывания этого препарата с тканями, содержащими меланин, неизвестна.",
            "Поскольку препарат или его метаболиты связываются с тканями, содержащими меланин, со временем он может накапливаться в этих тканях; это повышает вероятность того, что препарат может вызвать токсичность в этих тканях после длительного использования; ни офтальмологические, ни микроскопические исследования глаз не проводились в исследованиях хронической токсичности у пигментированных животных, таких как собаки."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Осторожность при плохом метаболизме CYP2D6 или препаратах, которые ингибируют CYP2D6 (например, флуоксетин, пароксетин, хинидин); может заметно увеличить воздействие активных метаболитов тетрабеназина (альфа- и бета-HTBZ)",
            "Не используйте тетрабеназин и резерпин одновременно.",
            "Резерпин необратимо связывается с VMAT2, и продолжительность его действия составляет несколько дней.",
            "Осторожность при переходе с резерпина на тетрабеназин; дождитесь повторного появления хореи, прежде чем вводить тетрабеназин, чтобы избежать передозировки и серьезного истощения серотонина и норадреналина в ЦНС.",
            "Одновременное применение нейролептиков (например, галоперидола, хлорпромазина, рисперидона, оланзапина) может вызывать аддитивные эффекты удлинения интервала QTc, ЗНС и экстрапирамидные расстройства.",
            "Резерпин",
            "После прекращения приема резерпина до начала приема тетрабеназина должно пройти не менее 20 дней."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "тетрабеназин, дейтетрабеназин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Не используйте эти препараты одновременно. Применение дейтетрабеназина можно начинать на следующий день после прекращения приема тетрабеназина."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дронедарон",
      "description": {
        "common": "тетрабеназин и дронедарон увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гозерелин",
      "description": {
        "common": "гозерелин увеличивает токсичность тетрабеназина по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "тетрабеназин, изокарбоксазид. Другое (см. комментарий). Противопоказано.\nКомментарий: риск острого гипертензивного эпизода; разделить на 14 д. Механизм: ИМАО вызывает накопление НЭ в нейронах, а тетрабеназин стимулирует высвобождение НЭ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лейпролид",
      "description": {
        "common": "лейпролид увеличивает токсичность тетрабеназина по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "линезолид",
      "description": {
        "common": "тетрабеназин, линезолид. Другое (см. комментарий). Противопоказано.\nКомментарий: риск острого гипертензивного эпизода; разделить на 14 д. Механизм: ИМАО вызывает накопление НЭ в нейронах, а тетрабеназин стимулирует высвобождение НЭ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенелзин",
      "description": {
        "common": "тетрабеназин, фенелзин. Другое (см. комментарий). Противопоказано.\nКомментарий: риск острого гипертензивного эпизода; разделить на 14 д. Механизм: ИМАО вызывает накопление НЭ в нейронах, а тетрабеназин стимулирует высвобождение НЭ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "тетрабеназин, прокарбазин. Другое (см. комментарий). Противопоказано.\nКомментарий: риск острого гипертензивного эпизода; разделить на 14 д. Механизм: ИМАО вызывает накопление НЭ в нейронах, а тетрабеназин стимулирует высвобождение НЭ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хинидин",
      "description": {
        "common": "тетрабеназин и хинидин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "разагилин",
      "description": {
        "common": "тетрабеназин, разагилин. Другое (см. комментарий). Противопоказано.\nКомментарий: риск острого гипертензивного эпизода; разделить на 14 д. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин",
      "description": {
        "common": "тетрабеназин, селегилин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертензивного эпизода; разделены на 14 дней. Механизм: ИМАО вызывает накопление норадреналина в нейронах, а тетрабеназин стимулирует высвобождение норадреналина."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "тетрабеназин усиливает действие трансдермального селегилина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертензивного эпизода; разделены на 14 дней. Механизм: ИМАО вызывает накопление НЭ в нейронах, а тетрабеназин стимулирует высвобождение НЭ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тетрабеназин и тиоридазин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транилципромин",
      "description": {
        "common": "тетрабеназин, транилципромин. Другое (см. комментарий). Противопоказано.\nКомментарий: риск острого гипертензивного эпизода; разделить на 14 д. Механизм: ИМАО вызывает накопление НЭ в нейронах, а тетрабеназин стимулирует высвобождение НЭ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "валбеназин",
      "description": {
        "common": "тетрабеназин, валбеназин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Не используйте эти препараты одновременно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб, тетрабеназин.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Каждый препарат удлиняет интервал QTc, что может увеличить риск пируэтной тахикардии, других серьезных аритмий и внезапной смерти. Если coadministration неизбежен, таким пациентам рекомендуется более частый мониторинг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "тетрабеназин и амиодарон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "апоморфин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "тетрабеназин и триоксид мышьяка увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "тетрабеназин и артеметер/люмефантрин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "Бедаквилин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и тетрабеназин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "тетрабеназин и хлорпромазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "тетрабеназин и дизопирамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид увеличивает токсичность тетрабеназина по интервалу QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дроперидол",
      "description": {
        "common": "тетрабеназин и дроперидол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Энкорафениб связан с дозозависимым удлинением интервала QTc. Избегайте приема препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "тетрабеназин и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Потенциал для усиленных QT-продлевающих эффектов; если одновременное применение необходимо, рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "тетрабеназин и основание эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "тетрабеназин и этилсукцинат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "тетрабеназин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "тетрабеназин и стеарат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность тетрабеназина на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы и/или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флекаинид",
      "description": {
        "common": "тетрабеназин и флекаинид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуконазол",
      "description": {
        "common": "тетрабеназин и флуконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "тетрабеназин и флуоксетин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "тетрабеназин и флуфеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "тетрабеназин и флувоксамин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "тетрабеназин и фоскарнет увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "тетрабеназин и гемифлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "тетрабеназин и гемтузумаб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "тетрабеназин и гласдегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если coadministration неизбежен, контролировать повышенный риск продления интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "тетрабеназин и галоперидол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гистрелин",
      "description": {
        "common": "гистрелин увеличивает токсичность тетрабеназина по интервалу QTc. Избегайте или используйте альтернативный препарат. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибутилид",
      "description": {
        "common": "тетрабеназин и ибутилид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "тетрабеназин и илоперидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "инотузумаб и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного использования, получите ЭКГ и электролиты до и после начала приема любого препарата, который, как известно, удлиняет интервал QTc, и периодически контролируйте его в соответствии с клиническими показаниями во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "тетрабеназин снизит уровень или действие иобенгуана I 131 по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "тетрабеназин и итраконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "тетрабеназин и ивозидениб уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "тетрабеназин и лапатиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "тетрабеназин и левофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "литий и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоперамид",
      "description": {
        "common": "тетрабеназин и лоперамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "тетрабеназин и лопинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "тетрабеназин и мациморелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "тетрабеназин и мапротилин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность тетрабеназина по интервалу QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "тетрабеназин и метадон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "тетрабеназин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидостаурин",
      "description": {
        "common": "тетрабеназин и мидостаурин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "тетрабеназин и мифепристон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозу мобоцертиниба и чаще контролируйте интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "тетрабеназин и моксифлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "тетрабеназин и нилотиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "октреотид",
      "description": {
        "common": "тетрабеназин и октреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "тетрабеназин и офлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "тетрабеназин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "тетрабеназин и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "тетрабеназин и осимертиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "тетрабеназин и палиперидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "тетрабеназин и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "тетрабеназин и пароксетин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "тетрабеназин и пасиреотид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "тетрабеназин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентамидин",
      "description": {
        "common": "тетрабеназин и пентамидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "тетрабеназин и перфеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "Пимавансерин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Одновременное применение может увеличить риск удлинения интервала QT и сердечной аритмии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "тетрабеназин и пимозид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "тетрабеназин и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "тетрабеназин и позаконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "тетрабеназин и новокаинамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "тетрабеназин и прохлорперазин уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прометазин",
      "description": {
        "common": "тетрабеназин и прометазин уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "тетрабеназин и пропафенон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кветиапин",
      "description": {
        "common": "тетрабеназин и кветиапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинин",
      "description": {
        "common": "тетрабеназин и хинин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "тетрабеназин и ранолазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "тетрабеназин и рилпивирин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "тетрабеназин и рисперидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "тетрабеназин и ромидепсин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b и тетрабеназин увеличивают значение Other (см. комментарий). Избегайте или используйте альтернативный препарат. Наркотики, снотворные или седативные средства могут вызывать дополнительные нейропсихиатрические побочные эффекты. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной токсичности ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "safinamide",
      "description": {
        "common": "тетрабеназин снижает эффекты сафинамида за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Антагонисты дофамина могут уменьшать эффекты сафинамида и усугублять симптомы болезни Паркинсона."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "тетрабеназин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "солифенацин",
      "description": {
        "common": "солифенацин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сорафениб",
      "description": {
        "common": "тетрабеназин и сорафениб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "тетрабеназин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "сунитиниб и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "телаванцин",
      "description": {
        "common": "тетрабеназин и телаванцин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "тетрабеназин и тиотиксен увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "тетрабеназин и торемифен увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "тетрабеназин и тразодон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "тетрабеназин и трифлуоперазин уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трипторелин",
      "description": {
        "common": "трипторелин увеличивает токсичность тетрабеназина по интервалу QTc. Избегайте или используйте альтернативный препарат. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "тетрабеназин и вандетаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "варденафил",
      "description": {
        "common": "тетрабеназин и варденафил увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "тетрабеназин и вемурафениб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "тетрабеназин и венлафаксин уменьшают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "тетрабеназин и вориконазол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "тетрабеназин и зипразидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "абиратерон повышает уровень тетрабеназина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Избегайте совместного применения абиратерона с субстратами CYP2D6. Если альтернативная терапия не может быть использована, следует соблюдать осторожность и рассмотреть вопрос о снижении дозы субстрата CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и тетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и тетрабеназин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "тетрабеназин и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и тетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "тетрабеназин и амитриптилин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "арформотерол и тетрабеназин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и тетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и тетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и тетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, тетрабеназин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и тетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат, тетрабеназин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин и тетрабеназин увеличивают интервал QTc. Используйте осторожность/монитор. Ципрофлоксацин оказывает минимальное влияние на интервал QT. Следует соблюдать осторожность при использовании в сочетании с другими препаратами, влияющими на интервал QT, или у пациентов с другими факторами риска."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "тетрабеназин, клобазам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием может повысить вероятность воздействия на ЦНС (например, повышенный седативный эффект или угнетение дыхания)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "тетрабеназин и кломипрамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "тетрабеназин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "тетрабеназин и дезипрамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и тетрабеназин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "тетрабеназин и доксепин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, тетрабеназин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин усиливает эффекты тетрабеназина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Уменьшите дозу тетрабеназина на 50% при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "тетрабеназин и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "тетрабеназин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "тетрабеназин и имипрамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "тетрабеназин и исрадипин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, тетрабеназин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант повысит уровень или действие тетрабеназина за счет седации. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "тетрабеназин и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "тетрабеназин и лофексидин увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "локсапин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "Ингаляционный локсапин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, тетрабеназин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоклопрамид",
      "description": {
        "common": "метоклопрамид и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, тетрабеназин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "тетрабеназин и нортриптилин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и тетрабеназин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или действие тетрабеназина на др. (см. комментарий). Используйте осторожность/монитор. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и тетрабеназин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "палиперидон и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин усиливает эффекты тетрабеназина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Уменьшите дозу тетрабеназина на 50% при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "пимозид и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "тетрабеназин и протриптилин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин усиливает эффекты тетрабеназина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Уменьшите дозу тетрабеназина на 50% при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, тетрабеназин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "рисперидон и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир усиливает эффекты тетрабеназина, влияя на метаболизм печеночного фермента CYP2D6. Используйте осторожность/монитор. Уменьшите дозу тетрабеназина на 50% при совместном применении с сильными ингибиторами CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность тетрабеназина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/?сульфат магния/хлорид калия увеличивает токсичность тетрабеназина на интервал QTc. Используйте осторожность/монитор. У пациентов с повышенным риском серьезных сердечных аритмий следует учитывать ЭКГ до введения дозы и после колоноскопии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния увеличивает токсичность тетрабеназина на интервал QTc. Используйте осторожность/монитор. У пациентов с повышенным риском серьезных сердечных аритмий следует учитывать ЭКГ до введения дозы и после колоноскопии. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, тетрабеназин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Одновременное применение стирипентола с другими средствами, угнетающими ЦНС, включая алкоголь, может увеличить риск седативного эффекта и сонливости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "тиотиксен и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол и тетрабеназин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тетрабеназин и тримипрамин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, тетрабеназин.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "зипразидон и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин увеличивает токсичность тетрабеназина по интервалу QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает токсичность тетрабеназина на интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и тетрабеназин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "седация",
      "percent": "31"
    },
    {
      "name": "сонливость",
      "percent": "22"
    },
    {
      "name": "Усталость",
      "percent": "22"
    },
    {
      "name": "Бессонница",
      "percent": "19"
    },
    {
      "name": "Депрессия",
      "percent": "19"
    },
    {
      "name": "акатизия",
      "percent": "15"
    },
    {
      "name": "Экстрапирамидное событие",
      "percent": "15"
    },
    {
      "name": "Беспокойство",
      "percent": "13"
    },
    {
      "name": "Тошнота",
      "percent": "9"
    },
    {
      "name": "Раздражительность",
      "percent": "6"
    },
    {
      "name": "Синяки",
      "percent": "6"
    },
    {
      "name": "Рвота",
      "percent": "4"
    },
    {
      "name": "Снижение аппетита",
      "percent": "4"
    },
    {
      "name": "Дизурия",
      "percent": "4"
    },
    {
      "name": "Навязчивая реакция",
      "percent": "9"
    },
    {
      "name": "Дисбаланс",
      "percent": "9"
    },
    {
      "name": "паркинсонизм",
      "percent": "4"
    },
    {
      "name": "брадикинезия",
      "percent": "4"
    },
    {
      "name": "Головокружение",
      "percent": "4"
    },
    {
      "name": "Дизартрия",
      "percent": "4"
    },
    {
      "name": "Нетвердая походка",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "удлинение интервала QTc",
      "percent": null
    },
    {
      "name": "Злокачественный нейролептический синдром",
      "percent": null
    },
    {
      "name": "Ортостатическая гипотензия",
      "percent": null
    },
    {
      "name": "Беспокойство и возбуждение",
      "percent": null
    },
    {
      "name": "Дисфагия",
      "percent": null
    },
    {
      "name": "Депрессия и суицидальные наклонности",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "обострение агрессии",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "самоубийство",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "Пневмония",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Гипергидроз",
      "percent": null
    },
    {
      "name": "кожная сыпь",
      "percent": null
    },
    {
      "name": "Эндокринная система",
      "percent": null
    },
    {
      "name": "Гиперпролактинемия",
      "percent": null
    }
  ]
}