{
  "name": "коллагеназа clostridium histolyticum",
  "comment": "Rx",
  "other_names": [
    "Кво",
    "коллагеназа clostridium histolyticum-aaes",
    "Сяфлекс"
  ],
  "classes": [
    "Урология",
    "Ревматология",
    "Дерматология",
    "Другой"
  ],
  "source": "https://reference.medscape.com/drug/xiaflex-qwo-collagenase-clostridium-histolyticum-999456",
  "pregnancy": {
    "common": [
      "Нет данных относительно использования у беременных женщин для оценки связанного с приемом препарата риска серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Внутривенное введение беременным крысам во время органогенеза в дозах до 0,13 мг/крысу (43-кратная человеческая эквивалентная доза [HED] в мг/кг) не выявило признаков вреда для плода."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "После подкожной инъекции системные концентрации были ниже биоаналитического предела количественного определения.",
      "Нет данных о присутствии в грудном молоке, воздействии на детей, находящихся на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "болезнь Пейрони",
          "description": [
            "Телесный разрыв (перелом полового члена) был зарегистрирован как побочная реакция в клинических испытаниях.",
            "Из-за риска разрыва тела или другого серьезного повреждения полового члена, доступного для лечения болезни Пейрони только в рамках программы XIAFLEX REMS.",
            "Незамедлительно оценивайте признаки или симптомы, отражающие серьезную травму полового члена, для выявления корпорального разрыва или тяжелой гематомы полового члена, которые могут потребовать хирургического вмешательства."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Бляшки Пейрони, поражающие уретру полового члена",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Применение у пациентов с аномальной коагуляцией может привести к экхимозу/контузии или кровоизлиянию в месте инъекции.",
        "Зуд, особенно после нескольких инъекций",
        "Сообщается о серьезных гиперчувствительности, включая анафилаксию; если возникает гиперчувствительность, прекратите и начните соответствующую медицинскую терапию",
        "Обморок и предобморочное состояние",
        "С осторожностью применять у пациентов с нарушениями свертываемости крови, в том числе у пациентов, получавших антикоагулянты, кроме низких доз аспирина, в течение 7 дней после инъекции.",
        "Не заменяйте инъекционные продукты коллагеназы (например, не используйте Xiaflex для лечения целлюлита, используйте Qwo для лечения контрактуры Дюпюитрена или болезни Пейрони)"
      ],
      "specific": [
        {
          "type": "Постинъекционная боль в спине",
          "description": [
            "Сообщаемые события обычно разрешались в течение 15 минут, но некоторые длились до 30 минут, а одно событие длилось 1,5 часа; зарегистрированные события обычно не требовали вмешательства, но некоторые требовали наблюдения и лечения анальгетиками.",
            "Острые постинъекционные боли в спине, зарегистрированные в постмаркетинговый период у пациентов, получавших лечение от болезни Пейрони; эти события обычно начинаются сразу или в течение нескольких минут после инъекции",
            "Острая боль в пояснице может быть легкой или сильной по интенсивности и может иррадиировать в ноги, руки и грудь; другие системные симптомы, такие как боль в груди, головная боль и одышка, сообщаемые вместе с эпизодами болей в спине",
            "Ни о одном из явлений не сообщалось после первой инъекции пациенту, и сообщалось, что некоторые из них произошли во время второго курса лечения."
          ]
        },
        {
          "type": "контрактура Дюпюитрена",
          "description": [
            "Сообщалось о постмаркетинговых случаях разрыва кожи, требующего пересадки кожи после процедур наращивания пальцев, и локального некроза кожи и мягких тканей, некоторые из которых требовали пересадки кожи или других хирургических вмешательств, включая ампутацию пальца; признаки или симптомы, которые могут отражать серьезную травму инъекционного пальца/кисти, должны быть немедленно оценены, поскольку может потребоваться хирургическое вмешательство.",
            "Частота разрывов кожи (22%) была выше при лечении 2 одновременных инъекций по сравнению с 3 отдельными инъекциями в плацебо-контролируемых премаркетинговых исследованиях (9%).",
            "Медицинские работники должны быть готовы реагировать на реакции гиперчувствительности, включая анафилаксию, после инъекций.",
            "Разрыв сухожилия другой серьезной травмы инъецированной конечности, о которой сообщалось в клинических испытаниях; избегать инъекций в сухожилия, нервы, кровеносные сосуды или другие структуры руки, содержащие коллаген"
          ]
        },
        {
          "type": "Болезнь Пейрони",
          "description": [
            "Может вызвать телесный разрыв (перелом полового члена) или другие серьезные повреждения полового члена; избегать инъекций в уретру, нервы, кровеносные сосуды, кавернозные тела или другие коллагенсодержащие структуры полового члена, так как это может привести к необратимым травмам (например, кавернозному разрыву)",
            "Консультировать пациентов не заниматься сексом между первой и второй инъекциями цикла лечения; пациенты должны подождать 2 недели после второй инъекции цикла лечения, прежде чем возобновить половую жизнь, при условии, что боль и отек уменьшились.",
            "Если пациент испытывает сильную боль или отек полового члена, сильные багровые кровоподтеки и отек полового члена, затрудненное мочеиспускание или кровь в моче, внезапную потерю способности поддерживать эрекцию, следует обратиться к врачу.",
            "В пострегистрационном периоде сообщалось о случаях локализованного некроза кожи и мягких тканей, возникающих как последствия гематомы полового члена; в некоторых случаях требовалось хирургическое вмешательство"
          ]
        },
        {
          "type": "Целлюлит",
          "description": [
            "Большинство, но не все случаи у пациентов с болезнью Пейрони возникали в связи с болью в половом члене и гематомой после инъекции, болью в половом члене при спонтанной эрекции и болью во время мочеиспускания; эти потенциальные триггеры обмороков предполагают вазовагальный механизм. Информировать пациентов с болезнью Пейрони о потенциальной боли в половом члене и болезненной гематоме полового члена, которые могут вызвать обмороки и предобморочные состояния после лечения этим препаратом.",
            "В большинстве случаев у пациентов с контрактурой Дюпюитрена процедура инъекции, процедура разгибания пальцев или боль после процедур были зарегистрированы как потенциальные триггеры событий, что предполагает вазовагальный механизм; большинство, но не все случаи у пациентов с контрактурой Дюпюитрена возникали в ближайшем периоде лечения (инъекция или процедура наращивания пальцев) или в течение 1-2 дней после инъекции или процедуры наращивания пальцев",
            "Случаи обморока и предобморока, зарегистрированные в постмаркетинговый период у пациентов, получавших это лекарство",
            "Обморок может быть связан с телесными повреждениями, в том числе сотрясением мозга, ссадинами головы и другими случайными травмами.",
            "Если возникают предобморочные симптомы, пациенты должны оставаться лежачими до исчезновения симптомов."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "С осторожностью при назначении пациентам с нарушениями свертывания крови или совместном применении с антикоагулянтами или антиагрегантами.",
            "Синяки в месте инъекции являются обычным явлением; пациенты с нарушениями свертывания крови или принимающие антикоагулянты или антиагреганты (кроме аспирина <150 мг/сут) были исключены из клинических исследований."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа увеличивает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III увеличивает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан увеличивает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин увеличивает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин повышает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран увеличивает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "далтепарин повышает токсичность коллагеназы clostridium histolyticum за счет антикоагулянтов. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десирудин",
      "description": {
        "common": "десирудин повышает токсичность коллагеназы clostridium histolyticum за счет антикоагулянтов. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин повышает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фондапаринукс увеличивает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин увеличивает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "концентрат протеина С",
      "description": {
        "common": "концентрат протеина С повышает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "ривароксабан увеличивает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Периферический отек",
      "percent": "73"
    },
    {
      "name": "то есть",
      "percent": "70"
    },
    {
      "name": "отек инъецированной руки",
      "percent": "38"
    },
    {
      "name": "Контузия",
      "percent": "35"
    },
    {
      "name": "Кровоизлияние в месте инъекции",
      "percent": "35"
    },
    {
      "name": "Реакция в месте инъекции",
      "percent": "24"
    },
    {
      "name": "Боль в инъецированной конечности",
      "percent": "24"
    },
    {
      "name": "Нежность",
      "percent": "15"
    },
    {
      "name": "Отек в месте инъекции",
      "percent": "13"
    },
    {
      "name": "Зуд",
      "percent": "65.5"
    },
    {
      "name": "Лимфаденопатия",
      "percent": "55"
    },
    {
      "name": "Гематома полового члена",
      "percent": "45.4"
    },
    {
      "name": "Отек полового члена",
      "percent": "14.5"
    },
    {
      "name": "Пенильная боль",
      "percent": "84"
    },
    {
      "name": "Экхимозы полового члена",
      "percent": "48"
    },
    {
      "name": "Синяки",
      "percent": "33"
    },
    {
      "name": "Боль",
      "percent": "15"
    },
    {
      "name": "Узелок",
      "percent": "9"
    },
    {
      "name": "Зуд",
      "percent": "8"
    },
    {
      "name": "Разрыв кожи",
      "percent": "6"
    },
    {
      "name": "Боль в лимфатических узлах",
      "percent": "6"
    },
    {
      "name": "Эритема",
      "percent": "4.5"
    },
    {
      "name": "Подмышечная боль",
      "percent": "3.3"
    },
    {
      "name": "Кровяной волдырь",
      "percent": "3.1"
    },
    {
      "name": "волдырь на половом члене",
      "percent": "2.9"
    },
    {
      "name": "Генитальный зуд",
      "percent": "1.8"
    },
    {
      "name": "Болезненная эрекция",
      "percent": "1.6"
    },
    {
      "name": "Эректильная дисфункция",
      "percent": "1.3"
    },
    {
      "name": "Процедурная боль",
      "percent": "1.3"
    },
    {
      "name": "Везикулы в месте инъекции",
      "percent": "1.1"
    },
    {
      "name": "Локализованный отек",
      "percent": "1.1"
    },
    {
      "name": "Диспареуния",
      "percent": "1.1"
    },
    {
      "name": "Зуд в месте инъекции",
      "percent": "1.1"
    },
    {
      "name": "Узелок",
      "percent": "9"
    },
    {
      "name": "Надлобковая боль",
      "percent": "8"
    },
    {
      "name": "Эритема",
      "percent": "8"
    },
    {
      "name": "Обесцвечивание",
      "percent": "3"
    },
    {
      "name": "Припухлость",
      "percent": null
    },
    {
      "name": "Тепло",
      "percent": null
    },
    {
      "name": "Телесный разрыв",
      "percent": null
    },
    {
      "name": "Нарушения иммунной системы",
      "percent": null
    },
    {
      "name": "серьезные реакции гиперчувствительности, включая анафилаксию",
      "percent": null
    }
  ]
}