{
  "name": "балоксавир марбоксил",
  "comment": "Rx",
  "other_names": [
    "Ксофлюза"
  ],
  "classes": [
    "грипп",
    "Ингибиторы эндонуклеазы",
    "Противовирусные препараты"
  ],
  "source": "https://reference.medscape.com/drug/xofluza-baloxavir-marboxil-1000275",
  "pregnancy": {
    "common": [
      "Данные недоступны"
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Никаких неблагоприятных последствий для развития не наблюдалось у крыс или кроликов при пероральном введении при воздействии примерно в 5 (крысы) и 7 (кролики) системного воздействия балоксавира в максимально рекомендуемой дозе для человека (MRHD)."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Беременные женщины подвергаются более высокому риску тяжелых осложнений гриппа, которые могут привести к неблагоприятным исходам беременности и/или плода, включая материнскую смерть, мертворождение, врожденные дефекты, преждевременные роды, низкую массу тела при рождении и малый вес для гестационного возраста."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Балоксавир и родственные ему метаболиты присутствовали в молоке лактирующих крыс.",
      "Данные по экскреции в грудное молоко отсутствуют."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не указано у пациентов младше 5 лет из-за увеличения числа случаев резистентности к лечению в этой возрастной группе; возможность передачи резистентных штаммов в сообществе не определена",
        "Нет никаких доказательств эффективности при каких-либо заболеваниях, вызванных другими патогенами, кроме вирусов гриппа; серьезные бактериальные инфекции могут начинаться с гриппоподобных симптомов, могут сосуществовать с гриппом или возникать как осложнение; следить за вторичными бактериальными инфекциями и лечить соответствующим образом",
        "В постмаркетинговом опыте сообщалось о случаях анафилаксии, крапивницы, ангионевротического отека и мультиформной эритемы; назначьте соответствующее лечение, если возникает или подозревается аллергическая реакция"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Вакцина",
            "Балоксавир (активный метаболит) может образовывать хелат с поливалентными катионами, такими как кальций, алюминий или магний, в пищевых продуктах или лекарствах.",
            "Одновременное применение с интраназальной живой аттенуированной гриппозной вакциной (ЖГВ) не оценивалось",
            "Совместное введение может ингибировать репликацию вируса ЖГВ, что приводит к снижению эффективности вакцины против ЖГВ.",
            "Избегайте одновременного приема молочных продуктов, напитков, обогащенных кальцием, слабительных средств, содержащих поливалентные катионы, антацидов или пероральных добавок (например, кальция, железа, магния, селена, цинка)",
            "Поливалентные катионы"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "добавка магния",
      "description": {
        "common": "Добавка магния снизит уровень или эффект балоксавира марбоксила по другим причинам (см. комментарий). Противопоказано. Препарат может образовывать хелат с поливалентными катионами; может снизить всасывание в желудочно-кишечном тракте; относится к устным формам"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия/карбонат магния",
      "description": {
        "common": "гидроксид алюминия/карбонат магния снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид алюминия/трисиликат магния",
      "description": {
        "common": "гидроксид алюминия/трисиликат магния снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "аспирин/лимонная кислота/бикарбонат натрия снижают уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "Ацетат кальция снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "хлорид кальция снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "цитрат кальция снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "глюконат кальция снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кальций/витамин D",
      "description": {
        "common": "кальций/витамин D снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "карбонильное железо снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хром",
      "description": {
        "common": "хром снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "лимонная кислота/бикарбонат натрия снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "медь",
      "description": {
        "common": "медь снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбоксимальтоза железа",
      "description": {
        "common": "Карбоксимальтоза железа снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат железа",
      "description": {
        "common": "цитрат железа снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "мальтол железа снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пирофосфат железа ДИАЛИЗАТ",
      "description": {
        "common": "Пирофосфат железа DIALYSATE снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "фумарат железа снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "глюконат железа снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "сульфат железа снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ферумокситол",
      "description": {
        "common": "ферумокситол снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "йод",
      "description": {
        "common": "йод снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "Комплекс декстрана железа снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "сахароза железа снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "Хлорид магния снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "цитрат магния снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глюконат магния",
      "description": {
        "common": "глюконат магния снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "гидроксид магния снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "оксид магния снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "сульфат магния снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "марганец",
      "description": {
        "common": "марганец снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "молибден",
      "description": {
        "common": "молибден снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "поливитамины",
      "description": {
        "common": "поливитамины снижают уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мультивитамины, зрение",
      "description": {
        "common": "мультивитамины снижают уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полиэтиленгликоль и электролиты",
      "description": {
        "common": "полиэтиленгликоль и электролиты снижают уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полиэтиленгликоль/электролиты/аскорбат натрия/аскорбиновая кислота",
      "description": {
        "common": "полиэтиленгликоль/электролиты/аскорбат натрия/аскорбиновая кислота снижают уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "полисахарид железа снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "хлорид калия снижает уровень или действие балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селен",
      "description": {
        "common": "селен снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кислый фосфат натрия",
      "description": {
        "common": "кислый фосфат натрия снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфат натрия ректальный",
      "description": {
        "common": "ректальное введение фосфата натрия снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфаты натрия, IV",
      "description": {
        "common": "фосфаты натрия внутривенно снижают уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "пикосульфат натрия/оксид магния/безводная лимонная кислота снижают уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/? Сульфат магния/хлорид калия снижает уровень балоксавира марбоксила путем ингибирования поглощения GI. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния снижает уровень балоксавира марбоксила путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримагния цитрат безводный",
      "description": {
        "common": "Безводный цитрат тримагния снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цинк",
      "description": {
        "common": "цинк снижает уровень или эффект балоксавира марбоксила за счет связывания катионов в желудочно-кишечном тракте. Избегайте или используйте альтернативный препарат. Балоксавир может связываться с поливалентными катионами, что приводит к снижению всасывания. Исследования на обезьянах показали, что одновременное применение с кальцием, алюминием или железом вызывало значительное снижение их уровня в плазме. Исследования на людях не проводились."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против вируса гриппа четырехвалентная, интраназальная",
      "description": {
        "common": "балоксавир марбоксил снижает уровень или эффект четырехвалентной интраназальной вакцины против вируса гриппа за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. Использование балоксавира с интраназальной живой аттенуированной гриппозной вакциной (ЖГВ) не оценивалось. Противовирусные препараты могут ингибировать репликацию вируса ЖГВ, вызывая снижение эффективности вакцины."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие балоксавира марбоксила за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "3"
    },
    {
      "name": "Бронхит",
      "percent": "2"
    },
    {
      "name": "Тошнота",
      "percent": "1"
    },
    {
      "name": "Назофарингит",
      "percent": "1"
    },
    {
      "name": "Головная боль",
      "percent": "1"
    },
    {
      "name": "Тело в целом",
      "percent": null
    },
    {
      "name": "Отек лица",
      "percent": null
    },
    {
      "name": "веки или язык",
      "percent": null
    },
    {
      "name": "дисфония",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "анафилактические реакции",
      "percent": null
    },
    {
      "name": "анафилактический шок",
      "percent": null
    },
    {
      "name": "анафилактоидные реакции",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожно-жировой клетчатки",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "многоформная эритема",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "кровавый понос",
      "percent": null
    },
    {
      "name": "мелена",
      "percent": null
    },
    {
      "name": "колит",
      "percent": null
    },
    {
      "name": "психиатрический",
      "percent": null
    },
    {
      "name": "Бред",
      "percent": null
    },
    {
      "name": "ненормальное поведение",
      "percent": null
    },
    {
      "name": "галлюцинации",
      "percent": null
    }
  ]
}