{
  "name": "омализумаб",
  "comment": "Rx",
  "other_names": [
    "Ксолар"
  ],
  "classes": [
    "Моноклональные антитела",
    "Антиастматики"
  ],
  "source": "https://reference.medscape.com/drug/xolair-omalizumab-343444",
  "pregnancy": {
    "common": [
      "Повышенный уровень низкой массы тела при рождении среди зарегистрированных младенцев по сравнению с младенцами в других зарегистрированных когортах, несмотря на средний гестационный возраст при рождении; однако женщины, принимавшие препарат во время беременности, также имели более тяжелую форму астмы, что затрудняет определение того, является ли низкая масса тела при рождении следствием приема препарата или тяжести заболевания.",
      "Воздействие во время беременности не показало увеличения частоты серьезных врожденных дефектов или выкидышей;",
      "Моноклональные антитела, такие как омализумаб, транспортируются через плаценту линейным образом по мере развития беременности; потенциальное воздействие на плод, вероятно, будет больше во втором и третьем триместрах беременности",
      "Известно, что антитела IgG человека проникают через плацентарный барьер; следовательно, препарат может передаваться от матери к развивающемуся плоду.",
      "Данные показывают, что у женщин с плохо или умеренно контролируемой астмой существует повышенный риск преэклампсии у матери и преждевременных родов, низкой массы тела при рождении и малого веса для гестационного возраста у новорожденных; уровень контроля над астмой следует тщательно контролировать у беременных женщин и при необходимости корректировать лечение для поддержания оптимального контроля"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Большинство младенцев (80,9%, 186/230) в регистре беременных находились на грудном вскармливании; случаи, отнесенные к категории «инфекции и инвазии», не были значительно повышены у младенцев, подвергшихся воздействию через грудное вскармливание, по сравнению с младенцами, которых не кормили грудью, или младенцами, которых кормили грудью без воздействия"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Анафилаксия",
          "description": [
            "Выбор для самостоятельного введения основан на критериях снижения риска анафилаксии.",
            "Будьте готовы справиться с анафилаксией, которая может быть опасной для жизни.",
            "Сообщается об анафилаксии (например, бронхоспазме, гипотензии, обмороке, крапивнице, ангионевротическом отеке горла или языка)",
            "Информировать пациентов о признаках и симптомах анафилаксии и поручить немедленно обратиться за медицинской помощью при появлении симптомов.",
            "Начинайте терапию в медицинских учреждениях и внимательно наблюдайте за пациентами в течение соответствующего периода после введения.",
            "Анафилаксия возникала уже после первой дозы, но также возникала и по прошествии 1 года после начала регулярно назначаемого лечения."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Тяжелая реакция гиперчувствительности к омализумабу или любому из его вспомогательных веществ."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не показано, чтобы облегчить обострения астмы остро; не применять при остром бронхоспазме или астматическом статусе; пациенты должны обратиться к врачу, если их астма остается неконтролируемой или ухудшается после начала лечения с помощью терапии.",
        "Повышенные уровни общего IgE в сыворотке могут сохраняться до 1 года после прекращения приема; не используйте уровни общего IgE в сыворотке, полученные менее чем через 1 год после прекращения приема, для переоценки режима дозирования при астме или полипах носа",
        "Не следует резко прекращать системные или ингаляционные кортикостероиды после начала приема омализумаба; постепенно снижайте дозу кортикостероидов в течение недель/месяцев; применение кортикостероидов у пациентов с ХНН не оценивалось.",
        "Злокачественных новообразований не наблюдалось; частота злокачественных новообразований составила 0,5% по сравнению с 0,2% в контрольной группе в клинических испытаниях; 5-летнее исследование выявило разницу в частоте развития рака между пациентами, получавшими омализумаб, и теми, кто не лечился, но из-за ограничений исследования нельзя исключать повышенный риск рака",
        "Сообщалось об артрите/артралгии, сыпи, лихорадке и лимфаденопатии.",
        "Риск анафилаксии может возникнуть до 24 часов после любой дозы, даже если нет реакции на первую дозу; рекомендовать пациентам проводить экстренное самолечение; прекратить, если возникает тяжелая реакция гиперчувствительности",
        "Мониторинг эозинофилии, васкулитной сыпи, ухудшения легочных симптомов, сердечных осложнений и/или невропатии, особенно при снижении дозы пероральных кортикостероидов.",
        "Мониторинг пациентов с высоким риском заражения геогельминтами при приеме омализумаба",
        "После того, как терапия была установлена, введение предварительно заполненным шприцем за пределами медицинского учреждения пациентом или лицом, осуществляющим уход, может быть целесообразным для отдельных пациентов; отбор пациентов, определяемый поставщиком медицинских услуг в консультации с пациентом, должен учитывать характер событий анафилаксии, наблюдаемых в предмаркетинговых клинических исследованиях и постмаркетинговых спонтанных сообщениях, а также индивидуальные факторы риска пациента (например, предшествующая история анафилаксии), способность распознавать признаки и симптомы анафилаксии, а также возможность выполнения подкожных инъекций предварительно наполненным шприцем с правильной техникой в ​​соответствии с предписанным режимом дозирования и инструкциями по применению"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Реакции в месте инъекции",
      "percent": "45"
    },
    {
      "name": "Головная боль",
      "percent": "12"
    },
    {
      "name": "Артралгия",
      "percent": "8"
    },
    {
      "name": "Боль",
      "percent": "7"
    },
    {
      "name": "Боль в ноге",
      "percent": "4"
    },
    {
      "name": "Головокружение",
      "percent": "3"
    },
    {
      "name": "Усталость",
      "percent": "3"
    },
    {
      "name": "Ушная боль",
      "percent": "2"
    },
    {
      "name": "Зуд",
      "percent": "2"
    },
    {
      "name": "Дерматит",
      "percent": "2"
    },
    {
      "name": "Боль в руке",
      "percent": "2"
    },
    {
      "name": "Перелом",
      "percent": "2"
    },
    {
      "name": "Назофарингит",
      "percent": "9.1"
    },
    {
      "name": "Артралгия",
      "percent": "2.9"
    },
    {
      "name": "Вирусная инфекция верхних дыхательных путей",
      "percent": "2.3"
    },
    {
      "name": "Тошнота",
      "percent": "1.1"
    },
    {
      "name": "Кашель",
      "percent": "1.1"
    },
    {
      "name": "Синусит",
      "percent": "1.1"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "1.1"
    },
    {
      "name": "Головная боль",
      "percent": "8.1"
    },
    {
      "name": "Реакции в месте инъекции",
      "percent": "5.2"
    },
    {
      "name": "Боль в верхней части живота",
      "percent": "3"
    },
    {
      "name": "Артралгия",
      "percent": "3"
    },
    {
      "name": "Головокружение",
      "percent": "3"
    }
  ]
}