{
  "name": "селинексор",
  "comment": "Rx",
  "other_names": [
    "Эксповио"
  ],
  "classes": [
    "Селективные ингибиторы ядерного экспорта (SINE)"
  ],
  "source": "https://reference.medscape.com/drug/xpovio-selinexor-1000301",
  "pregnancy": {
    "common": [
      "Перед началом применения селинексора необходимо проверить статус беременности у самок с репродуктивным потенциалом.",
      "На основании исследований на животных и механизма его действия селинексор может нанести вред плоду при введении беременным женщинам."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "Введение беременным крысам во время органогенеза приводило к структурным аномалиям и изменениям роста при воздействии ниже клинически рекомендованного для человека."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Женщины репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение 1 недели после приема последней дозы.",
          "Мужчины с партнершей репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение 1 недели после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Согласно исследованиям на животных, селинексор может снижать фертильность у самок и самцов."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Отсутствуют данные о присутствии селинексора или его метаболитов в грудном молоке или их влиянии на грудного ребенка или выработку молока.",
      "Из-за возможности серьезных побочных реакций у детей, находящихся на грудном вскармливании, женщинам рекомендуется не кормить грудью во время лечения и в течение 1 недели после приема последней дозы."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Часто сообщалось о нейтропении, потенциально увеличивающей риск инфекции; получить количество лейкоцитов с разницей в исходном уровне и на протяжении всего лечения; контролировать чаще в течение первых трех месяцев лечения; наблюдать за пациентами на наличие признаков и симптомов сопутствующей инфекции и проводить своевременную оценку; рассмотрите поддерживающие меры, включая противомикробные препараты и факторы роста (например, G-CSF); прервать, уменьшить дозу или окончательно прекратить прием в зависимости от тяжести нежелательной реакции",
        "Обычно сообщается о диарее; следите за обезвоживанием и при необходимости оказывайте поддерживающую терапию; прервать, уменьшить дозу или навсегда прекратить в зависимости от тяжести побочных реакций; обеспечить стандартные противодиарейные средства, ввести внутривенные жидкости для предотвращения обезвоживания и заменить электролиты по клиническим показаниям",
        "Эмбриофетальная токсичность может возникнуть",
        "произошло новое начало или обострение катаракты; среднее время до появления новых симптомов составило 228 дней и 237 дней для ухудшения катаракты у пациентов с катарактой в начале терапии; лечение обычно требует хирургического удаления катаракты",
        "Сообщается об анорексии и потере веса; контролировать вес, состояние питания и состояние объема на исходном уровне и на протяжении всего лечения; контролировать чаще в течение первых трех месяцев лечения; прервать, уменьшить дозу или навсегда прекратить в зависимости от тяжести побочных реакций; обеспечить питательную поддержку, жидкости и восполнение электролитов в соответствии с клиническими показаниями",
        "Сообщается о серьезных и смертельных инфекциях; большинство инфекций не были связаны с нейтропенией и были вызваны условно-патогенными микроорганизмами; следить за признаками и симптомами инфекции, оценивать и лечить быстро",
        "Обычно возникают тошнота и/или рвота; следуйте рекомендациям по адекватной гидратации и профилактическому применению противорвотных средств; обеспечить профилактические противорвотные средства; введение антагонистов рецептора 5-HT3 и других средств против тошноты до и во время лечения; прервать, уменьшить дозу или навсегда прекратить в зависимости от тяжести побочных реакций; вводить внутривенные жидкости для предотвращения обезвоживания и замены электролитов по клиническим показаниям",
        "Может возникнуть неврологическая токсичность, включая головокружение, обмороки, угнетение сознания и изменения психического статуса (включая делирий и спутанность сознания); посоветовать пациентам воздерживаться от вождения и участия в опасных профессиях или видах деятельности, таких как работа с тяжелыми или потенциально опасными механизмами, до полного устранения неврологической токсичности; оптимизировать статус гидратации, уровень гемоглобина и сопутствующие лекарства, чтобы избежать усугубления головокружения или изменений психического статуса; принять соответствующие меры предосторожности при падении",
        "Гипонатриемия может развиться быстро (в среднем через 8 дней) и может быть тяжелой; контролировать уровень натрия на исходном уровне и на протяжении всего лечения; контролировать чаще в течение первых двух месяцев лечения; скорректировать уровень натрия при одновременной гипергликемии (глюкоза в сыворотке >150 мг/дл) и высоких уровнях парапротеина в сыворотке; оценить состояние гидратации и контролировать гипонатриемию в соответствии с клиническими рекомендациями, включая внутривенное введение физиологического раствора и/или соляных таблеток в зависимости от ситуации и пересмотр диеты; прервать, уменьшить дозу или окончательно прекратить прием в зависимости от тяжести нежелательной реакции",
        "Может возникнуть опасная для жизни тромбоцитопения, потенциально приводящая к кровотечению; контролировать количество тромбоцитов на исходном уровне и во время лечения; начать переливание тромбоцитов и/или другие методы лечения по клиническим показаниям; наблюдать за пациентами на наличие признаков и симптомов кровотечения и проводить своевременную оценку; прервите, уменьшите дозу или навсегда прекратите прием в зависимости от тяжести нежелательной реакции"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "акривастин",
      "description": {
        "common": "селинексор, акривастин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адалимумаб",
      "description": {
        "common": "селинексор, адалимумаб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "селинексор, альдеслейкин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "селинексор, альфентанил. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпразолам",
      "description": {
        "common": "селинексор, алпразолам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "селинексор, амиодарон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "селинексор, амитриптилин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "селинексор, амобарбитал. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "селинексор, амоксапин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "селинексор, апоморфин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "селинексор, арипипразол. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "селинексор, триоксид мышьяка. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "селинексор, азенапин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "селинексор, азенапин трансдермально. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ауранофин",
      "description": {
        "common": "селинексор, ауранофин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "баклофен",
      "description": {
        "common": "селинексор, баклофен. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "селинексор, белладонна и опиум. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "селинексор, бензгидрокодон/ацетаминофен. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "селинексор, бортезомиб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брентуксимаб ведотин",
      "description": {
        "common": "селинексор, брентуксимаб ведотин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексанолон",
      "description": {
        "common": "селинексор, брексанолон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "селинексор, брекспипразол. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бриварацетам",
      "description": {
        "common": "селинексор, бриварацетам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "селинексор, бромокриптин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "селинексор, бромфенирамин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "селинексор, бупренорфин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "селинексор, бупренорфин буккально. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "селинексор, подкожный имплантат с бупренорфином. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "селинексор, бупренорфин трансдермально. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "селинексор, бупренорфин, инъекции пролонгированного действия. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "селинексор, буспирон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "селинексор, бутабарбитал. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "селинексор, буталбитал. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "селинексор, буторфанол. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "селинексор, карбамазепин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "селинексор, карбиноксамин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карипразин",
      "description": {
        "common": "селинексор, карипразин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каризопродол",
      "description": {
        "common": "селинексор, каризопродол. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цетуксимаб",
      "description": {
        "common": "селинексор, цетуксимаб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "селинексор, хлоралгидрат. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "селинексор, хлордиазепоксид. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "селинексор, хлорпромазин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "селинексор, ципрофлоксацин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цисплатин",
      "description": {
        "common": "цисплатин, селинексор. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "селинексор, циталопрам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клобазам",
      "description": {
        "common": "селинексор, клобазам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "селинексор, кломипрамин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клоназепам",
      "description": {
        "common": "селинексор, клоназепам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клоразепат",
      "description": {
        "common": "селинексор, клоразепат. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "селинексор, клозапин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кодеин",
      "description": {
        "common": "селинексор, кодеин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "колхицин, селинексор. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дапсон",
      "description": {
        "common": "дапсон, селинексор. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "делафлоксацин",
      "description": {
        "common": "селинексор, делафлоксацин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "селинексор, дезипрамин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам",
      "description": {
        "common": "селинексор, диазепам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам буккальный",
      "description": {
        "common": "селинексор, диазепам буккально. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "селинексор, диазепам интраназально. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диданозин",
      "description": {
        "common": "диданозин, селинексор. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дисульфирам",
      "description": {
        "common": "селинексор, дисульфирам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "селинексор, доцетаксел. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "селинексор, доксепин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксиламин",
      "description": {
        "common": "селинексор, доксиламин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "селинексор, эрибулин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "селинексор, эсциталопрам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстазолам",
      "description": {
        "common": "селинексор, эстазолам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзопиклон",
      "description": {
        "common": "селинексор, эзопиклон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этанерцепт",
      "description": {
        "common": "селинексор, этанерцепт. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "селинексор, фентанил. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "селинексор, фентанил интраназально. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "селинексор, фентанил трансдермально. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "селинексор, фентанил трансмукозно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "селинексор, флуоксетин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "селинексор, флуфеназин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуразепам",
      "description": {
        "common": "селинексор, флуразепам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "селинексор, флувоксамин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "селинексор, гемифлоксацин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиомалат натрия-золота",
      "description": {
        "common": "селинексор, тиомалат натрия. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "селинексор, галоперидол. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "селинексор, гидрокодон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "селинексор, гидроморфон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "селинексор, илоперидон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "селинексор, имипрамин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфликсимаб",
      "description": {
        "common": "селинексор, инфликсимаб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ипилимумаб",
      "description": {
        "common": "селинексор, ипилимумаб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефлуномид",
      "description": {
        "common": "селинексор, лефлуномид. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леналидомид",
      "description": {
        "common": "селинексор, леналидомид. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "селинексор, левофлоксацин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леворфанол",
      "description": {
        "common": "селинексор, леворфанол. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоразепам",
      "description": {
        "common": "селинексор, лоразепам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "локсапин",
      "description": {
        "common": "селинексор, локсапин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "селинексор, локсапин ингаляционно. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "луразидон",
      "description": {
        "common": "селинексор, луразидон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меперидин",
      "description": {
        "common": "селинексор, меперидин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефобарбитал",
      "description": {
        "common": "селинексор, мефобарбитал. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "селинексор, метадон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метогекситал",
      "description": {
        "common": "селинексор, метогекситал. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метронидазол",
      "description": {
        "common": "селинексор, метронидазол. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "селинексор, мидазолам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "селинексор, мидазолам интраназально. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "молиндон",
      "description": {
        "common": "селинексор, молиндон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "селинексор, морфин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "селинексор, моксифлоксацин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налбуфин",
      "description": {
        "common": "селинексор, налбуфин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "селинексор, нитрофурантоин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксид азота",
      "description": {
        "common": "селинексор, закись азота. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ниволумаб",
      "description": {
        "common": "селинексор, ниволумаб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норфлоксацин",
      "description": {
        "common": "селинексор, норфлоксацин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "селинексор, нортриптилин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "селинексор, офлоксацин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "селинексор, оланзапин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олицеридин",
      "description": {
        "common": "селинексор, олицеридин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин, селинексор. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксазепам",
      "description": {
        "common": "селинексор, оксазепам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "селинексор, оксикодон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "селинексор, оксиморфон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "селинексор, паклитаксел. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "селинексор, палиперидон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "селинексор, пароксетин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пембролизумаб",
      "description": {
        "common": "селинексор, пембролизумаб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "селинексор, пентазоцин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "селинексор, пентобарбитал. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перфеназин",
      "description": {
        "common": "селинексор, перфеназин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "селинексор, фенобарбитал. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "селинексор, пимавансерин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "селинексор, пимозид. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "селинексор, помалидомид. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "селинексор, примидон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "селинексор, прохлорперазин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "селинексор, протриптилин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "селинексор, пиридоксин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "квазепам",
      "description": {
        "common": "селинексор, квазепам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кветиапин",
      "description": {
        "common": "селинексор, кветиапин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "селинексор, рамелтеон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ремифентанил",
      "description": {
        "common": "селинексор, ремифентанил. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "селинексор, рисперидон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "самодельный",
      "description": {
        "common": "селинексор, самидорфан. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "селинексор, секобарбитал. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "селинексор, сертралин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сорафениб",
      "description": {
        "common": "селинексор, сорафениб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ставудин",
      "description": {
        "common": "селинексор, ставудин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "селинексор, суфентанил. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "селинексор, суфентанил SL. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "селинексор, сунитиниб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суворексант",
      "description": {
        "common": "селинексор, суворексант. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тапентадол",
      "description": {
        "common": "селинексор, тапентадол. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тазимелтеон",
      "description": {
        "common": "селинексор, тазимелтеон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темазепам",
      "description": {
        "common": "селинексор, темазепам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "талидомид",
      "description": {
        "common": "селинексор, талидомид. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "селинексор, тиоридазин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "селинексор, тиотиксен. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "селинексор, трамадол. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триазолам",
      "description": {
        "common": "селинексор, триазолам. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "селинексор, трифлуоперазин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "селинексор, тримипрамин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винбластин",
      "description": {
        "common": "селинексор, винбластин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин",
      "description": {
        "common": "селинексор, винкристин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "селинексор, винкристин липосомальный. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винорелбин",
      "description": {
        "common": "селинексор, винорелбин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "залеплон",
      "description": {
        "common": "селинексор, залеплон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "селинексор, зипразидон. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "золпидем",
      "description": {
        "common": "селинексор, золпидем. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "SVd Снижение числа тромбоцитов",
      "percent": "92"
    },
    {
      "name": "Количество лимфоцитов уменьшилось",
      "percent": "77"
    },
    {
      "name": "Снижение гемоглобина",
      "percent": "71"
    },
    {
      "name": "Повышение уровня глюкозы",
      "percent": "62"
    },
    {
      "name": "Увеличение фосфатов",
      "percent": "61"
    },
    {
      "name": "Усталость",
      "percent": "59"
    },
    {
      "name": "Снижение натрия",
      "percent": "58"
    },
    {
      "name": "Снижение кальция",
      "percent": "55"
    },
    {
      "name": "Тошнота",
      "percent": "50"
    },
    {
      "name": "Снижение количества нейтрофилов",
      "percent": "48"
    },
    {
      "name": "увеличение булочек",
      "percent": "41"
    },
    {
      "name": "повышение АЛТ",
      "percent": "33"
    },
    {
      "name": "Периферическая невропатия",
      "percent": "32"
    },
    {
      "name": "Диарея",
      "percent": "32"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "29"
    },
    {
      "name": "Увеличение креатинина",
      "percent": "28"
    },
    {
      "name": "Снижение альбумина",
      "percent": "27"
    },
    {
      "name": "Снижение калия",
      "percent": "27"
    },
    {
      "name": "Снижение магния",
      "percent": "27"
    },
    {
      "name": "Снижение аппетита",
      "percent": "26"
    },
    {
      "name": "повышение АСТ",
      "percent": "24"
    },
    {
      "name": "Катаракта",
      "percent": "22"
    },
    {
      "name": "Рвота",
      "percent": "21"
    },
    {
      "name": "Увеличение калия",
      "percent": "18"
    },
    {
      "name": "Увеличение билирубина",
      "percent": "16"
    },
    {
      "name": "лихорадка",
      "percent": "15"
    },
    {
      "name": "Затуманенное зрение",
      "percent": "13"
    },
    {
      "name": "Головокружение",
      "percent": "12"
    },
    {
      "name": "увеличение ЩФ",
      "percent": "12"
    },
    {
      "name": "Снижение количества тромбоцитов",
      "percent": "92"
    },
    {
      "name": "Количество лимфоцитов уменьшилось",
      "percent": "77"
    },
    {
      "name": "Снижение гемоглобина",
      "percent": "71"
    },
    {
      "name": "Повышение уровня глюкозы",
      "percent": "62"
    },
    {
      "name": "Увеличение фосфатов",
      "percent": "61"
    },
    {
      "name": "Усталость",
      "percent": "59"
    },
    {
      "name": "Снижение натрия",
      "percent": "58"
    },
    {
      "name": "Снижение кальция",
      "percent": "55"
    },
    {
      "name": "Тошнота",
      "percent": "50"
    },
    {
      "name": "Снижение количества нейтрофилов",
      "percent": "48"
    },
    {
      "name": "увеличение булочек",
      "percent": "41"
    },
    {
      "name": "повышение АЛТ",
      "percent": "33"
    },
    {
      "name": "Периферическая невропатия",
      "percent": "32"
    },
    {
      "name": "Диарея",
      "percent": "32"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "29"
    },
    {
      "name": "Увеличение креатинина",
      "percent": "28"
    },
    {
      "name": "Снижение альбумина",
      "percent": "27"
    },
    {
      "name": "Снижение калия",
      "percent": "27"
    },
    {
      "name": "Снижение магния",
      "percent": "27"
    },
    {
      "name": "Снижение аппетита",
      "percent": "26"
    },
    {
      "name": "повышение АСТ",
      "percent": "24"
    },
    {
      "name": "Катаракта",
      "percent": "22"
    },
    {
      "name": "Рвота",
      "percent": "21"
    },
    {
      "name": "Увеличение калия",
      "percent": "18"
    },
    {
      "name": "Увеличение билирубина",
      "percent": "16"
    },
    {
      "name": "лихорадка",
      "percent": "15"
    },
    {
      "name": "Затуманенное зрение",
      "percent": "13"
    },
    {
      "name": "Головокружение",
      "percent": "12"
    },
    {
      "name": "увеличение ЩФ",
      "percent": "12"
    },
    {
      "name": "Sd Тромбоцитопения",
      "percent": "74"
    },
    {
      "name": "Усталость",
      "percent": "73"
    },
    {
      "name": "Тошнота",
      "percent": "72"
    },
    {
      "name": "анемия",
      "percent": "59"
    },
    {
      "name": "Снижение аппетита",
      "percent": "53"
    },
    {
      "name": "Вес уменьшился",
      "percent": "47"
    },
    {
      "name": "Диарея",
      "percent": "44"
    },
    {
      "name": "Рвота",
      "percent": "41"
    },
    {
      "name": "Гипонатриемия",
      "percent": "39"
    },
    {
      "name": "нейтропения",
      "percent": "34"
    },
    {
      "name": "лейкопения",
      "percent": "28"
    },
    {
      "name": "Запор",
      "percent": "25"
    },
    {
      "name": "Одышка",
      "percent": "24"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "21"
    },
    {
      "name": "Кашель",
      "percent": "16"
    },
    {
      "name": "Изменения психического статуса",
      "percent": "16"
    },
    {
      "name": "лихорадка",
      "percent": "16"
    },
    {
      "name": "Гипергликемия",
      "percent": "15"
    },
    {
      "name": "Головокружение",
      "percent": "15"
    },
    {
      "name": "Бессонница",
      "percent": "15"
    },
    {
      "name": "лимфопения",
      "percent": "15"
    },
    {
      "name": "обезвоживание",
      "percent": "14"
    },
    {
      "name": "Гиперкреатинемия",
      "percent": "14"
    },
    {
      "name": "Пневмония",
      "percent": "13"
    },
    {
      "name": "носовое кровотечение",
      "percent": "12"
    },
    {
      "name": "Гипокалиемия",
      "percent": "12"
    },
    {
      "name": "дисгевзия",
      "percent": "11"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "74"
    },
    {
      "name": "Усталость",
      "percent": "73"
    },
    {
      "name": "Тошнота",
      "percent": "72"
    },
    {
      "name": "анемия",
      "percent": "59"
    },
    {
      "name": "Снижение аппетита",
      "percent": "53"
    },
    {
      "name": "Вес уменьшился",
      "percent": "47"
    },
    {
      "name": "Диарея",
      "percent": "44"
    },
    {
      "name": "Рвота",
      "percent": "41"
    },
    {
      "name": "Гипонатриемия",
      "percent": "39"
    },
    {
      "name": "нейтропения",
      "percent": "34"
    },
    {
      "name": "лейкопения",
      "percent": "28"
    },
    {
      "name": "Запор",
      "percent": "25"
    },
    {
      "name": "Одышка",
      "percent": "24"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "21"
    },
    {
      "name": "Кашель",
      "percent": "16"
    },
    {
      "name": "Изменения психического статуса",
      "percent": "16"
    },
    {
      "name": "лихорадка",
      "percent": "16"
    },
    {
      "name": "Гипергликемия",
      "percent": "15"
    },
    {
      "name": "Головокружение",
      "percent": "15"
    },
    {
      "name": "Бессонница",
      "percent": "15"
    },
    {
      "name": "лимфопения",
      "percent": "15"
    },
    {
      "name": "обезвоживание",
      "percent": "14"
    },
    {
      "name": "Гиперкреатинемия",
      "percent": "14"
    },
    {
      "name": "Пневмония",
      "percent": "13"
    },
    {
      "name": "носовое кровотечение",
      "percent": "12"
    },
    {
      "name": "Гипокалиемия",
      "percent": "12"
    },
    {
      "name": "дисгевзия",
      "percent": "11"
    },
    {
      "name": "ДВККЛ Усталость",
      "percent": "63"
    },
    {
      "name": "Тошнота",
      "percent": "57"
    },
    {
      "name": "Диарея",
      "percent": "37"
    },
    {
      "name": "Снижение аппетита",
      "percent": "37"
    },
    {
      "name": "Снижение веса",
      "percent": "30"
    },
    {
      "name": "Запор",
      "percent": "29"
    },
    {
      "name": "Рвота",
      "percent": "28"
    },
    {
      "name": "лихорадка",
      "percent": "22"
    },
    {
      "name": "Кашель",
      "percent": "18"
    },
    {
      "name": "Отек",
      "percent": "17"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "17"
    },
    {
      "name": "Головокружение",
      "percent": "16"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "15"
    },
    {
      "name": "Расстройство вкуса",
      "percent": "13"
    },
    {
      "name": "Гипотония",
      "percent": "13"
    },
    {
      "name": "Изменения психического статуса",
      "percent": "11"
    },
    {
      "name": "Усталость",
      "percent": "63"
    },
    {
      "name": "Тошнота",
      "percent": "57"
    },
    {
      "name": "Диарея",
      "percent": "37"
    },
    {
      "name": "Снижение аппетита",
      "percent": "37"
    },
    {
      "name": "Снижение веса",
      "percent": "30"
    },
    {
      "name": "Запор",
      "percent": "29"
    },
    {
      "name": "Рвота",
      "percent": "28"
    },
    {
      "name": "лихорадка",
      "percent": "22"
    },
    {
      "name": "Кашель",
      "percent": "18"
    },
    {
      "name": "Отек",
      "percent": "17"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "17"
    },
    {
      "name": "Головокружение",
      "percent": "16"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "15"
    },
    {
      "name": "Расстройство вкуса",
      "percent": "13"
    },
    {
      "name": "Гипотония",
      "percent": "13"
    },
    {
      "name": "Изменения психического статуса",
      "percent": "11"
    },
    {
      "name": "СВД",
      "percent": "43"
    },
    {
      "name": "Снижение количества тромбоцитов",
      "percent": "38"
    },
    {
      "name": "Снижение количества лимфоцитов",
      "percent": "28"
    },
    {
      "name": "Усталость",
      "percent": "23"
    },
    {
      "name": "Снижение содержания фосфатов",
      "percent": "17"
    },
    {
      "name": "Снижение гемоглобина",
      "percent": "14"
    },
    {
      "name": "Снижение натрия",
      "percent": "12"
    },
    {
      "name": "Снижение количества нейтрофилов",
      "percent": "5"
    },
    {
      "name": "SD H",
      "percent": "61"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "40"
    },
    {
      "name": "анемия",
      "percent": "22"
    },
    {
      "name": "Усталость",
      "percent": "22"
    },
    {
      "name": "Гипонатриемия",
      "percent": "21"
    },
    {
      "name": "нейтропения",
      "percent": "11"
    },
    {
      "name": "лейкопения",
      "percent": "5"
    },
    {
      "name": "DLBCL Н",
      "percent": "15"
    },
    {
      "name": "Усталость",
      "percent": "10"
    },
    {
      "name": "Sd Зрение размыто",
      "percent": "10"
    },
    {
      "name": "Головная боль",
      "percent": "10"
    },
    {
      "name": "Размытое зрение",
      "percent": "10"
    },
    {
      "name": "Головная боль",
      "percent": "10"
    },
    {
      "name": "DLBCL Боль в животе",
      "percent": "10"
    },
    {
      "name": "Одышка",
      "percent": "10"
    },
    {
      "name": "Пневмония",
      "percent": "10"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "10"
    },
    {
      "name": "Периферическая невропатия",
      "percent": "10"
    },
    {
      "name": "сенсорный",
      "percent": "10"
    },
    {
      "name": "Кровотечение",
      "percent": "10"
    },
    {
      "name": "Боль в животе",
      "percent": "10"
    },
    {
      "name": "Одышка",
      "percent": "10"
    },
    {
      "name": "Пневмония",
      "percent": "10"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "10"
    },
    {
      "name": "Периферическая невропатия",
      "percent": "9"
    },
    {
      "name": "сенсорный",
      "percent": "9"
    },
    {
      "name": "Кровотечение",
      "percent": "8"
    },
    {
      "name": "Катаракта СВД",
      "percent": "6"
    },
    {
      "name": "Изменения психического статуса",
      "percent": "6"
    },
    {
      "name": "Тошнота",
      "percent": "5"
    },
    {
      "name": "Диарея",
      "percent": "4.6"
    },
    {
      "name": "Снижение калия",
      "percent": "4.1"
    },
    {
      "name": "увеличение булочек",
      "percent": "4.1"
    },
    {
      "name": "Периферическая невропатия",
      "percent": "3.8"
    },
    {
      "name": "Рвота",
      "percent": "3.6"
    },
    {
      "name": "Увеличение калия",
      "percent": "3.6"
    },
    {
      "name": "Повышение уровня глюкозы",
      "percent": "3.6"
    },
    {
      "name": "Снижение аппетита",
      "percent": "3.1"
    },
    {
      "name": "Увеличение креатинина",
      "percent": "2.1"
    },
    {
      "name": "обморок",
      "percent": "2.1"
    },
    {
      "name": "повышение АЛТ",
      "percent": "1.5"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "1.5"
    },
    {
      "name": "Снижение кальция",
      "percent": "1"
    },
    {
      "name": "лихорадка",
      "percent": "9"
    },
    {
      "name": "повышение АСТ",
      "percent": "9"
    },
    {
      "name": "Увеличение билирубина",
      "percent": "8"
    },
    {
      "name": "Катаракта",
      "percent": "6"
    },
    {
      "name": "Изменения психического статуса",
      "percent": "6"
    },
    {
      "name": "Тошнота",
      "percent": "5"
    },
    {
      "name": "Диарея",
      "percent": "4.6"
    },
    {
      "name": "Снижение калия",
      "percent": "4.1"
    },
    {
      "name": "увеличение булочек",
      "percent": "4.1"
    },
    {
      "name": "Периферическая невропатия",
      "percent": "3.8"
    },
    {
      "name": "Рвота",
      "percent": "3.6"
    },
    {
      "name": "Увеличение калия",
      "percent": "3.6"
    },
    {
      "name": "Повышение уровня глюкозы",
      "percent": "3.6"
    },
    {
      "name": "Снижение аппетита",
      "percent": "3.1"
    },
    {
      "name": "Увеличение креатинина",
      "percent": "2.1"
    },
    {
      "name": "обморок",
      "percent": "2.1"
    },
    {
      "name": "повышение АЛТ",
      "percent": "1.5"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "1.5"
    },
    {
      "name": "Снижение кальция",
      "percent": "1"
    },
    {
      "name": "лихорадка",
      "percent": "10"
    },
    {
      "name": "повышение АСТ",
      "percent": "9"
    },
    {
      "name": "Увеличение билирубина",
      "percent": "9"
    },
    {
      "name": "Сд лимфопения",
      "percent": "7"
    },
    {
      "name": "Тошнота",
      "percent": "7"
    },
    {
      "name": "Пневмония",
      "percent": "6"
    },
    {
      "name": "Изменения психического статуса",
      "percent": "4.5"
    },
    {
      "name": "Гипергликемия",
      "percent": "3.5"
    },
    {
      "name": "Диарея",
      "percent": "3.5"
    },
    {
      "name": "Снижение аппетита",
      "percent": "3.5"
    },
    {
      "name": "Рвота",
      "percent": "3.5"
    },
    {
      "name": "Одышка",
      "percent": "3"
    },
    {
      "name": "обезвоживание",
      "percent": "2"
    },
    {
      "name": "Гипокалиемия",
      "percent": "2"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "1.5"
    },
    {
      "name": "Бессонница",
      "percent": "10"
    },
    {
      "name": "Гиперкреатинемия",
      "percent": "9"
    },
    {
      "name": "Запор",
      "percent": "9"
    },
    {
      "name": "лимфопения",
      "percent": "7"
    },
    {
      "name": "Тошнота",
      "percent": "7"
    },
    {
      "name": "Пневмония",
      "percent": "6"
    },
    {
      "name": "Изменения психического статуса",
      "percent": "4.5"
    },
    {
      "name": "Гипергликемия",
      "percent": "3.5"
    },
    {
      "name": "Диарея",
      "percent": "3.5"
    },
    {
      "name": "Снижение аппетита",
      "percent": "3.5"
    },
    {
      "name": "Рвота",
      "percent": "3.5"
    },
    {
      "name": "Одышка",
      "percent": "3"
    },
    {
      "name": "обезвоживание",
      "percent": "2"
    },
    {
      "name": "Гипокалиемия",
      "percent": "2"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "1.5"
    },
    {
      "name": "Бессонница",
      "percent": "6"
    },
    {
      "name": "Гиперкреатинемия",
      "percent": "6"
    },
    {
      "name": "Запор",
      "percent": "4.5"
    },
    {
      "name": "ДВККЛ Тошнота",
      "percent": "3.7"
    },
    {
      "name": "Пневмония",
      "percent": "3.7"
    },
    {
      "name": "лихорадка",
      "percent": "3"
    },
    {
      "name": "Снижение аппетита",
      "percent": "3"
    },
    {
      "name": "Изменения психического статуса",
      "percent": "3"
    },
    {
      "name": "Диарея",
      "percent": "2.2"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "2.2"
    },
    {
      "name": "Гипотония",
      "percent": "1.5"
    },
    {
      "name": "Отек",
      "percent": "1.5"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "1.5"
    },
    {
      "name": "Рвота",
      "percent": "6"
    },
    {
      "name": "Одышка",
      "percent": "6"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "4.5"
    },
    {
      "name": "Тошнота",
      "percent": "3.7"
    },
    {
      "name": "Пневмония",
      "percent": "3.7"
    },
    {
      "name": "лихорадка",
      "percent": "3"
    },
    {
      "name": "Снижение аппетита",
      "percent": "3"
    },
    {
      "name": "Изменения психического статуса",
      "percent": "3"
    },
    {
      "name": "Диарея",
      "percent": "2.2"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "2.2"
    },
    {
      "name": "Гипотония",
      "percent": "1.5"
    },
    {
      "name": "Отек",
      "percent": "1.5"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "1.5"
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": null
    },
    {
      "name": "SVd Головокружение Затуманенное зрение Снижение альбумина Снижение магния",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Снижение альбумина",
      "percent": null
    },
    {
      "name": "Снижение магния",
      "percent": null
    },
    {
      "name": "Sd Снижение веса Лихорадка Носовое кровотечение Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Вес уменьшился",
      "percent": null
    },
    {
      "name": "лихорадка",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "Размытое зрение",
      "percent": null
    },
    {
      "name": "DLBCL Кровоизлияние Головокружение Затуманенное зрение",
      "percent": null
    },
    {
      "name": "Кровотечение",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Затуманенное зрение",
      "percent": null
    }
  ]
}