{
  "name": "энзалутамид",
  "comment": "Rx",
  "other_names": [
    "Кстанди"
  ],
  "classes": [
    "Антиандрогены",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/xtandi-enzalutamide-999769",
  "pregnancy": {
    "common": [
      "Женщинам, которые беременны или могут забеременеть, не следует обращаться с препаратом.",
      "Безопасность и эффективность у женщин не установлены"
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных пероральное введение энзалутамида беременным мышам во время органогенеза вызывало неблагоприятные последствия для развития в дозах ниже максимальной рекомендуемой дозы для человека.",
          "Согласно исследованиям репродуктивной системы животных и механизму действия, энзалутамид может причинять вред плоду и прерывать беременность.",
          "Данные о применении у беременных женщин отсутствуют."
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Основываясь на результатах исследований репродукции животных, посоветуйте пациентам мужского пола с партнершами женского пола с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение 3 месяцев после последней дозы."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "По данным исследований на животных, может нарушать фертильность у мужчин с репродуктивным потенциалом."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Не указано для использования у женщин; неизвестно, распределяется ли в грудном молоке"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "В клинических исследованиях имела место ишемическая болезнь сердца; следить за признаками и симптомами ишемической болезни сердца; оптимизировать управление сердечно-сосудистыми факторами риска (например, гипертонией, диабетом или дислипидемией); прекратить лечение ишемической болезни сердца 3-4 степени",
        "Припадок возникал у пациентов, получавших энзалутамид в рандомизированных клинических исследованиях; информировать пациентов о риске участия в деятельности, при которой внезапная потеря сознания может причинить серьезный вред себе или другим; окончательно прекратить терапию у пациентов, у которых во время лечения развились судороги",
        "Наблюдались реакции гиперчувствительности, включая отек лица, языка или губ; отек глотки, о котором сообщалось в постмаркетинговых случаях; рекомендовать пациентам, которые испытывают какие-либо симптомы гиперчувствительности, временно прекратить лечение и незамедлительно обратиться за медицинской помощью; окончательно прекратить прием препарата при серьезных реакциях гиперчувствительности",
        "Произошли падения и переломы; оценить пациентов на риск переломов и падения; контролировать и вести пациентов с риском переломов в соответствии с установленными рекомендациями по лечению и рассмотреть возможность использования костно-таргетных препаратов; рутинная оценка плотности костной ткани и лечение остеопороза препаратами, воздействующими на кость, в исследованиях не проводились.",
        "Безопасность и эффективность у женщин не установлены (см. Беременность).",
        "Сообщалось о синдроме задней обратимой энцефалопатии (PRES); прекратить терапию у пациентов, у которых развивается PRES"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Избегайте совместного применения этого препарата с некоторыми субстратами CYP3A4, CYP2C9 или CYP2C19, для которых минимальное снижение концентрации может привести к терапевтической неудаче субстрата.",
            "Сильные индукторы CYP3A4",
            "Осторожность при совместном применении с препаратами с узким терапевтическим индексом, которые являются субстратами вышеупомянутых изоферментов CYP.",
            "Совместное введение этого препарата с рифампином (сильным индуктором CYP3A4 и умеренным индуктором CYP2C8) снижает концентрацию энзалутамида в плазме крови в сочетании с N-десметилэнзалутамидом, что может снижать эффективность препарата.",
            "Избегайте coadministration этого препарата с сильными индукторами CYP3A4; если невозможно избежать совместного применения с сильным индуктором CYP3A4, увеличьте дозу этого препарата",
            "Совместное введение этого препарата с гемфиброзилом (сильным ингибитором CYP2C8) увеличивает концентрацию энзалутамида в плазме крови в сочетании с N-десметилэнзалутамидом, что может увеличить частоту и тяжесть побочных реакций препарата.",
            "Избегайте coadministration с сильными ингибиторами CYP2C8; если невозможно избежать одновременного применения с сильным ингибитором CYP2C8, уменьшите дозу этого препарата",
            "Если coadministration нельзя избежать, увеличьте дозировку этих субстратов в соответствии с их предписывая информации; в случаях, когда образуются активные метаболиты, может увеличиваться воздействие активных метаболитов",
            "Влияние энзалутамида на другие препараты",
            "Сильные ингибиторы CYP2C8",
            "Этот препарат является сильным индуктором CYP3A4 и умеренным индуктором CYP2C9 и CYP2C19; одновременное применение этого препарата снижает концентрацию некоторых субстратов CYP3A4, CYP2C9 или CYP2C19, что может снижать эффективность этих субстратов."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект артеметера/лумефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение с сильными индукторами CYP3A4 может привести к снижению концентрации в сыворотке и потере противомалярийной эффективности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "карипразин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект карипразина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. CYP3A4 отвечает за образование и элиминацию активных метаболитов карипразина. Влияние индукторов CYP3A4 на экспозицию карипразина не оценивалось, и общий эффект неясен."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Избегайте совместного администрирования. Сильные или умеренные индукторы CYP3A могут снижать системную экспозицию кобиметиниба более чем на 80% и снижать его эффективность."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "доравирин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект доравирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение доравирина с сильным индуктором CYP3A может снизить концентрацию и/или эффекты доравирина в плазме. Возможность потери вирусологического ответа и возможной резистентности к доравирину."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элбасвир/гразопревир",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект элбасвира/гразопревира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Терапевтический эффект элбасвира/гразопревира может быть снижен при одновременном применении с сильными индукторами CYP3A, поэтому они противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "энзалутамид снижает уровни элвитегравира/кобицистата/эмтрицитабина/тенофовира DF, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Может привести к потере вирусологического ответа и возможной резистентности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект фостемсавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение фостемсавира (пролекарства) с сильными индукторами CYP3A4 значительно снижает концентрацию темсавира (активного компонента) в плазме, что может привести к потере вирусологического ответа и резистентности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил повысит уровень или эффект энзалутамида за счет снижения метаболизма. Противопоказано. Повышенное воздействие энзалутамида может увеличить риск судорог; если одновременное назначение считается необходимым, дозу энзалутамида следует уменьшить."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект ленакапавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение ленакапавира с сильными индукторами CYP3A противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лонафарниб является чувствительным субстратом CYP3A4. Совместное применение с сильными или умеренными индукторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лопинавир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект лорлатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение лорлатиниба с сильными индукторами CYP3A противопоказано. Прекратите прием сильного индуктора CYP3A в течение 3 периодов полувыведения из плазмы, прежде чем начинать лечение лорлатинибом."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "энзалутамид снижает уровень или эффект люмакафтора/ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP3A оказывают минимальное влияние на экспозицию люмакафтора, но снижают экспозицию ивакафтора (AUC) на 57%. Это может снизить эффективность люмакафтора/ивакафтора. Таким образом, coadministration не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект лумефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение с сильными индукторами CYP3A4 может привести к снижению концентрации в сыворотке и потере противомалярийной эффективности."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "энзалутамид снижает уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "налоксегол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект налоксегола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Использование налоксегола с сильными индукторами CYP3A4 не рекомендуется."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект нелфинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект нирматрелвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Нирматрелвир, субстрат CYP3A4, противопоказан при одновременном применении с сильными индукторами CYP3A4. Значительно сниженные концентрации нирматрелвира в плазме могут быть связаны с потенциальной потерей вирусологического ответа и возможной резистентностью. Не назначайте нирматрелвир/ритонавир сразу после прекращения приема сильного индуктора 3А4 из-за времени, необходимого для системного клиренса индуктора."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект нирматрелвира/ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Нирматрелвир, субстрат CYP3A4, противопоказан при одновременном применении с сильными индукторами CYP3A4. Значительно сниженные концентрации нирматрелвира в плазме могут быть связаны с потенциальной потерей вирусологического ответа и возможной резистентностью. Не назначайте нирматрелвир/ритонавир сразу после прекращения приема сильного индуктора 3А4 из-за времени, необходимого для системного клиренса индуктора."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект омбитасвира/паритапревира/ритонавира и дасабувира (DSC), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP3A4 могут снижать уровни партиапревира и ритонавира и, следовательно, снижать эффективность Viekira Pak."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "панобиностат",
      "description": {
        "common": "энзалутамид снижает уровень панобиностата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP3A4 могут снижать уровень панобиностата примерно на 70% и приводить к неэффективности лечения."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "празиквантел",
      "description": {
        "common": "энзалутамид снижает уровень празиквантела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP450 значительно снижают уровень празиквантела в крови."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "регорафениб",
      "description": {
        "common": "энзалутамид, регорафениб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные индукторы CYP3A4 снижают уровень регорафениба и увеличивают экспозицию активного метаболита М-5."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абемацилиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение абемациклиба с сильными индукторами CYP3A4 снижает концентрацию абемациклиба и его метаболитов в плазме крови."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект акалабрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения акалабрутиниба с сильными индукторами CYP3A. Если необходимо использовать сильный индуктор CYP3A, увеличьте дозу акалабрутиниба до 200 мг два раза в день."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "энзалутамид будет повышать уровень или эффект адаграсиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект альфузозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект алпелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения алпелисиба (субстрат CYP3A4) с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект амиодарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амлодипин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "энзалутамид снижает уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апремиласт",
      "description": {
        "common": "энзалутамид снижает уровень или эффект апремиласта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с сильными индукторами CYP приводит к значительному снижению системного воздействия апремиласта, что может привести к потере эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "энзалутамид снижает уровень или эффект апрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект арипипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "энзалутамид увеличивает уровень или эффект армодафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект атазанавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аванафил",
      "description": {
        "common": "энзалутамид снижает уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акситиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект бедаквилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения бедаквилина с сильными индукторами CYP3A4 из-за возможного снижения терапевтического эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект бортезомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "энзалутамид снижает уровень бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 снижали концентрацию бозутиниба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект бригатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с сильными индукторами CYP3A4 может снизить эффективность бригатиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект кабозантиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения кабозантиниба с сильными индукторами CYP3A4. Если требуется сильный индуктор CYP3A4, увеличьте дозу кабозантиниба на 40 мг/сут (кометрик) или на 20 мг/сут (кабометикс). Возобновить предыдущую дозу через 2-3 дня после прекращения приема сильного индуктора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кальцитриол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект кальцитриола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "капматиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект капматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "энзалутамид снижает уровень церитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект хлордиазепоксида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повышает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клоразепат",
      "description": {
        "common": "энзалутамид снижает уровень или эффект клоразепата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат увеличивает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "энзалутамид снижает уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "копанлисиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект копанлисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения копанлисиба с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "энзалутамид снижает уровень дабрафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дантролен",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект дантролена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даридорексант",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект даридорексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект дефлазакорта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения дефлазакорта с умеренными или сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "делавирдин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект делавирдина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект дилтиазема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "энзалутамид снижает уровень или эффект доцетаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект липосомального доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект дувелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение с сильным индуктором CYP3A уменьшает площадь под кривой (AUC) дувелисиба, что может снижать эффективность дувелисиба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "энзалутамид снижает уровень или эффект элиглустата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A значительно снижают экспозицию элиглустата; совместное введение не рекомендуется"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект элвитегравира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегать; одновременное применение с индукторами CYP3A может привести к снижению концентрации элвитегравира и/или одновременно применяемого ингибитора протеазы в плазме крови и привести к потере терапевтического эффекта и возможной резистентности"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект энкорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект энтректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эрдафитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "энзалутамид снижает уровень или эффект основания эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "энзалутамид снижает уровень или действие этилсукцината эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "энзалутамид снижает уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "энзалутамид снижает уровень или действие стеарата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эсциталопрама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эзомепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "энзалутамид снижает уровень или действие эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект синтетических конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "энзалутамид снижает уровень или действие этерифицированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстропипат",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзопиклон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эсзопиклона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этосуксимид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект этосуксимида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этопозид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект этопозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект этравирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "экземестан",
      "description": {
        "common": "энзалутамид снижает уровень или эффект экземестана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект федратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффект одновременного применения сильного индуктора CYP3A4 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фелбамат",
      "description": {
        "common": "энзалутамид снижает уровень или эффект фелбамата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фелодипин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект фелодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "энзалутамид будет повышать уровень или эффект фексинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Индукторы CYP450 могут значительно повышать концентрацию в плазме активных метаболитов фексинидазола: сульфоксида фексинидазола (М1) и сульфона фексинидазола (М2). Концентрации М2 в плазме связаны с повышенным риском удлинения интервала QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финеренон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуразепам",
      "description": {
        "common": "энзалутамид снижает уровень или эффект флуразепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект фосампренавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект фосапрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект фостаматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект ганаксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ганаксолона с умеренными или сильными индукторами CYP3A4. Если coadministration неизбежен, рассмотреть вопрос об увеличении дозы ganaxolone; однако не превышайте максимальную суточную дозу для веса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект гласдегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения глаздегиба с сильными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект глекапревира/пибрентасвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение препаратов, индуцирующих CYP3A4, с глекапревиром/пибрентасвиром может снизить концентрацию глекапревира/пибрентасвира в плазме. Возможность потери терапевтического эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксипрогестерона капроат (ДСК)",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект гидроксипрогестерона капроата (DSC), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "энзалутамид снижает уровень ибрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A снижают концентрацию ибрутиниба в плазме примерно в 10 раз."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект иматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект инфигратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "энзалутамид снижает уровень или действие исрадипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект истрадефиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения истрадефиллина с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект ивабрадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ивабрадина с умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект иводидениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение ивозидениба с сильными индукторами CYP3A4 снижало концентрацию ивозидениба в плазме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иксазомиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект иксазомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения иксазомиба с сильными индукторами CYP3A. Было показано, что сильные индукторы снижают Cmax иксазомиба на 54% и AUC на 74%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект кетоконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения кетоконазола с сильными индукторами CYP3A4 в течение 2 недель и во время лечения таблетками кетоконазола. Если использование неизбежно, контролируйте противогрибковую активность и при необходимости увеличьте дозу кетоконазола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект лапатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект ларотректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения ларотректиниба с сильными индукторами CYP3A4, удвойте дозу ларотректиниба. Возобновить предыдущую дозу ларотректиниба после прекращения приема индуктора CYP3A4 в течение 3–5 периодов полувыведения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект лефамулина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лефамулина с сильными или умеренными индукторами CYP3A, за исключением случаев, когда польза превышает риски. Следите за снижением эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лемборексант",
      "description": {
        "common": "энзалутамид снижает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ломитапид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет увеличивать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лозартан",
      "description": {
        "common": "энзалутамид снижает уровень или эффект лозартана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ловастатин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люматепероне",
      "description": {
        "common": "энзалутамид снижает уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "луразидон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект луразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лубинированный",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект лурбинектина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект мациморелина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Возможность ложноположительных результатов теста при одновременном применении мациморелина и сильных индукторов CYP3A4. Прекратите прием сильного индуктора CYP3A4, обеспечив достаточное время вымывания перед тестированием."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мацитентан",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения мацитентана с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "маравирок",
      "description": {
        "common": "энзалутамид снижает уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "марихуана",
      "description": {
        "common": "энзалутамид снижает уровень или эффект марихуаны, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект мефлохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "местранол",
      "description": {
        "common": "энзалутамид снижает уровень или действие местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект метадона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект метилпреднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "энзалутамид снижает уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидостаурин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект мидостаурина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A4 могут снижать концентрацию мидостаурина, что приводит к снижению эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект мобоцертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект нальдемедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект нератиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения нератиниба с сильными/умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект нетупитанта/палоносетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Нетупитант в основном метаболизируется CYP3A4; избегать использования у пациентов, которые хронически используют сильный индуктор CYP3A4"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нимодипин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект норэтиндрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте coadministration, если польза не перевешивает риск. При совместном применении гормональные контрацептивы не являются надежным методом эффективного контроля над рождаемостью. Одновременное применение может увеличить частоту нежелательных явлений, связанных с менструацией (аменорея, дисменорея, меноррагия)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрона ацетат",
      "description": {
        "common": "энзалутамид снижает уровень или эффект норэтиндрона ацетата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте coadministration, если польза не перевешивает риск. При совместном применении гормональные контрацептивы не являются надежным методом эффективного контроля над рождаемостью. Одновременное применение может увеличить частоту нежелательных явлений, связанных с менструацией (аменорея, дисменорея, меноррагия)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрон трансдермальный",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект трансдермального норэтиндрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте coadministration, если польза не перевешивает риск. При совместном применении гормональные контрацептивы не являются надежным методом эффективного контроля над рождаемостью. Одновременное применение может увеличить частоту нежелательных явлений, связанных с менструацией (аменорея, дисменорея, меноррагия)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норгестрел",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект норгестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олутазидениб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект олутазидиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные или умеренные индукторы CYP3A снижают концентрацию и эффективность олутазидиниба (субстрата CYP3A4) в плазме."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омепразол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект ондансетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект осимертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения осимертиниба с сильными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект палбоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Сильные индукторы CYP3A снижают экспозицию палбоциклиба в плазме примерно на 85%."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пемигатиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект пемигатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перампанель",
      "description": {
        "common": "энзалутамид снижает уровень или эффект перампанела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект пексидартиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "энзалутамид снижает уровень помалидомида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "энзалутамид снижает уровень понатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте, если совместное введение не перевешивает возможный риск недоэкспозиции понатиниба; контролировать признаки снижения эффективности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пралсетиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект пралсетиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если избежать этого невозможно, удвойте текущую дозу пралсетиниба, начиная с 7-го дня одновременного применения с сильным индуктором CYP3A. После прекращения приема индуктора в течение как минимум 14 дней возобновите прием прежней дозы пралсетиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "претоманид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект претоманида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Претоманид является субстратом CYP3A4. Избегайте одновременного применения сильных или умеренных индукторов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект примахина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "интравагинальный гель с прогестероном",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект интравагинального геля прогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прогестерон микронизированный",
      "description": {
        "common": "энзалутамид снижает уровень или эффект микронизированного прогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прогестерон, натуральный",
      "description": {
        "common": "энзалутамид будет снижать уровень или действие прогестерона, естественным образом влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кветиапин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект кветиапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект рибоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Следует избегать одновременного применения рибоциклиба с сильными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если это неизбежно, увеличьте дозу энзалутамида со 160 мг до 240 мг в сутки. После прекращения приема сильного индуктора CYP3A4 верните дозу энзалутамида к дозе, которая использовалась до начала приема сильного индуктора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рассмотрите возможность использования альтернанта, который не имеет или имеет минимальный индукционный потенциал CYP3A4, когда это возможно. Если это неизбежно, увеличьте дозу энзалутамида со 160 мг в день до 240 мг в день. Если сильный индуктор CYP3A4 прекращается, верните дозу энзалутамида к дозе, которая использовалась до начала сильного CY."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если это неизбежно, увеличьте дозу энзалутамида со 160 мг в день до 240 мг в день. Если прием индуктора CYP3A4 прекращается, верните дозу энзалутамида к дозе, которая использовалась до начала приема индуктора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рипретиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект рипретиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное применение с сильным ингибитором CYP3A снижает системное воздействие рипретиниба и его активного метаболита (DP-5439), что может снизить риск побочных реакций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект ривароксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рофлумиласт",
      "description": {
        "common": "энзалутамид снижает уровень или эффект рофлумиласта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "болтливый",
      "description": {
        "common": "энзалутамид снижает уровень или эффект ролапитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Длительное совместное введение сильных индукторов CYP3A4 с ролапитантом может значительно снизить эффективность ролапитанта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект ромидепсина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет увеличивать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект селуметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект симвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект сипонимода, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение сипонимода с препаратами, вызывающими умеренный CYP2C9 плюс умеренный или сильный индуктор CYP3A4. Одновременное применение только с умеренными или сильными индукторами CYP3A4 не рекомендуется для пациентов с генотипом CYP2C9*1/*3 и *2/*3."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект софосбувира/велпатасвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Велпатасвир является субстратом CYP2B6, CYP2C8 и CYP3A4. Препараты, являющиеся индукторами CYP2B6, CYP2C8 или CYP3A4, от умеренных до сильных, могут значительно снижать концентрацию велпатасвира в плазме, что может привести к снижению терапевтического эффекта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сонидегиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект сонидегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сонидегиба с сильными или умеренными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сорафениб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект сорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект спарсентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "стирипентол",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект стирипентола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Энзалутамид является сильным индуктором CYP3A4/CYP2C19. Стирипентол является субстратом CYP3A4/CYP2C19. Если невозможно избежать одновременного применения, внимательно наблюдайте и при необходимости рассмотрите возможность увеличения дозы стирипентола."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тадалафил",
      "description": {
        "common": "энзалутамид снижает уровень или действие тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "энзалутамид снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект тамсулозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тезакафтор",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект тезакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "энзалутамид снижает уровень или эффект тикагрелора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект типранавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тивозаниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект тивозаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толтеродин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "энзалутамид снижает уровень или эффект торемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трабектин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект трабектедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект тукатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "задиристый",
      "description": {
        "common": "энзалутамид снижает уровень или эффект уброгепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "улипристал",
      "description": {
        "common": "энзалутамид снижает уровень или эффект улипристала, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект упадацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения упадацитиниба с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валбеназин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект валбеназина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное использование не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект вандетаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "велпатасвир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект велпатасвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект вемурафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "энзалутамид снижает уровень или эффект венетоклакса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения венетоклакса с сильными или умеренными индукторами CYP3A. Рассмотрите альтернативное лечение препаратами с меньшей индукцией CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винбластин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект винбластина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект липосомального винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "энзалутамид снижает уровень или действие воклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вонопразан",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект вонопразана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "энзалутамид снижает уровень ворапаксара, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект вортиоксетина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "энзалутамид снижает уровень или эффект вокселотора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор в основном метаболизируется CYP3A4. Избегайте совместного применения с умеренными или сильными индукторами CYP3A4. Если невозможно избежать одновременного применения, увеличьте дозу вокселотора (см. Модификации дозировки)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воксилапревир",
      "description": {
        "common": "энзалутамид снижает уровень или эффект воксилапревира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "золпидем",
      "description": {
        "common": "энзалутамид снижает уровень или эффект золпидема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абиратерон",
      "description": {
        "common": "энзалутамид снижает уровень абиратерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте совместного применения абиратерона с сильными индукторами CYP3A4; если необходимо использовать сильный индуктор CYP3A4, увеличьте частоту дозирования абиратерона с одного раза в день до двух раз в день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "энзалутамид снижает уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "энзалутамид снижает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуемая доза атогепанта при одновременном применении сильных или умеренных индукторов CYP3A4 составляет 30 мг или 60 мг в день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аватромбопаг",
      "description": {
        "common": "энзалутамид снижает уровень или эффект аватромбопага, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При лечении ИТП совместное введение аватромбопага с умеренным или сильным двойным индуктором CYP2C9/3A4 требует увеличения начальной дозы аватромбопага. Конкретные рекомендации см. в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белумосудил",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект белумосудила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличьте дозу белумосудила до 200 мг перорально два раза в день при одновременном применении с сильными индукторами CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект бензгидрокодона/ацетаминофена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при прекращении приема индукторов CYP3A4, которые назначают вместе с бензгидрокодоном (пролекарство гидрокодона); Концентрации гидрокодона в плазме могут увеличиться, что может привести к угнетению дыхания со смертельным исходом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брентуксимаб ведотин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект брентуксимаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект брекспипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Удвойте дозу брекспипразола в течение 1-2 недель при одновременном применении с сильным индуктором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект бромокриптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "энзалутамид снижает уровень или действие бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект подкожного имплантата бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Наблюдайте за пациентами, уже находящимися на подкожном имплантате с бупренорфином, которым требуется недавно начатое лечение индуктором CYP3A4 на наличие признаков и симптомов отмены. Если доза сопутствующего индуктора CYP3A4 не может быть уменьшена или прекращена, может потребоваться удаление имплантата, а затем пациенту следует назначить лекарственную форму бупренорфина, которая позволяет корректировать дозу. Если лечение индуктором CYP3A4 прекращено у пациента, состояние которого стабилизировалось на бупренорфине, наблюдайте за пациентом на предмет передозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект трансдермального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект бупренорфина, инъекции длительного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Пациенты, которые переходят на инъекции бупренорфина пролонгированного действия с трансмукозального введения бупренорфина совместно с индукторами CYP3A4, должны находиться под наблюдением для обеспечения адекватных уровней бупренорфина в плазме. Если доза бупренорфина неадекватна, а индуктор CYP3A4 нельзя уменьшить или отменить, переведите пациента обратно на форму бупренорфина, которая позволяет корректировать дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буспирон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кальцифедиол",
      "description": {
        "common": "энзалутамид, кальцифедиол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Препараты, стимулирующие микросомальное гидроксилирование, сокращают период полувыведения кальцифедиола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект каннабидиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность увеличения дозы каннабидиола (на основании клинического ответа и переносимости) при совместном применении с сильным индуктором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект хлорохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект циталопрама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект кларитромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "энзалутамид снижает уровень или эффект клоназепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект кобицистата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дапсон",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект дапсона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект дарифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект дексаметазона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "энзалутамид снижает уровень или эффект диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "энзалутамид снижает уровень или эффект интраназального диазепама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Сильные или умеренные индукторы CYP2C19 могут увеличивать скорость выведения диазепама; таким образом может быть уменьшена эффективность диазепама."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект дронабинола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Дронабинол является субстратом CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "энзалутамид снижает уровень или эффект элаголикса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, энзалутамид. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфортумаб ведотин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Если необходимо одновременное введение умеренного индуктора CYP2C9, сначала назначьте дозу 8 мг/сут с возможностью увеличения до 9 мг/сут в зависимости от уровня фосфатов в сыворотке на 14–21-й день и переносимости. Если умеренный индуктор CYP2C9 должен применяться одновременно после периода увеличения начальной дозы в зависимости от уровня фосфатов в сыворотке и переносимости, увеличьте дозу эрдафитиниба до 9 мг. При отмене умеренного индуктора продолжайте прием эрдафитиниба в той же дозе при отсутствии токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол вагинальный",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект вагинального эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "энзалутамид снижает уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект трансмукозального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение фентанила с индукторами CYP3A4 может привести к снижению концентрации фентанила в плазме, отсутствию эффективности или, возможно, развитию синдрома отмены у пациента, у которого развилась физическая зависимость от фентанила. После прекращения приема индуктора CYP3A4 по мере снижения эффекта индуктора концентрация фентанила в плазме будет повышаться, что может усиливать или продлевать как терапевтические, так и побочные эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные индукторы CYP3A4 существенно снижают системное воздействие флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галлий Ga 68 ПСМА-11",
      "description": {
        "common": "энзалутамид снизит уровень или эффект галлия Ga 68 PSMA-11 по неустановленному механизму взаимодействия. Изменить терапию/внимательно контролировать. Терапия депривации андрогенов и другие методы лечения, направленные на андрогенный путь, могут привести к изменениям в поглощении галлия Ga 68 PSMA-11 при раке предстательной железы. Влияние ADT на характеристики галлия Ga 68 PSMA-11 неизвестно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "энзалутамид снижает уровень или эффект гефитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличьте дозу гефитиниба до 500 мг в день при совместном применении с сильным индуктором CYP3A4. Возобновить прием гефитиниба в дозе 250 мг/сут через 7 дней после прекращения приема сильного индуктора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "энзалутамид снижает уровень или эффект гуанфацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные или умеренные индукторы CYP3A4 значительно снижают концентрацию гуанфацина в плазме и период полувыведения. При совместном применении может потребоваться более частое введение препарата IR для достижения или поддержания желаемого гипотензивного ответа. Для пациентов с СДВГ одобренная FDA маркировка гуанфацина ER рекомендует, чтобы при одновременном применении удвоение рекомендуемой дозы гуанфацина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект галоперидола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект гидрокодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Следует соблюдать осторожность при прекращении приема индукторов CYP3A4, которые назначают вместе с гидрокодоном; концентрация гидрокодона в плазме может увеличиваться и может привести к потенциально смертельному угнетению дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "энзалутамид повышает токсичность ифосфамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Индукторы CYP3A4 могут усиливать метаболизм ифосфамида до его активных алкилирующих метаболитов. Индукторы CYP3A4 могут увеличивать образование нейротоксического/нефротоксического метаболита ифосфамида, хлорацетальдегида. Внимательно наблюдайте за пациентами, принимающими ифосфамид с индукторами CYP3A4, на предмет токсичности и рассмотрите возможность корректировки дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет увеличивать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левамлодипин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект левамлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Информация о количественных эффектах индукторов CYP3A4 на амлодипин отсутствует. Внимательно следите за артериальным давлением при одновременном применении амлодипина с индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел внутриматочный",
      "description": {
        "common": "энзалутамид снижает уровень левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально",
      "description": {
        "common": "энзалутамид снижает уровень левоноргестрела при пероральном приеме, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект левоноргестрела перорально/этинилэстрадиола/бисглицината железа, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Эффективность гормональных контрацептивов может быть снижена. Используйте альтернативный метод контрацепции или резервный метод, когда индукторы ферментов используются с комбинированными гормональными контрацептивами (КГК), и продолжайте резервную контрацепцию в течение 28 дней после прекращения приема индуктора ферментов, чтобы обеспечить надежность контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линаглиптин",
      "description": {
        "common": "энзалутамид увеличивает уровень или эффект линаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Настоятельно рекомендуется использовать альтернативные методы лечения, когда линаглиптин следует вводить с индуктором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "медроксипрогестерон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна неэффективность контрацепции. Используйте альтернативу, если она доступна."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект миртазапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "энзалутамид снижает уровень или эффект модафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "энзалутамид снижает уровень или эффект монтелукаста, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект невирапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нифедипин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект нифедипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект олицеридина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Если необходимо совместное применение с индуктором CYP3A4, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будут достигнуты стабильные эффекты препарата; следить за признаками отмены опиоидов. Если индуктор прекращается, рассмотрите возможность снижения дозы олицеридина и следите за признаками угнетения дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "энзалутамид снижает уровень или эффект осилодростата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Мониторинг концентрации кортизола и признаков и симптомов пациента во время coadministration или прекращения с сильными индукторами CYP3A4. При необходимости отрегулируйте дозу осилодростата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "энзалутамид снижает уровень оспемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "энзалутамид снижает уровень оксикодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "энзалутамид снижает уровень или эффект связывания паклитаксела с белком, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "энзалутамид снижает уровень или действие пимавансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте coadministration, если это возможно. Следите за снижением эффективности пимавансерина. Может потребоваться увеличение дозы пимавансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "питолизант",
      "description": {
        "common": "энзалутамид снижает уровень или эффект питолизанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Экспозиция питолизанта снижается на 50% при одновременном применении с сильными индукторами CYP3A4. Для пациентов, стабильно получающих питолизант в дозе 8,9 мг/день или 17,8 мг/день, удвойте дозу питолизанта (т.е. 17,8 мг или 35,6 мг соответственно) в течение 7 дней. Если сильный индуктор CYP3A4 прекращается, уменьшите дозу питолизанта наполовину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полатузумаб ведотин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект полатузумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Полатузумаб подвергается катаболизму до небольших пептидов, аминокислот, монометилауристатина Е (MMAE) и неконъюгированных катаболитов, связанных с MMAE. MMAE является субстратом CYP3A4. Совместное введение полатузумаба ведотина с сильным индуктором CYP3A4 может снизить AUC неконъюгированного MMAE."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект квазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект хинидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект рифабутина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "риосигуат",
      "description": {
        "common": "энзалутамид снижает уровень или эффект риоцигуата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Данные недоступны для коррекции дозы"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "энзалутамид снижает уровень или эффект силденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ожидается, что мощные индукторы CYP3A4 вызовут существенное снижение уровня силденафила в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и энзалутамид усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, энзалутамид. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "энзалутамид снижает уровень или эффект суфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "энзалутамид снижает эффекты суфентанила SL, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное введение индукторов CYP3A4 может снижать уровни и эффективность суфентанила, возможно ускоряя синдром отмены у пациентов, у которых развилась физическая зависимость от суфентанила. Прекращение одновременного применения индукторов CYP3A4 может увеличить концентрацию суфентанила в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "энзалутамид снижает уровень или эффект суворексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные индукторы CYP3A4 могут снижать эффективность суворексанта; если требуется увеличение дозы суворексанта, не превышайте 20 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус мазь",
      "description": {
        "common": "энзалутамид снижает уровень или эффект мази такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тазимелтеон",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект тазимелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Избегайте одновременного применения тазимелтеона с сильными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "тековиримат будет увеличивать уровень или эффект энзалутамида, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Тековиримат является слабым ингибитором CYP2C8 и CYP2C19. Следите за побочными эффектами при совместном применении с чувствительными субстратами этих ферментов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенипозид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект тенипозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект тербинафина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень энзалутамида за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Терифлуномид ингибирует CYP2C8; осторожность при совместном применении с субстратами CYP2C8."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиагабин",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект тиагабина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект тофацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Потеря или снижение ответа на тофацитиниб может произойти при одновременном применении с мощными индукторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект трамадола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Снижение AUC трамадола и активного метаболита (О-десметилтрамадола) при одновременном применении с сильными индукторами CYP3A4 и CYP2B6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "энзалутамид снижает уровень или эффект тразодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "энзалутамид снижает уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "энзалутамид снижает уровень или эффект верапамила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилазодон",
      "description": {
        "common": "энзалутамид снижает уровень вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Рассмотрите возможность увеличения дозы вилазодона в 2 раза (не более 80 мг/сут) при совместном применении с сильными индукторами CYP3A4 в течение >14 дней."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "энзалутамид снижает уровень или эффект вориконазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "энзалутамид снижает уровень вортиоксетина за счет усиления метаболизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность увеличения дозы вортиоксетина при совместном применении с сильными индукторами CYP в течение > 14 дней; не превышать первоначальную дозу вортиоксетина в 3 раза."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "энзалутамид снижает уровень или эффект варфарина, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зонисамид",
      "description": {
        "common": "энзалутамид снижает уровень или действие зонисамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект энзалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Астенические состояния",
      "percent": "47-51"
    },
    {
      "name": "Боль в спине",
      "percent": "26-29"
    },
    {
      "name": "Запор",
      "percent": "23"
    },
    {
      "name": "Диарея",
      "percent": "22"
    },
    {
      "name": "Артралгия",
      "percent": "21"
    },
    {
      "name": "Горячий смыв",
      "percent": "18-20"
    },
    {
      "name": "Снижение аппетита",
      "percent": "19"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "16"
    },
    {
      "name": "Периферический отек",
      "percent": "12-15"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "15"
    },
    {
      "name": "Гипертония",
      "percent": "6.4-14"
    },
    {
      "name": "Водопады",
      "percent": "4.6-13"
    },
    {
      "name": "Головная боль",
      "percent": "11-12"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "12"
    },
    {
      "name": "Одышка",
      "percent": "11"
    },
    {
      "name": "Головокружение",
      "percent": "9.5-11"
    },
    {
      "name": "Мышечная слабость",
      "percent": "9.8"
    },
    {
      "name": "Бессонница",
      "percent": "8.2-8.8"
    },
    {
      "name": "Гематурия",
      "percent": "6.9-8.8"
    },
    {
      "name": "Непатологические переломы",
      "percent": "4-8.8"
    },
    {
      "name": "Инфекция нижних дыхательных путей и легких",
      "percent": "7.9-8.5"
    },
    {
      "name": "дисгевзия",
      "percent": "7.6"
    },
    {
      "name": "Компрессия спинного мозга и синдром конского хвоста",
      "percent": "7.4"
    },
    {
      "name": "Беспокойство",
      "percent": "6.5"
    },
    {
      "name": "Поллакиурия",
      "percent": "4.8"
    },
    {
      "name": "Зуд",
      "percent": "3.8"
    },
    {
      "name": "Сухая кожа",
      "percent": "3.5"
    },
    {
      "name": "носовое кровотечение",
      "percent": "3.3"
    },
    {
      "name": "Астенические состояния",
      "percent": "3.4-9"
    },
    {
      "name": "Гипертония",
      "percent": "7.2"
    },
    {
      "name": "Компрессия спинного мозга и синдром конского хвоста",
      "percent": "6.6"
    },
    {
      "name": "Парестезия",
      "percent": "6.6"
    },
    {
      "name": "Боль в спине",
      "percent": "2.5-5.3"
    },
    {
      "name": "Психические расстройства",
      "percent": "4.3-5.7"
    },
    {
      "name": "Гипестезия",
      "percent": "4"
    },
    {
      "name": "Гинекомастия",
      "percent": "3.4"
    },
    {
      "name": "Артралгия",
      "percent": "1.6-2.5"
    },
    {
      "name": "Инфекция нижних дыхательных путей и легких",
      "percent": "1.5-2.4"
    },
    {
      "name": "Гипертония",
      "percent": "2.1"
    },
    {
      "name": "Синдром беспокойных ног",
      "percent": "2.1"
    },
    {
      "name": "Непатологические переломы",
      "percent": "1.4-2.1"
    },
    {
      "name": "Гематурия",
      "percent": "1.3-1.8"
    },
    {
      "name": "Водопады",
      "percent": "0.3-1.6"
    },
    {
      "name": "Мышечная слабость",
      "percent": "1.5"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "1.3"
    },
    {
      "name": "Диарея",
      "percent": "0.3-1.1"
    },
    {
      "name": "Периферический отек",
      "percent": "0.2-1"
    },
    {
      "name": "Головная боль",
      "percent": "0.2-0.9"
    },
    {
      "name": "Уменьшенный вес",
      "percent": "0.8"
    },
    {
      "name": "Запор",
      "percent": "0.7"
    },
    {
      "name": "Одышка",
      "percent": "0.6"
    },
    {
      "name": "Головокружение",
      "percent": "0.3-0.5"
    },
    {
      "name": "Психические расстройства",
      "percent": "0.3"
    },
    {
      "name": "Гипестезия",
      "percent": "0.3"
    },
    {
      "name": "Беспокойство",
      "percent": "0.3"
    },
    {
      "name": "Снижение аппетита",
      "percent": "0.3"
    },
    {
      "name": "носовое кровотечение",
      "percent": "0.1"
    },
    {
      "name": "Горячий смыв",
      "percent": "0.1"
    },
    {
      "name": "дисгевзия",
      "percent": "0.1"
    },
    {
      "name": "Синдром беспокойных ног",
      "percent": "0.1"
    },
    {
      "name": "Бессонница",
      "percent": "0.1"
    }
  ]
}