{
  "name": "финафлоксацин ушной",
  "comment": "Discontinued",
  "other_names": [
    "Хторо"
  ],
  "classes": [
    "Антибиотики",
    "слуховой",
    "Хинолоны"
  ],
  "source": "https://reference.medscape.com/drug/xtoro-finafloxacin-otic-999986",
  "pregnancy": {
    "common": [
      "Показано, что тератогенный у кроликов и крыс после перорального введения; дефекты нервной трубки и аномалии скелета у обоих видов, а также аномалии конечностей у кроликов наблюдались при воздействии, которое, по оценкам, в 1300 раз превышало максимальное системное воздействие на человека после местного введения 0,3% финафлоксацина в уши.",
      "Категория беременности: C",
      "Поскольку исследования на животных не всегда предсказывают реакции человека, используйте во время беременности только в том случае, если потенциальная польза оправдывает потенциальный риск для плода."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Выявляется в молоке кормящих крыс после перорального введения.",
      "Следует соблюдать осторожность при назначении финафлоксацина кормящей матери.",
      "Системная концентрация у человека после местного ушного лечения низкая; неизвестно, может ли местное ушное введение привести к достаточной системной абсорбции для образования обнаруживаемых количеств в грудном молоке человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Как и в случае с другими антибактериальными препаратами, длительное использование может привести к чрезмерному росту резистентных организмов, включая дрожжи и грибки.",
        "Аллергические реакции могут возникать у пациентов с повышенной чувствительностью к финафлоксацину, другим хинолонам или к любому из компонентов этого препарата в анамнезе; если возникает аллергическая реакция, прекратите использование и начните альтернативную терапию"
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Зуд",
      "percent": "1"
    },
    {
      "name": "Тошнота",
      "percent": "1"
    }
  ]
}