{
  "name": "левоцетиризин",
  "comment": "OTC",
  "other_names": [
    "Xyzal Allergy 24HR пероральный раствор",
    "Ксизал",
    "Xyzal Allergy 24HR Таблетки"
  ],
  "classes": [
    "2-е поколение",
    "Антигистаминные препараты"
  ],
  "source": "https://reference.medscape.com/drug/xyzal-levocetirizine-343385",
  "pregnancy": {
    "common": [
      "Имеющихся данных из опубликованной литературы и постмаркетингового опыта у беременных женщин недостаточно для выявления каких-либо связанных с приемом лекарств рисков выкидыша, врожденных дефектов или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных не было выявлено вреда для плода при пероральном введении левоцетиризина беременным крысам и кроликам в период органогенеза в дозах, в 390 и 470 раз превышающих максимальную рекомендуемую дозу для человека (МРДЧ) соответственно. Взрослые",
          "Крысы, получавшие лечение на поздних сроках беременности и в период лактации, не оказывали влияния на развитие детенышей при пероральных дозах, примерно в 60 раз превышающих МРДЧ для взрослых особей; у мышей, получавших лечение на поздних сроках беременности и в период лактации, препарат, вводимый самкам перорально, не влиял на развитие детенышей в дозе, примерно в 25 раз превышающей МРДЧ у взрослых особей; тем не менее, при дозе, которая в 95 раз превышала MRHD у взрослых особей, наблюдалось более низкое увеличение веса щенков во время лактации."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии левоцетиризина в грудном молоке, влиянии на младенцев, находящихся на грудном вскармливании, или на выработку молока; однако сообщалось, что препарат присутствует в грудном молоке человека; исследования на мышах и гончих собаках показали, что цетиризин выделяется с молоком; если лекарство присутствует в молоке животных, вполне вероятно, что оно будет присутствовать и в грудном молоке; польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в терапии и любыми потенциальными неблагоприятными последствиями для ребенка, находящегося на грудном вскармливании, от лекарств или основного заболевания матери."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Дети в возрасте от 6 месяцев до 12 лет с почечной недостаточностью",
        "Повышенная чувствительность к левоцетиризину или цетиризину",
        "ESRD (CrCl <10 мл/мин) или пациенты, находящиеся на гемодиализе"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может вызвать угнетение ЦНС и ухудшить физические или умственные способности; избегайте выполнения задач, требующих умственной активности, включая работу с тяжелой техникой или вождение",
        "Может возникнуть задержка мочи; соблюдать осторожность у пациентов с риском задержки мочи, включая гиперплазию предстательной железы и травмы спинного мозга",
        "Зуд может возобновиться в течение нескольких дней после прекращения терапии после длительного использования.",
        "С осторожностью при узкоугольной глаукоме, стенозирующей пептической язве или пилородуоденальной обструкции.",
        "С осторожностью применять у пациентов с почечной недостаточностью легкой и тяжелой степени.",
        "Избегайте алкоголя или других средств, угнетающих ЦНС."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид усиливает эффекты левоцетиризина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Изокарбоксазид не следует назначать в сочетании с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "левоцетиризин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "левоцетиризин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин усиливает эффекты левоцетиризина за счет др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Транилципромин не следует назначать в комбинации с антигистаминными препаратами из-за потенциального аддитивного угнетающего действия на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и левоцетиризин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "левоцетиризин повышает токсичность амифампридина Др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и левоцетиризин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и левоцетиризин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и левоцетиризин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и левоцетиризин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и левоцетиризин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и левоцетиризин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "левоцетиризин, клобазам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием может повысить вероятность воздействия на ЦНС (например, повышенный седативный эффект или угнетение дыхания)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "левоцетиризин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "диазепам интраназально, левоцетиризин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Одновременное применение может усиливать угнетающее ЦНС действие каждого препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил трансдермальный",
      "description": {
        "common": "донепезил трансдермальный, левоцетиризин.\nОдин из них уменьшает эффекты другого за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, левоцетиризин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "габапентин, левоцетиризин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "габапентин, энакарбил, левоцетиризин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "левоцетиризин снижает эффекты гиалуронидазы по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Антигистаминные препараты при системном введении в больших дозах могут сделать ткани частично устойчивыми к действию гиалуронидазы. Пациентам может потребоваться большее количество гиалуронидазы для эквивалентного диспергирующего эффекта. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, левоцетиризин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, левоцетиризин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенелзин",
      "description": {
        "common": "Фенелзин усиливает действие левоцетиризина на др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: одновременное применение фенелзина и антигистаминных препаратов может привести к аддитивному угнетающему действию на ЦНС. Ингибиторы МАО также пролонгируют и усиливают антихолинергические эффекты антигистаминных препаратов. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прегабалин",
      "description": {
        "common": "прегабалин, левоцетиризин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение депрессантов ЦНС может привести к серьезному, опасному для жизни и смертельному угнетению дыхания. Используйте минимально возможную дозу и следите за угнетением дыхания и седацией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир повышает уровень левоцетиризина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, левоцетиризин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Одновременное применение стирипентола с другими средствами, угнетающими ЦНС, включая алкоголь, может увеличить риск седативного эффекта и сонливости."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "теофиллин повышает уровень левоцетиризина за счет уменьшения элиминации. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сердечные расстройства",
      "percent": null
    },
    {
      "name": "Тяжелая гипотензия",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "холестаз",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Экстрапирамидные симптомы",
      "percent": null
    },
    {
      "name": "миоклонус",
      "percent": null
    },
    {
      "name": "орофациальная дискинезия",
      "percent": null
    },
    {
      "name": "тик",
      "percent": null
    },
    {
      "name": "Беременность",
      "percent": null
    },
    {
      "name": "послеродовые и перинатальные состояния",
      "percent": null
    },
    {
      "name": "Мертворождение",
      "percent": null
    },
    {
      "name": "Почечные и мочевые расстройства",
      "percent": null
    },
    {
      "name": "гломерулонефрит",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "AGEP",
      "percent": null
    },
    {
      "name": "рикошетный зуд",
      "percent": null
    },
    {
      "name": "зуд в течение нескольких дней после отмены цетиризина",
      "percent": null
    },
    {
      "name": "обычно после долгого",
      "percent": null
    },
    {
      "name": "использование термина",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "от месяцев до лет",
      "percent": null
    }
  ]
}