{
  "name": "дроспиренон/этинилэстрадиол",
  "comment": "Rx",
  "other_names": [
    "Яз",
    "Зара",
    "Джанви",
    "Яэла",
    "Очелла",
    "Ясмин",
    "Лорина",
    "Вестура",
    "Сайеда"
  ],
  "classes": [
    "Эстрогены/прогестины",
    "Агенты от прыщей",
    "Противозачаточные средства",
    "системный",
    "Оральный"
  ],
  "source": "https://reference.medscape.com/drug/yasmin-yaz-drospirenone-ethinyl-estradiol-342768",
  "pregnancy": {
    "common": [
      "Женщины, которые не кормят грудью, могут начинать прием КОК не ранее чем через четыре недели после родов.",
      "Назначение КОК с целью вызвать кровотечение отмены не следует использовать в качестве теста на беременность. КОК не следует применять во время беременности для лечения угрожающего или привычного аборта.",
      "Риск врожденных дефектов у женщин, которые непреднамеренно принимают КОК на ранних сроках беременности, практически не повышается.",
      "Эпидемиологические исследования и метаанализы не выявили повышенного риска генитальных или негенитальных врожденных пороков (включая сердечные аномалии и дефекты редукции конечностей) после применения низких доз КОК до зачатия или на ранних сроках беременности."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "По возможности посоветуйте кормящей матери использовать другие формы контрацепции, пока она не отлучит ребенка от груди.",
      "После перорального приема около 0,02% дозы ДРСП выделялось в грудное молоко послеродовых женщин в течение 24 часов; это приводит к максимальной суточной дозе около 0,003 мг DRSP у младенца.",
      "Эстрогенсодержащие КОК могут снижать выработку молока у кормящих матерей; это менее вероятно, если грудное вскармливание налажено; однако у некоторых женщин это может произойти в любое время; небольшое количество стероидов и/или метаболитов оральных контрацептивов присутствует в грудном молоке"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Курение сигарет и риск сердечно-сосудистых заболеваний",
          "description": [
            "Рекомендовать женщинам, принимающим оральные контрацептивы, не курить",
            "Курящие женщины старше 35 лет не должны использовать оральные контрацептивы.",
            "Этот риск увеличивается с возрастом (> 35 лет) и при интенсивном курении (15 и более сигарет в день).",
            "Курение сигарет увеличивает риск серьезных побочных эффектов со стороны сердечно-сосудистой системы при использовании комбинированных оральных контрацептивов."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Почечная недостаточность",
        "Неконтролируемая гипертония",
        "Активный / история рака молочной железы или эстроген- или прогестин-чувствительный рак",
        "Сахарный диабет с поражением сосудов",
        "Активная/в анамнезе артериальная тромбоэмболия (инсульт, ИМ), тромбофлебит, ТГВ/ТЭЛА, тромбогенный порок сердца",
        "Доброкачественные или злокачественные опухоли печени, печеночная недостаточность или развитие желтухи при предшествующем применении оральных контрацептивов",
        "Беременность",
        "Надпочечниковая недостаточность",
        "Прием комбинаций препаратов против гепатита С, содержащих омбитасвир/паритапревир/ритонавир, с дасабувиром или без него",
        "Документально подтвержденная гиперчувствительность",
        "История мигрени с аурой",
        "Недиагностированное аномальное маточное кровотечение"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Состояния, усугубляемые задержкой жидкости (например, мигрень, астма, эпилепсия)",
        "Исследования показали повышенный риск рака шейки матки при использовании КОК; однако ВПЧ остается основным фактором риска рака шейки матки; данные свидетельствуют о том, что длительное использование КОК (≥5 лет) может быть связано с повышенным риском",
        "Исследования показали значительное снижение риска рака эндометрия при использовании КОК; защитный эффект увеличивается с увеличением продолжительности приема КОК и может сохраняться спустя годы после прекращения приема КОК.",
        "Из-за повышенного риска гиперкалиемии контролируйте уровень калия в сыворотке в течение первого месяца при одновременном применении с препаратами, повышающими/сберегающими калий (например, спиронолактоном); рассмотрите возможность мониторинга концентрации калия в сыворотке у пациентов с высоким риском, которые принимают сильный ингибитор CYP3A4 в течение длительного времени и одновременно; сильные ингибиторы CYP3A4 включают азольные противогрибковые препараты (например, кетоконазол, итраконазол, вориконазол), ингибиторы протеазы ВИЧ/ВГС (например, индинавир, боцепревир) и кларитромицин.",
        "Повышенный риск рака печени при использовании КОК; риск увеличивается с увеличением продолжительности использования КОК",
        "Риск рака яичников может снижаться с увеличением продолжительности приема КОК.",
        "Прекратить гормональную терапию до начала терапии комбинированным препаратом омбитасвир/паритапревир/ритонавир с дасабувиром или без него; можно возобновить примерно через 2 недели после завершения лечения комбинированным препаратом",
        "Мониторинг пациентов на пероральные антикоагулянты (например, варфарин); повышенная доза антикоагулянта может быть оправдана из-за риска тромбоэмболии при приеме пероральных контрацептивов.",
        "Прекратите терапию за 4 недели до серьезной операции или длительной иммобилизации; может возобновиться через 2 недели после",
        "Мониторинг женщин с предиабетом и диабетом с дислипидемией",
        "Немедленно прекратите лечение при возникновении любого из следующих явлений: желтуха, проблемы со зрением (могут вызвать непереносимость контактных линз), любые признаки ВТЭ, мигрень необычной тяжести, значительное повышение АД, тяжелая депрессия, повышенный риск тромбоэмболических осложнений после операции.",
        "Семейный анамнез рака молочной железы и/или ТГВ/ТЭЛА",
        "Текущая/анамнестическая депрессия, эндометриоз, СД, АГ, изменения минеральной плотности костной ткани, почечная/печеночная недостаточность, нарушение обмена веществ в костях, СКВ"
      ],
      "specific": [
        {
          "type": "Рак молочной железы",
          "description": [
            "В некоторых исследованиях сообщается о небольшом увеличении риска рака молочной железы среди нынешних или недавно принимавших КОК (менее 6 месяцев с момента последнего применения) и нынешних принимавших КОК в течение более длительного времени.",
            "Риск для женщины зависит от условий, при которых естественный высокий уровень гормонов сохраняется в течение длительного периода времени, включая раннее начало менструации до 12 лет, позднюю менопаузу, после 55 лет, первого ребенка после 30 лет, отсутствие родов.",
            "Эпидемиологические исследования не обнаружили последовательной связи между использованием комбинированных оральных контрацептивов (КОК) и риском рака молочной железы; исследования не показывают связи между когда-либо (текущим или прошлым) использованием КОК и риском рака молочной железы"
          ]
        },
        {
          "type": "Тромбоэмболические нарушения",
          "description": [
            "У женщин, принимающих дроспиренонсодержащие контрацептивы, риск развития ВТЭ может быть в 3 раза выше, чем у женщин, принимающих другие комбинированные гормональные контрацептивы.",
            "Чтобы снизить риск развития ВТЭ, в рекомендациях CDC рекомендуется подождать не менее 3 недель после вагинальных родов или 6 недель после кесарева сечения, прежде чем начинать использование комбинированных гормональных контрацептивов; женщинам с дополнительными факторами риска ВТЭ (помимо послеродового) не следует применять комбинированные гормональные контрацептивы",
            "Немедленно прекратите прием при возникновении тромботических явлений.",
            "Риск ВТЭ наиболее высок в течение первого года использования; промежуточные данные крупного проспективного когортного исследования безопасности различных комбинированных оральных контрацептивов (КОК) свидетельствуют о том, что этот повышенный риск по сравнению с тем, кто не принимает КОК, является самым высоким в течение первых 6 месяцев использования КОК."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC), этинилэстрадиол. неустановленный механизм взаимодействия. Противопоказано. Потенциал для увеличения АЛТ; при совместном применении с ингибиторами протеазы (ритонавиром) может возникнуть контрацептивная недостаточность."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "транексамовая кислота перорально",
      "description": {
        "common": "транексамовая кислота перорально, этинилэстрадиол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано. Одновременное применение транексамовой кислоты с пероральными и комбинированными гормональными контрацептивами увеличивает риск тромбообразования."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет увеличивать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид и дроспиренон повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "этинилэстрадиол снижает действие анастрозола за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Анастрозол не следует назначать одновременно с какими-либо эстрогенами или эстрогенсодержащими препаратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир, этинилэстрадиол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Значительные изменения (повышение или понижение) могут происходить в уровне эстрогена в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение белзутифана с гормональными контрацептивами может привести к неэффективности контрацепции или усилению прорывных кровотечений. Консультировать женщин репродуктивного потенциала использовать эффективные негормональные контрацепции. Согласно исследованиям на животных, белзутифан может нанести вред плоду."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каласпаргаз пегол",
      "description": {
        "common": "каласпаргаз пегол, дроспиренон. неизвестный механизм. Избегайте или используйте альтернативный препарат. Из-за возможного непрямого взаимодействия между каласпаргазой пеголом и пероральными контрацептивами одновременный прием этих препаратов не рекомендуется. Используйте другой неоральный метод контрацепции для женщин детородного возраста."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "бригатиниб снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Бригатиниб индуцирует CYP3A4 in vitro. Одновременное применение гормональных контрацептивов с бригатинибом может привести к снижению концентрации и потере эффективности. Бригатиниб может нанести вред плоду. Женщины должны использовать эффективный негормональный метод контрацепции во время лечения и в течение как минимум 4 месяцев после приема последней дозы бригатиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каласпаргаз пегол",
      "description": {
        "common": "каласпаргаза пегол, этинилэстрадиол. неизвестный механизм. Избегайте или используйте альтернативный препарат. Из-за возможного непрямого взаимодействия между каласпаргазой пеголом и пероральными контрацептивами одновременный прием этих препаратов не рекомендуется. Используйте другой неоральный метод контрацепции для женщин детородного возраста."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект карбамазепина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан увеличивает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элаголикс",
      "description": {
        "common": "этинилэстрадиол снижает эффекты элаголикса за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Основываясь на механизме действия элаголикса, ожидается, что эстрогенсодержащие контрацептивы будут снижать эффективность элаголикса. Влияние противозачаточных средств, содержащих только прогестин, на эффективность элаголикса неизвестно. Посоветуйте женщинам использовать негормональные контрацептивы во время лечения элаголиксом и в течение 1 недели после прекращения приема элаголикса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "элвитегравир будет снижать уровень или эффект этинилэстрадиола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Рассмотреть альтернативные негормональные методы контрацепции, чтобы добавить или заменить комбинированные оральные контрацептивы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб будет снижать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение энкорафениба с гормональными контрацептивами (субстратами CYP3A4) может привести к снижению концентрации и потере эффективности гормональной контрацепции. Поскольку энкорафениб может нанести вред плоду, рекомендуется женщинам детородного возраста использовать высокоэффективные негормональные контрацептивы во время лечения и в течение 2 недель после приема последней дозы энкорафениба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "этинилэстрадиол снижает эффекты эноксапарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "дроспиренон, эплеренон. Механизм: фармакодинамический синергизм. Противопоказано. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат будет снижать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные или альтернативные негормональные противозачаточные средства."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "экземестан",
      "description": {
        "common": "этинилэстрадиол снижает эффекты экземестана за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Экземестан не следует принимать одновременно с какими-либо эстрогенами или эстрогенсодержащими препаратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "Этинилэстрадиол повысит уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол увеличивает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного фермента CYP2E1. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат повышает уровень или действие дроспиренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир, этинилэстрадиол. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение может снизить AUC ампренавира и привести к потере вирусологического ответа. Одновременное применение фосампренавира с этинилэстрадиолом может изменить уровень гормонов. Рекомендуются альтернативные методы негормональной контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "этинилэстрадиол снижает действие гепарина за счет фармакодинамического антагонизма. Противопоказано. Риск тромбоэмболических нарушений."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир, этинилэстрадиол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Значительные изменения (повышение или понижение) могут происходить в уровне эстрогена в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "изавуконазония сульфат увеличивает уровень или действие этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб будет снижать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект этинилэстрадиола по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор BCRP, может увеличивать системное воздействие субстратов BCRP."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лесинурад",
      "description": {
        "common": "лезинурад снижает эффекты этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные методы негормональной контрацепции. Не полагайтесь только на гормональную контрацепцию при приеме лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "летрозол",
      "description": {
        "common": "этинилэстрадиол снижает эффекты летрозола за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Летрозол не следует назначать одновременно с какими-либо эстрогенами или эстрогенсодержащими препаратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир, этинилэстрадиол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Значительные изменения (повышение или понижение) могут происходить в уровне эстрогена в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "Мавакамтен снижает уровень или эффект дроспиренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Прогестин и этинилэстрадиол являются субстратами CYP3A4. Мавакамтен может снижать системную экспозицию этинилэстрадиола и прогестина, что может привести к неэффективности контрацептивов или учащению прорывных кровотечений. Посоветуйте пациенткам использовать метод контрацепции, на который не влияет индукция фермента CYP450 (например, внутриматочная система), или добавить негормональную контрацепцию (например, презервативы) во время совместного введения и в течение 4 месяцев после последней дозы мавакамтена."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор будет снижать уровень или эффект этинилэстрадиола за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Избегайте coadministration, если польза не перевешивает риск. При совместном применении гормональные контрацептивы не являются надежным методом эффективного контроля над рождаемостью. Одновременное применение может увеличить частоту нежелательных явлений, связанных с менструацией (аменорея, дисменорея, меноррагия)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "Мавакамтен снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Прогестин и этинилэстрадиол являются субстратами CYP3A4. Мавакамтен может снижать системную экспозицию этинилэстрадиола и прогестина, что может привести к неэффективности контрацептивов или учащению прорывных кровотечений. Посоветуйте пациенткам использовать метод контрацепции, на который не влияет индукция фермента CYP450 (например, внутриматочная система), или добавить негормональную контрацепцию (например, презервативы) во время совместного введения и в течение 4 месяцев после последней дозы мавакамтена."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метирапон",
      "description": {
        "common": "этинилэстрадиол снижает действие метирапона за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Субтерапевтическая реакция на метирапон может наблюдаться у пациентов, принимающих эстрогены, включая пероральные контрацептивы, содержащие эстрогеновую терапию. Может быть целесообразно прекратить прием эстрогенов до и во время введения метирапона."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон увеличивает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб будет снижать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение мобоцертиниба с гормональными контрацептивами может привести к неэффективности контрацепции или усилению прорывных кровотечений. Консультировать женщин репродуктивного потенциала использовать эффективные негормональные контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микофенолят",
      "description": {
        "common": "микофенолат снижает действие этинилэстрадиола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Пациентам следует рассмотреть возможность использования альтернативной или дополнительной формы контрацепции."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "омавелоксолон снижает уровень или эффект дроспиренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Омавелоксолон может снижать эффективность гормональных контрацептивов (например, таблеток, пластырей, колец), имплантатов и таблеток, содержащих только прогестин, из-за слабой индукции CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир, этинилэстрадиол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Значительные изменения (повышение или понижение) могут происходить в уровне эстрогена в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "омавелоксолон снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Омавелоксолон может снижать эффективность гормональных контрацептивов (например, таблеток, пластырей, колец), имплантатов и таблеток, содержащих только прогестин, из-за слабой индукции CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "дроспиренон и кислый фосфат калия повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "дроспиренон и хлорид калия повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "дроспиренон и цитрат калия повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфаты калия, IV",
      "description": {
        "common": "дроспиренон и фосфаты калия внутривенно повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин будет увеличивать уровень или эффект этинилэстрадиола транспортером оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или действие ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир, этинилэстрадиол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Значительные изменения (повышение или понижение) могут происходить в уровне эстрогена в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир, этинилэстрадиол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Значительные изменения (повышение или понижение) могут происходить в уровне эстрогена в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "дроспиренон и спиронолактон повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сугаммадекс натрия",
      "description": {
        "common": "сугаммадекс натрия снижает эффекты этинилэстрадиола за счет конкуренции за связывание с рецепторами. Избегайте или используйте альтернативный препарат. Исследования связывания in vitro показали, что сугаммадекс может связываться с прогестагеном, тем самым снижая воздействие прогестагена. Таким образом, болюсная доза сугаммадекса считается эквивалентной отсутствующей дозе(ам) гормональных контрацептивов, содержащих эстроген или прогестаген. Если оральные контрацептивы принимаются в тот же день, что и сугаммадекс, или у пациента есть трансдермальные или имплантированные гормональные контрацептивы, пациент должен использовать дополнительный, негормональный метод контрацепции или резервный метод контрацепции (например, презервативы и спермициды) для следующие 7 дней."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир, этинилэстрадиол. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Значительные изменения (повышение или понижение) могут происходить в уровне эстрогена в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топирамат",
      "description": {
        "common": "топирамат снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "дроспиренон и триамтерен повышают уровень калия в сыворотке. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб увеличивает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "дроспиренон и ацеклофенак повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "дроспиренон и ацеметацин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "этинилэстрадиол снижает эффекты албиглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "дроспиренон увеличивает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алосетрон",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альдеслейкин",
      "description": {
        "common": "Альдеслейкин усиливает действие дроспиренона за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или действие алпразолама по механизму: снижение метаболизма. Используйте осторожность/монитор. Этинилэстрадиол может ингибировать клиренс бензодиазепинов, подвергающихся окислению, тем самым повышая концентрацию бензодиазепинов в сыворотке одновременно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аминокапроновая кислота",
      "description": {
        "common": "этинилэстрадиол, аминокапроновая кислота. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение может привести к аддитивной гиперкоагуляции. Эстрогены увеличивают продукцию факторов свертывания крови и агрегацию тромбоцитов; аминокапроновая кислота ингибирует фибринолиз и активность плазминогена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "амоксициллин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "ампициллин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "дроспиренон увеличивает, а арформотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "артеметер/люмефантрин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин",
      "description": {
        "common": "дроспиренон и аспирин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "дроспиренон и аспирин ректально повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "дроспиренон и аспирин/лимонная кислота/бикарбонат натрия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир, дроспиренон. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Атазанавир может повышать или снижать уровень дроспиренона. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и дроспиренон повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "аторвастатин будет увеличивать уровень или эффект этинилэстрадиола за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "дроспиренон увеличивает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "этинилэстрадиол повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл и дроспиренон повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендамустин",
      "description": {
        "common": "этинилэстрадиол повышает уровень бендамустина за счет замедления метаболизма. Используйте осторожность/монитор. Бендамустин метаболизируется до минимально активных метаболитов с помощью CYP1A2. Этинилэстрадиол является слабым ингибитором CYP1A2, и одновременное применение может повышать концентрацию бендамустина в плазме. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "дроспиренон увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "дроспиренон увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект кофеина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "канаглифлозин",
      "description": {
        "common": "дроспиренон и канаглифлозин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и дроспиренон повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл, дроспиренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект дроспиренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Консультировать пациентов использовать альтернативный метод контрацепции во время coadministration; продолжайте альтернативную контрацепцию в течение 28 дней после прекращения терапии, чтобы обеспечить надежность контрацепции"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "дроспиренон увеличивает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и дроспиренон повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефаклор",
      "description": {
        "common": "цефаклор снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефазолин",
      "description": {
        "common": "цефазолин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефдинир",
      "description": {
        "common": "цефдинир снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефепим",
      "description": {
        "common": "цефепим снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефиксим",
      "description": {
        "common": "цефиксим снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефотаксим",
      "description": {
        "common": "цефотаксим снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефпрозил",
      "description": {
        "common": "цефпрозил снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефтазидим",
      "description": {
        "common": "цефтазидим снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефтибутен",
      "description": {
        "common": "цефтибутен снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефуроксим",
      "description": {
        "common": "цефуроксим снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "дроспиренон и целекоксиб повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб будет повышать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "дроспиренон увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "дроспиренон увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "дроспиренон и трисалицилат магния холина повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клиндамицин",
      "description": {
        "common": "клиндамицин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "клобазам снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Клобазам является слабым индуктором CYP3A4; эффективность гормональных контрацептивов может снижаться при одновременном применении с клобазамом. Рекомендуются дополнительные негормональные формы контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или действие клоназепама по механизму: снижение метаболизма. Используйте осторожность/монитор. Этинилэстрадиол может ингибировать клиренс бензодиазепинов, подвергающихся окислению, тем самым повышая концентрацию бензодиазепинов в сыворотке одновременно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "дроспиренон увеличивает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "этинилэстрадиол повышает уровень циклоспорина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет увеличивать уровень или эффект дроспиренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Значительные изменения (повышение или понижение) могут происходить в уровне эстрогенов в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Значительные изменения (повышение или понижение) могут происходить в уровне эстрогенов в плазме. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "этинилэстрадиол повышает уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или действие диазепама по механизму: снижение метаболизма. Используйте осторожность/монитор. Этинилэстрадиол может ингибировать клиренс бензодиазепинов, подвергающихся окислению, тем самым повышая концентрацию бензодиазепинов в сыворотке одновременно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "дроспиренон и диклофенак повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "диклоксациллин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "дроспиренон и дифлунизал повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "дроспиренон и дигоксин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "дроспиренон усиливает действие дизопирамида за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная сердечно-сосудистая депрессия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "дроспиренон увеличивает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "дроспиренон увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Элаголикс является слабым или умеренным индуктором CYP3A4. Мониторинг субстратов CYP3A при совместном применении. При необходимости рассмотрите возможность увеличения дозы субстрата CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF повышает уровень этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Кобицистат является ингибитором CYP3A4; противопоказан при использовании субстратов CYP3A4, повышенные концентрации которых в плазме связаны с серьезными и/или опасными для жизни явлениями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл, дроспиренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или действие этинилэстрадиола по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор BCRP) может повышать концентрацию и токсичность субстратов BCRP. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "дроспиренон увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "дроспиренон увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "дроспиренон повышает, а рацемический адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает уровень или действие этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. Антибиотики могут снижать эффективность гормональной контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "эсмолол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "дроспиренон увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "дроспиренон и этодолак повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "Этравирин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Эффективность гормональных контрацептивов может быть снижена. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "этинилэстрадиол, эксенатид раствор для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Влияние эксенатида на замедление опорожнения желудка может снизить степень и скорость приема пероральных препаратов, требующих быстрого всасывания в ЖКТ. Консультировать больных принимать оральные контрацептивы по крайней мере за 1 час до exenatide. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "этинилэстрадиол, суспензия эксенатида для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Влияние эксенатида на замедление опорожнения желудка может снизить степень и скорость приема пероральных препаратов, требующих быстрого всасывания в ЖКТ. Консультировать больных принимать оральные контрацептивы по крайней мере за 1 час до exenatide."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "дроспиренон и фенбуфен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "дроспиренон и фенопрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "дроспиренон и финеренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать. Коррекция дозы финеренона в зависимости от текущей концентрации калия в сыворотке крови. Контролируйте уровень калия в сыворотке крови и при необходимости измените дозу финеренона, как описано в инструкции по медицинскому применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "дроспиренон и флурбипрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект флувоксамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "дроспиренон увеличивает, а формотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл, дроспиренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или действие этинилэстрадиола на др. (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортеры BCRP. Если возможно, избегайте совместного введения или измените дозу субстрата BCRP при совместном введении с фостемсавиром. Доза этинилэстрадиола не должна превышать 30 мкг/сутки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "дроспиренон увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "дроспиренон увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "грейпфрут",
      "description": {
        "common": "грейпфрут повысит уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень зеленого чая, уменьшая выведение. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемин",
      "description": {
        "common": "этинилэстрадиол снижает действие гемина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Препараты, усиливающие синтез дельта-аминолевулиновой кислоты, могут снижать эффект гемина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "этинилэстрадиол снижает действие гиалуронидазы на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: эстрогены при системном введении в больших дозах могут сделать ткани частично устойчивыми к действию гиалуронидазы. Пациентам может потребоваться большее количество гиалуронидазы для эквивалентного диспергирующего эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "дроспиренон увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "дроспиренон и ибупрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "дроспиренон и ибупрофен внутривенно повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "имидаприл, дроспиренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "дроспиренон увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "дроспиренон и индометацин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "этинилэстрадиол снижает эффекты инсулина аспарт за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "этинилэстрадиол снижает действие инсулина деглудек за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "этинилэстрадиол снижает эффекты инсулина деглудек/инсулин аспарт за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "этинилэстрадиол снижает действие инсулина детемир за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "этинилэстрадиол снижает действие инсулина гларгина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "этинилэстрадиол снижает действие инсулина глулизина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "этинилэстрадиол снижает эффекты вдыхаемого инсулина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Эстрогены могут нарушать толерантность к глюкозе."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "этинилэстрадиол снижает действие инсулина лизпро за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "этинилэстрадиол снижает действие инсулина НПХ за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "этинилэстрадиол снижает действие обычного человеческого инсулина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "дроспиренон увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин увеличивает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4, такие как итраконазол, могут повышать уровень гормонов в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "дроспиренон повышает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг при одновременном применении со слабыми ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "можжевельник",
      "description": {
        "common": "можжевельник, дроспиренон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Можжевельник может потенцировать или препятствовать терапии диуретиками. Можжевельник обладает мочегонным действием, но в больших дозах может вызвать повреждение почек."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4, такие как кетоконазол, могут повышать уровень гормонов в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "дроспиренон и кетопрофен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "дроспиренон и кеторолак повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "дроспиренон и кеторолак интраназально повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламотриджин",
      "description": {
        "common": "дроспиренон снижает уровень или эффект ламотриджина за счет увеличения печеночного клиренса. Используйте осторожность/монитор. Было показано, что комбинированные пероральные контрацептивы значительно снижают концентрацию ламотриджина в плазме, вероятно, из-за индукции глюкуронирования ламотриджина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или действие лапатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "дроспиренон увеличивает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир увеличивает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир (умеренный ингибитор CYP3A4) может увеличить количество субстратов CYP3A4, начатых в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "дроспиренон увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "левофлоксацин снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет увеличивать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4, такие как кетоконазол, могут повышать уровень гормонов в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "этинилэстрадиол снижает эффекты лираглутида за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Оральные контрацептивы могут снижать гипогликемический эффект противодиабетических средств за счет нарушения толерантности к глюкозе. Монитор гликемического контроля у больных диабетом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл, дроспиренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ликсисенатид (ДСК)",
      "description": {
        "common": "ликсисенатид (DSC) снижает уровень или эффект этинилэстрадиола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Агонисты GLP1 задерживают опорожнение желудка, что может повлиять на всасывание одновременно принимаемых пероральных препаратов. Оральные контрацептивы следует принимать по крайней мере за 1 час до приема ликсисенатида или через 11 часов после приема ликсисенатида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "этинилэстрадиол повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лонапегсоматропин",
      "description": {
        "common": "Этинилэстрадиол будет снижать уровень или эффект лонапегсоматропина по другим причинам (см. комментарий). Используйте осторожность/монитор. Пероральные эстрогены могут снижать реакцию сывороточного инсулиноподобного фактора роста-1 на лонапегсоматропин. Пациентам, получающим пероральную заместительную терапию эстрогенами, могут потребоваться более высокие дозы лонапегсоматропина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "лорлатиниб будет снижать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "дроспиренон и лорноксикам повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "лозартан и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "люмефантрин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "дроспиренон повышает уровень маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "дроспиренон увеличивает уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начало применения слабых ингибиторов CYP2C19 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "дроспиренон и меклофенамат повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "дроспиренон и мефенамовая кислота повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "дроспиренон и мелоксикам повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "дроспиренон увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "этинилэстрадиол снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "дроспиренон увеличивает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метронидазол",
      "description": {
        "common": "метронидазол снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "дроспиренон увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и дроспиренон повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или действие мидазолама по механизму: снижение метаболизма. Используйте осторожность/монитор. Этинилэстрадиол может ингибировать клиренс бензодиазепинов, подвергающихся окислению, тем самым повышая концентрацию бензодиазепинов в сыворотке одновременно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон снижает действие этинилэстрадиола за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Рекомендуется резервный метод контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл, дроспиренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "моксифлоксацин снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "дроспиренон и набуметон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "дроспиренон и напроксен повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "неомицин перорально снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект никардипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "этинилэстрадиол повышает уровень или действие нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир",
      "description": {
        "common": "нирматрелвир снижает уровень или эффект этинилэстрадиола за счет усиления метаболизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность использования дополнительных негормональных методов контрацепции до конца цикла. Механизм неизвестен, но, возможно, за счет индукции ритонавиром CYP2C9 или CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нирматрелвир/ритонавир",
      "description": {
        "common": "нирматрелвир/ритонавир снижает уровень или эффект этинилэстрадиола за счет усиления метаболизма. Изменить терапию/внимательно контролировать. Рассмотрите возможность использования дополнительных негормональных методов контрацепции до конца цикла. Механизм неизвестен, но, возможно, за счет индукции ритонавиром CYP2C9 или CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "нитрофурантоин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сок нони",
      "description": {
        "common": "дроспиренон и сок нони повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "дроспиренон увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "этинилэстрадиол повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и дроспиренон повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "отеконазол",
      "description": {
        "common": "отесеконазол будет увеличивать уровень или эффект этинилэстрадиола на др. (см. комментарий). Изменить терапию/внимательно контролировать. Otesezonale, ингибитор BCRP, может увеличить эффекты и риск токсичности субстратов BCRP. Используйте самую низкую начальную дозу субстрата BCRP или рассмотрите возможность уменьшения дозы субстрата BCRP."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "дроспиренон и оксапрозин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "дроспиренон и парекоксиб повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "паромомицин",
      "description": {
        "common": "паромомицин снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенициллин G водный",
      "description": {
        "common": "Водный пенициллин G снижает уровень этинилэстрадиола за счет усиления метаболизма. Используйте осторожность/монитор. Риск отказа оральных контрацептивов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенициллин ВК",
      "description": {
        "common": "пенициллин VK снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл, дроспиренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "пиоглитазон снижает уровень этинилэстрадиола по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "дроспиренон увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "дроспиренон и пироксикам повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам усиливает эффекты дроспиренона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет увеличивать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия/лимонная кислота",
      "description": {
        "common": "дроспиренон и цитрат калия/лимонная кислота повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодистый калий",
      "description": {
        "common": "Йодид калия и дроспиренон повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл, дроспиренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинупристин/дальфопристин",
      "description": {
        "common": "Комбинация хинупристин/далфопристин увеличивает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл, дроспиренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "разагилин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Рекомендуемая доза разагилина составляет 0,5 мг в сутки в сочетании с ингибиторами CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "Ромидепсин снижает эффекты этинилэстрадиола за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ропинирол",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект ропинирола, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rufinamide",
      "description": {
        "common": "руфинамид снижает действие этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Руфинамид является слабым индуктором фермента CYP 3A4 и может снижать воздействие препаратов, являющихся субстратами CYP 3A4. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "дроспиренон и салицилаты (не аза) повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "дроспиренон увеличивает, а салметерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "дроспиренон и сальсалат повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "этинилэстрадиол повышает уровень селегилина за счет др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оральные контрацептивы ингибируют N-деметилатин селегилина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "этинилэстрадиол повышает уровень трансдермального селегилина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: оральные контрацептивы ингибируют N-деметилатин селегилина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силтуксимаб",
      "description": {
        "common": "силтуксимаб, дроспиренон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: активность CYP450 в печени подавляется инфекционными и воспалительными стимулами, включая цитокины (например, IL-6); ингибирование IL-6 силтуксимабом может восстановить ферментативную активность CYP450; осторожность при совместном применении с субстратами CYP, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, этинилэстрадиол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан и дроспиренон повышают уровень калия в сыворотке. Используйте осторожность/монитор. Монитор калия сыворотки часто."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "дроспиренон и сукцинилхолин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "дроспиренон и сульфасалазин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "сульфизоксазол снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "дроспиренон и сулиндак повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "этинилэстрадиол повышает уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или действие этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат снижает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и дроспиренон повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин усиливает действие дроспиренона за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "дроспиренон увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид повышает уровень этинилэстрадиола по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект теофиллина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тигециклин",
      "description": {
        "common": "тигециклин снижает уровень или эффект этинилэстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тизанидин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Мониторинг побочных эффектов тизанидина (например, гипотонии или брадикардии)"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "дроспиренон и толфенамовая кислота повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "дроспиренон и толметин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "дроспиренон и толваптан повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "дроспиренон увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трандолаприл, дроспиренон. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гиперкалиемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или действие триазолама по механизму: снижение метаболизма. Используйте осторожность/монитор. Этинилэстрадиол может ингибировать клиренс бензодиазепинов, подвергающихся окислению, тем самым повышая концентрацию бензодиазепинов в сыворотке одновременно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триметоприм",
      "description": {
        "common": "триметоприм снижает уровень или эффект этинилэстрадиола за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "урсодиол",
      "description": {
        "common": "этинилэстрадиол снижает действие урсодиола за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "этинилэстрадиол снижает уровень или эффект вальпроевой кислоты за счет увеличения элиминации. Изменить терапию/внимательно контролировать. Может привести к увеличению частоты приступов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и дроспиренон повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "и воклоспорин, и дроспиренон повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "дроспиренон усиливает действие варфарина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет увеличивать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "репейник",
      "description": {
        "common": "Репейник усиливает эффекты дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "этинилэстрадиол, амитриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксапин",
      "description": {
        "common": "этинилэстрадиол, амоксапин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Эстрогены и прогестины могут ослаблять эффекты трициклических антидепрессантов, одновременно повышая концентрацию ТЦА в плазме и вызывая побочные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол увеличивает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антипирин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект антипирина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азенапин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект азенапина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "береза",
      "description": {
        "common": "береза ​​усиливает эффекты дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает эффекты дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кадексомер йода",
      "description": {
        "common": "кадексомер йода, дроспиренон. Механизм: снижение почечного клиренса. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетат кальция",
      "description": {
        "common": "дроспиренон снижает уровень ацетата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "дроспиренон снижает уровень карбоната кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид кальция",
      "description": {
        "common": "дроспиренон снижает уровень хлорида кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат кальция",
      "description": {
        "common": "дроспиренон снижает уровень цитрата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глюконат кальция",
      "description": {
        "common": "дроспиренон снижает уровень глюконата кальция за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "этинилэстрадиол повышает уровень или эффект кларитромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кукурузные рыльца",
      "description": {
        "common": "кукурузные рыльца усиливают действие дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или действие этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "этинилэстрадиол, дезипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Этинилэстрадиол может снижать окислительный метаболизм ТЦА. Возможно повышение концентрации антидепрессантов в сыворотке. Потенциал для увеличения побочных эффектов TCA."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "досулепин",
      "description": {
        "common": "этинилэстрадиол, досулепин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Этинилэстрадиол может снижать окислительный метаболизм ТЦА. Возможно повышение концентрации антидепрессантов в сыворотке. Потенциал для увеличения побочных эффектов TCA."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксепин",
      "description": {
        "common": "этинилэстрадиол, доксепин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Этинилэстрадиол может снижать окислительный метаболизм ТЦА. Возможно повышение концентрации антидепрессантов в сыворотке. Потенциал для увеличения побочных эффектов TCA."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "энасидениб",
      "description": {
        "common": "энасидениб, дроспиренон. неизвестный механизм. Незначительное/значение неизвестно. Одновременный прием эназидениба может повышать или снижать концентрацию комбинированных гормональных контрацептивов. Клиническое значение этого взаимодействия неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "эпопростенол усиливает действие дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивные гипотензивные эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелбамат",
      "description": {
        "common": "фелбамат снижает уровень этинилэстрадиола по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "форсколин",
      "description": {
        "common": "форсколин усиливает действие дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект фроватриптана, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "золотарник",
      "description": {
        "common": "Золотарник усиливает эффекты дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "этинилэстрадиол, имипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Этинилэстрадиол может снижать окислительный метаболизм ТЦА. Возможно повышение концентрации антидепрессантов в сыворотке. Потенциал для увеличения побочных эффектов TCA."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йодированный глицерин",
      "description": {
        "common": "йодированный глицерин, дроспиренон. Механизм: снижение почечного клиренса. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "йод",
      "description": {
        "common": "йод, дроспиренон. Механизм: снижение почечного клиренса. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб увеличивает уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорид магния",
      "description": {
        "common": "дроспиренон повышает уровень хлорида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат магния",
      "description": {
        "common": "дроспиренон повышает уровень цитрата магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид магния",
      "description": {
        "common": "дроспиренон повышает уровень гидроксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксид магния",
      "description": {
        "common": "дроспиренон повышает уровень оксида магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфат магния",
      "description": {
        "common": "дроспиренон повышает уровень сульфата магния за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает эффекты дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "минеральное масло",
      "description": {
        "common": "минеральное масло снижает уровень этинилэстрадиола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миноксидил",
      "description": {
        "common": "дроспиренон усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "наратриптан",
      "description": {
        "common": "этинилэстрадиол усиливает действие наратриптана за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Клинические последствия этих взаимодействий неизвестны."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет увеличивать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "этинилэстрадиол, нортриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Этинилэстрадиол может снижать окислительный метаболизм ТЦА. Возможно повышение концентрации антидепрессантов в сыворотке. Потенциал для увеличения побочных эффектов TCA."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "октакозанол",
      "description": {
        "common": "октакозанол усиливает эффекты дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "этинилэстрадиол, протриптилин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Этинилэстрадиол может снижать окислительный метаболизм ТЦА. Возможно повышение концентрации антидепрессантов в сыворотке. Потенциал для увеличения побочных эффектов TCA."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "reishi",
      "description": {
        "common": "Рейши усиливает действие дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "розувастатин",
      "description": {
        "common": "розувастатин повышает уровень этинилэстрадиола за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "этинилэстрадиол повышает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "дроспиренон увеличивает уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "пастушья сумка, дроспиренон. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Теоретически пастушья сумка может мешать контролю АД."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "этинилэстрадиол повышает уровень тизанидина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "дроспиренон повышает уровень сульфадиазина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "дроспиренон, сульфаметоксазол. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "дроспиренон повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "тизанидин усиливает эффекты дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тразодон",
      "description": {
        "common": "этинилэстрадиол, тразодон. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Этинилэстрадиол может снижать окислительный метаболизм ТЦА. Возможно повышение концентрации антидепрессантов в сыворотке. Потенциал для увеличения побочных эффектов TCA."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "трепростинил усиливает эффекты дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "дроспиренон, триметоприм. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Гиперкалиемия."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "этинилэстрадиол, тримипрамин. Механизм: неустановленный механизм взаимодействия. Незначительное/значение неизвестно. Этинилэстрадиол может снижать окислительный метаболизм ТЦА. Возможно повышение концентрации антидепрессантов в сыворотке. Потенциал для увеличения побочных эффектов TCA."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Предменструальный синдром",
      "percent": "13.2"
    },
    {
      "name": "Мигрень",
      "percent": "10.7"
    },
    {
      "name": "головная боль",
      "percent": "8.3"
    },
    {
      "name": "Боль в груди",
      "percent": "4.7"
    },
    {
      "name": "дискомфорт",
      "percent": "4.5"
    },
    {
      "name": "нежность",
      "percent": "2.3"
    },
    {
      "name": "Менструальные нарушения",
      "percent": "2.3"
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "дискомфорт",
      "percent": null
    },
    {
      "name": "нежность",
      "percent": null
    },
    {
      "name": "Изменения настроения",
      "percent": null
    },
    {
      "name": "в том числе влияет на лабильность",
      "percent": null
    },
    {
      "name": "депрессия",
      "percent": null
    },
    {
      "name": "изменение настроения",
      "percent": null
    },
    {
      "name": "перепады настроения",
      "percent": null
    },
    {
      "name": "и раздражительность",
      "percent": null
    },
    {
      "name": "Нерегулярные маточные кровотечения",
      "percent": null
    },
    {
      "name": "Венозный",
      "percent": null
    },
    {
      "name": "артериальные тромбоэмболические явления",
      "percent": null
    },
    {
      "name": "включая ТГВ",
      "percent": null
    },
    {
      "name": "ЧП",
      "percent": null
    },
    {
      "name": "гладить",
      "percent": null
    },
    {
      "name": "Ми",
      "percent": null
    },
    {
      "name": "внутрисердечный тромбоз",
      "percent": null
    },
    {
      "name": "тромбоз сагиттального синуса",
      "percent": null
    },
    {
      "name": "тромбоз внутричерепных венозных синусов",
      "percent": null
    },
    {
      "name": "тромбоз вен сетчатки",
      "percent": null
    },
    {
      "name": "Гипертония",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Гиперкалиемия",
      "percent": null
    },
    {
      "name": "Хлоазма",
      "percent": null
    },
    {
      "name": "Болезнь желчного пузыря",
      "percent": null
    },
    {
      "name": "Токсическая кожная сыпь",
      "percent": null
    },
    {
      "name": "лейомиома матки",
      "percent": null
    }
  ]
}