{
  "name": "ипилимумаб",
  "comment": "Rx",
  "other_names": [
    "Ервой"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Моноклональное антитело"
  ],
  "source": "https://reference.medscape.com/drug/yervoy-ipilimumab-999636",
  "pregnancy": {
    "common": [
      "Консультировать беременных женщин о потенциальном риске для плода",
      "Известно, что человеческий IgG1 проникает через плацентарный барьер, а ипилимумаб представляет собой IgG1; следовательно, ипилимумаб может передаваться от матери к развивающемуся плоду.",
      "Основываясь на результатах исследований на животных и его механизме действия, может нанести вред плоду при введении беременным женщинам.",
      "Сообщите о беременности в Bristol-Myers Squibb по телефону 1-844-593-7869.",
      "Данных о воздействии наркотиков на беременных женщин недостаточно.",
      "Проверка статуса беременности у самок репродуктивного потенциала до инициации"
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Женщины репродуктивного возраста: используйте эффективные методы контрацепции во время лечения и в течение 3 месяцев после последней дозы."
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "Эффекты ипилимумаба, вероятно, будут сильнее во втором и третьем триместрах беременности."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Рекомендовать женщинам прекратить грудное вскармливание во время лечения и в течение 3 месяцев после последней дозы",
      "Нет данных для оценки влияния на производство молока.",
      "У обезьян ипилимумаб присутствовал в молоке.",
      "Неизвестно, распространяется ли в грудном молоке человека"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Могут возникнуть тяжелые инфузионные реакции; прекратить у пациентов с тяжелыми или опасными для жизни инфузионными реакциями",
        "Смертельная или серьезная реакция «трансплантат против хозяина» (РТПХ) может возникнуть у пациентов, которые получают антитело, блокирующее рецептор CTLA-4, до или после аллогенной трансплантации гемопоэтических стволовых клеток (ТГСК); внимательно следить за признаками РТПХ и оперативно вмешиваться; рассмотрите преимущества и риски лечения антителами, блокирующими рецептор CTLA-4, после аллогенной ТГСК",
        "При использовании в комбинации с ниволумабом см. информацию о назначении ниволумаба для получения дополнительной информации о рисках, применимых к комбинированному лечению.",
        "Может причинить вред плоду при введении беременным женщинам"
      ],
      "specific": [
        {
          "type": "Иммуноопосредованные побочные реакции",
          "description": [
            "Нервная система",
            "Раннее обнаружение и лечение необходимы для обеспечения безопасного использования",
            "Иммуноопосредованные побочные реакции (например, гепатит, дерматологические побочные реакции, эндокринопатии, пневмонит, иммуноопосредованный нефрит с почечной дисфункцией), которые могут быть тяжелыми или фатальными, могут возникать в любой системе органов или тканях.",
            "Может возникнуть в любое время после начала терапии",
            "Терапия может вызвать иммуноопосредованную сыпь или дерматит, включая буллезный и эксфолиативный дерматит, синдром Стивенса-Джонсона, токсический эпидермальный некролиз (ТЭН) и DRESS (лекарственная сыпь с эозинофилией и системными симптомами); местные смягчающие средства и/или местные кортикостероиды могут быть достаточными для лечения небуллезной/эксфолиативной сыпи легкой и средней степени тяжести; приостановить или полностью прекратить терапию в зависимости от тяжести",
            "Сердечно-сосудистые",
            "артрит, миозит, ревматическая полимиалгия, полимиозит, рабдомиолиз",
            "Незамедлительно назначьте медицинское лечение, включая консультации специалистов, если это необходимо",
            "Скелетно-мышечная и соединительная ткань",
            "Апластическая анемия, конъюнктивит, цитопения, эозинофилия, мультиформная эритема, гистиоцитарный некротизирующий лимфаденит (лимфаденит Кикучи), гиперчувствительный васкулит, менингит, нейросенсорная тугоухость, псориаз, саркоидоз, синдром системной воспалительной реакции и отторжение трансплантата солидных органов",
            "Иммуноопосредованные побочные реакции обычно проявляются во время лечения, но могут также проявляться после его прекращения.",
            "Блефарит, эписклерит, ирит, орбитальный миозит, склерит, увеит. Некоторые случаи могут быть связаны с отслоением сетчатки; если увеит возникает в сочетании с другими иммуноопосредованными побочными реакциями, рассмотрите синдром, подобный Фогту-Коянаги-Хараде, который наблюдался у пациентов, получающих этот препарат, и может потребовать лечения системными кортикостероидами для снижения риска необратимой потери зрения.",
            "Мониторинг признаков и симптомов лежащих в основе иммуноопосредованных побочных реакций.",
            "желудочно-кишечный",
            "Терапия может вызвать иммуноопосредованный колит, который может привести к летальному исходу; Сообщалось о случаях инфицирования/реактивации цитомегаловируса (ЦМВ) у пациентов с резистентным к кортикостероидам иммуноопосредованным колитом; в случаях резистентного к кортикостероидам колита рассмотреть возможность повторного инфекционного обследования для исключения альтернативной этиологии",
            "Ипилимумаб, применяемый в качестве монотерапии или в комбинации с ниволумабом, вызывал менее 1% клинически значимых иммуноопосредованных побочных реакций, некоторые из которых имели летальный исход, в том числе",
            "Аутоиммунная невропатия (2%), менингит, энцефалит, миелит и демиелинизация, миастенический синдром/тяжелая миастения, синдром Гийена-Барре, парез нервов, двигательная дисфункция",
            "В целом, если необходимо прерывание или прекращение лечения, назначайте системную терапию кортикостероидами (1-2 мг/кг/день преднизолона или эквивалент) до улучшения до 1 степени или менее; при улучшении до 1-й степени или менее начать постепенное снижение дозы кортикостероидов и продолжать снижение дозы в течение как минимум 1 месяца; рассмотреть возможность применения других системных иммунодепрессантов у пациентов, у которых иммуноопосредованные побочные реакции не контролируются терапией кортикостероидами.",
            "Окуляр",
            "Дуоденит, гастрит, панкреатит",
            "Благодаря механизму действия, который блокирует ингибирующий сигнал Т-клеток через путь CTLA-4, тем самым устраняя ингибирование иммунного ответа на потенциальные иммунно-опосредованные побочные реакции.",
            "Ангиопатия, миокардит, перикардит, височный артериит, васкулит",
            "Иммуноопосредованный гипофизит; гипофизит может проявляться острыми симптомами, связанными с масс-эффектом, такими как головная боль, светобоязнь или сокращение поля зрения; гипофизит может вызвать гипопитуитаризм. Начать заместительную гормональную терапию по клиническим показаниям; приостановить или полностью прекратить терапию в зависимости от тяжести",
            "Оценивать клинические биохимические показатели, включая ферменты печени, креатинин, уровень адренокортикотропного гормона (АКТГ) и функцию щитовидной железы на исходном уровне и перед каждой дозой",
            "Сообщалось о недостаточности надпочечников, требующей заместительной гормональной терапии; у некоторых пациентов недостаточность разрешилась, терапия была прекращена, некоторые пациенты получили дополнительное лечение после улучшения симптомов, а у некоторых возник рецидив",
            "Другое (гематологические/иммунные)"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аксикабтаген цилолеуцель",
      "description": {
        "common": "ипилимумаб, аксикабтаген цилолеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брексукабтаген аутолейцель",
      "description": {
        "common": "ипилимумаб, брексукабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилтакабтаген аутолейцель",
      "description": {
        "common": "ипилимумаб, цилтакабтаген, аутолейцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идекабтаген виклеусель",
      "description": {
        "common": "ипилимумаб, идекабтаген виклеуцель.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизокабтаген маралеусель",
      "description": {
        "common": "ипилимумаб, лизокабтаген, маралеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность ипилимумаба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, ипилимумаб. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тисагенлеклейсель",
      "description": {
        "common": "ипилимумаб, тисагенлеклеуцел.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "ипилимумаб снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "ипилимумаб снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфгартигимод альфа",
      "description": {
        "common": "эфгартигимод альфа будет снижать уровень или эффект ипилимумаба за счет конкуренции за связывание с рецепторами. Используйте осторожность/монитор. Одновременное применение эфгартигимода с препаратами, которые связываются с человеческим неонатальным рецептором Fc, может снизить системное воздействие и эффективность таких препаратов. Внимательно следите за снижением эффективности лекарств, которые связываются с человеческим неонатальным рецептором Fc. Если длительное использование таких препаратов необходимо, рассмотрите возможность прекращения приема эфгартигимода и использования альтернативных методов лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод и ипилимумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и ипилимумаб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "и ублитуксимаб, и ипилимумаб усиливают иммунодепрессивное действие; риск заражения. Изменить терапию/внимательно контролировать. Из-за потенциальных аддитивных иммунодепрессивных эффектов следует учитывать продолжительность эффекта и механизм действия этих методов лечения при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "ипилимумаб, вемурафениб.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Повышение уровня трансаминаз и билирубина 3 степени наблюдается у большинства пациентов при одновременном применении."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Дерматит иммунный",
      "percent": "70"
    },
    {
      "name": "опосредованные проявления",
      "percent": "41"
    },
    {
      "name": "вплоть до",
      "percent": "32"
    },
    {
      "name": "Усталость",
      "percent": "31"
    },
    {
      "name": "Диарея",
      "percent": "29"
    },
    {
      "name": "Зуд",
      "percent": "8"
    },
    {
      "name": "Сыпь",
      "percent": "7"
    },
    {
      "name": "Колит",
      "percent": "2"
    },
    {
      "name": "Иммунный",
      "percent": "1.8"
    },
    {
      "name": "опосредованный энтероколит",
      "percent": "1"
    },
    {
      "name": "Иммунный",
      "percent": null
    },
    {
      "name": "опосредованный гепатит",
      "percent": null
    },
    {
      "name": "эндокринопатии",
      "percent": null
    },
    {
      "name": "в том числе надпочечниковая недостаточность",
      "percent": null
    },
    {
      "name": "гипогонадизм",
      "percent": null
    },
    {
      "name": "и гипотиреоз",
      "percent": null
    },
    {
      "name": "Неврологический иммунный",
      "percent": null
    },
    {
      "name": "опосредованные проявления",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "Гийен",
      "percent": null
    },
    {
      "name": "Барре",
      "percent": null
    },
    {
      "name": "периферическая моторная невропатия",
      "percent": null
    },
    {
      "name": "Глазной иммунитет",
      "percent": null
    },
    {
      "name": "опосредованные проявления",
      "percent": null
    },
    {
      "name": "например",
      "percent": null
    },
    {
      "name": "увеит",
      "percent": null
    },
    {
      "name": "ирит",
      "percent": null
    },
    {
      "name": "Нефротический иммунный",
      "percent": null
    },
    {
      "name": "опосредованные проявления",
      "percent": null
    },
    {
      "name": "нефрит",
      "percent": null
    },
    {
      "name": "Легочный иммунный",
      "percent": null
    },
    {
      "name": "опосредованные проявления",
      "percent": null
    },
    {
      "name": "пневмонит",
      "percent": null
    },
    {
      "name": "Другой иммунный",
      "percent": null
    },
    {
      "name": "опосредованные побочные реакции",
      "percent": null
    },
    {
      "name": "включают нефрит",
      "percent": null
    },
    {
      "name": "пневмонит",
      "percent": null
    },
    {
      "name": "менингит",
      "percent": null
    },
    {
      "name": "перикардит",
      "percent": null
    },
    {
      "name": "увеит",
      "percent": null
    },
    {
      "name": "ирит",
      "percent": null
    },
    {
      "name": "и гемолитическая анемия",
      "percent": null
    },
    {
      "name": "Менингит",
      "percent": null
    },
    {
      "name": "Перикардит",
      "percent": null
    },
    {
      "name": "Миокардит",
      "percent": null
    },
    {
      "name": "Ангиопатия",
      "percent": null
    },
    {
      "name": "Височный артериит",
      "percent": null
    },
    {
      "name": "васкулит",
      "percent": null
    },
    {
      "name": "Ревматическая полимиалгия",
      "percent": null
    },
    {
      "name": "Конъюнктивит",
      "percent": null
    },
    {
      "name": "Блефарит",
      "percent": null
    },
    {
      "name": "эписклерит",
      "percent": null
    },
    {
      "name": "Склерит",
      "percent": null
    },
    {
      "name": "Лейкоцитокластический васкулит",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Псориаз",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Артрит",
      "percent": null
    },
    {
      "name": "Аутоиммунный тиреоидит",
      "percent": null
    },
    {
      "name": "Заболевания кожи и подкожной клетчатки",
      "percent": null
    },
    {
      "name": "Лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ДРЕСС-синдром",
      "percent": null
    },
    {
      "name": "Нарушения со стороны крови и лимфатической системы",
      "percent": null
    },
    {
      "name": "Гемофагоцитарный лимфогистиоцитоз",
      "percent": null
    },
    {
      "name": "HLH",
      "percent": null
    },
    {
      "name": "Иммунная система",
      "percent": null
    },
    {
      "name": "Прививать",
      "percent": null
    },
    {
      "name": "против",
      "percent": null
    },
    {
      "name": "болезнь хозяина",
      "percent": null
    },
    {
      "name": "отторжение трансплантата солидных органов",
      "percent": null
    }
  ]
}