{
  "name": "аспирин/омепразол",
  "comment": "Rx",
  "other_names": [
    "Йоспрала"
  ],
  "classes": [
    "Антиагреганты",
    "Сердечно-сосудистые",
    "Ингибиторы протонной помпы"
  ],
  "source": "https://reference.medscape.com/drug/yosprala-aspirin-omeprazole-999919",
  "pregnancy": {
    "common": [
      "Отдельные компоненты, аспирин и омепразол, секретируются в грудное молоко.",
      "Из-за возможности серьезных побочных реакций у младенцев, в том числе способности аспирина вызывать метаболический ацидоз, тромбоцитопению, гемолиз или синдром Рея, грудное вскармливание не рекомендуется во время лечения.",
      "Ограниченные данные описывают присутствие аспирина в материнском молоке в относительных дозах для младенцев 2,5-10,8% от дозы матери с поправкой на массу тела.",
      "Неизвестно, увеличивает ли воздействие аспирина на мать во время лактации риск синдрома Рея у младенцев, находящихся на грудном вскармливании; прямое применение аспирина у младенцев и детей связано с синдромом Рея, даже при низких уровнях в плазме",
      "Ограниченные данные описывают присутствие омепразола в материнском молоке в относительной детской дозе 0,9% от материнской дозы с поправкой на массу тела; нет сообщений о побочных эффектах омепразола на младенцев, находящихся на грудном вскармливании.",
      "В отчетах о случаях грудного вскармливания младенцев, матери которых подвергались воздействию аспирина во время лактации, описаны побочные реакции, включая метаболический ацидоз, тромбоцитопению и гемолиз."
    ],
    "specific": [
      {
        "type": "Аспирин",
        "description": [
          "Использование НПВП на сроке гестации около 20 недель или позже во время беременности было связано со случаями почечной дисфункции плода, приводящей к маловодию, а в некоторых случаях — с почечной недостаточностью у новорожденных.",
          "Если НПВП необходим примерно на 20-й неделе беременности или позже во время беременности, ограничьте использование до минимальной эффективной дозы и минимально возможной продолжительности; если комбинированное лечение продолжается более 48 часов, рассмотрите возможность проведения ультразвукового контроля маловодия; если возникает маловодие, прекратите прием препарата и наблюдайте в соответствии с клинической практикой.",
          "Если НПВП необходим примерно на 20-й неделе беременности или позже во время беременности, ограничьте использование до минимальной эффективной дозы и минимально возможной продолжительности. Если лечение продолжается более 48 часов, рассмотрите возможность ультразвукового контроля маловодия. Если возникает маловодие, прекратите лечение и наблюдайте в соответствии с клинической практикой.",
          "Небольшие исследования у женщин, получавших НПВП, также продемонстрировали обратимую задержку овуляции; рассмотреть вопрос об отмене НПВП у женщин, у которых есть трудности с зачатием или которые проходят обследование по поводу бесплодия",
          "Данные обсервационных исследований относительно других потенциальных эмбриофетальных рисков применения НПВП у женщин в первом или втором триместрах беременности неубедительны.",
          "Использование НПВП может вызвать преждевременное закрытие артериального протока плода и дисфункцию почек плода, приводящую к маловодию и, в некоторых случаях, к почечной недостаточности у новорожденных.",
          "На основании данных на животных показано, что простагландины играют важную роль в проницаемости сосудов эндометрия, имплантации бластоцисты и децидуализации; в исследованиях на животных введение ингибиторов синтеза простагландинов, таких как аспирин, приводило к увеличению пре- и постимплантационной потери",
          "Из-за этих рисков ограничьте дозу и продолжительность комбинации препаратов примерно между 20 и 30 неделями беременности и избегайте использования примерно на 30 неделе беременности и позже во время беременности.",
          "Использование НПВП, включая комбинированные препараты, примерно на 30-й неделе беременности или позже увеличивает риск преждевременного закрытия артериального протока плода.",
          "Также было показано, что простагландины играют важную роль в развитии почек плода; в опубликованных исследованиях на животных сообщалось, что ингибиторы синтеза простагландинов нарушают развитие почек при введении в клинически значимых дозах.",
          "Опубликованные исследования на животных показали, что введение ингибиторов синтеза простагландинов может нарушить опосредованный простагландинами разрыв фолликулов, необходимый для овуляции.",
          "Основываясь на механизме действия, использование простагландин-опосредованных НПВП может отсрочить или предотвратить разрыв фолликулов яичников, который у некоторых женщин связан с обратимым бесплодием."
        ]
      },
      {
        "type": "Омепразол",
        "description": [
          "В четырех опубликованных эпидемиологических исследованиях сравнивали частоту врожденных аномалий у детей, рожденных женщинами, принимавшими омепразол во время беременности, с частотой аномалий у детей, родившихся у женщин, не получавших омепразол.",
          "Количество младенцев, подвергшихся внутриутробному воздействию омепразола, у которых были какие-либо пороки развития, низкая масса тела при рождении, низкая оценка по шкале Апгар или госпитализации, было сходным с числом женщин, не подвергавшихся воздействию, в каждом исследовании.",
          "Исключение составило число младенцев, рожденных с дефектами межжелудочковой перегородки, и число мертворожденных младенцев, которые были немного выше у младенцев, подвергавшихся воздействию омепразола, чем ожидаемое число в этой популяции в 1 исследовании."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Отдельные компоненты, аспирин и омепразол, секретируются в грудное молоко.",
      "Из-за возможности серьезных побочных реакций у младенцев, в том числе способности аспирина вызывать метаболический ацидоз, тромбоцитопению, гемолиз или синдром Рея, грудное вскармливание не рекомендуется во время лечения.",
      "Ограниченные данные описывают присутствие аспирина в материнском молоке в относительных дозах для младенцев 2,5-10,8% от дозы матери с поправкой на массу тела.",
      "Неизвестно, увеличивает ли воздействие аспирина на мать во время лактации риск синдрома Рея у младенцев, находящихся на грудном вскармливании; прямое применение аспирина у младенцев и детей связано с синдромом Рея, даже при низких уровнях в плазме",
      "Ограниченные данные описывают присутствие омепразола в материнском молоке в относительной детской дозе 0,9% от материнской дозы с поправкой на массу тела; нет сообщений о побочных эффектах омепразола на младенцев, находящихся на грудном вскармливании.",
      "В отчетах о случаях грудного вскармливания младенцев, матери которых подвергались воздействию аспирина во время лактации, описаны побочные реакции, включая метаболический ацидоз, тромбоцитопению и гемолиз."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Ингибиторы протонной помпы (ИПП) противопоказаны при применении препаратов, содержащих рилпивирин.",
        "Известная аллергия на аспирин и другие НПВП",
        "Больные с синдромом астмы, ринитом и полипами носа; аспирин может вызвать тяжелую крапивницу, ангионевротический отек или бронхоспазм",
        "Известная гиперчувствительность к аспирину, омепразолу, замещенным бензимидазолам или любому из вспомогательных веществ в составе.",
        "Не указано для педиатрических больных (безопасность и эффективность не установлены); аспирин противопоказан детям с подозрением на вирусные инфекции, с лихорадкой или без нее, из-за риска развития синдрома Рея при одновременном применении аспирина при некоторых вирусных заболеваниях."
      ],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": [
        {
          "type": "Аспирин",
          "description": [
            "Лекарственная реакция с эозинофилией и системными симптомами (DRESS)",
            "Другие клинические проявления могут включать гепатит, нефрит, гематологические нарушения, миокардит или миозит; иногда симптомы DRESS могут напоминать острую вирусную инфекцию",
            "Применение аспирина связано с серьезными побочными реакциями со стороны желудочно-кишечного тракта, включая воспаление, кровоточащие язвы и перфорацию верхних и нижних отделов желудочно-кишечного тракта; другие побочные реакции с аспирином включают боль в животе, изжогу, тошноту и рвоту.",
            "Длительный прием аспирина в умеренных и высоких дозах может привести к повышению уровня АЛТ в сыворотке; избегать при любой степени печеночной недостаточности",
            "Даже низкие дозы аспирина могут ингибировать функцию тромбоцитов, что приводит к увеличению времени кровотечения; следить за признаками кровотечения",
            "Избегать при тяжелой почечной недостаточности (СКФ <10 мл/мин); регулярное применение аспирина связано с дозозависимым повышенным риском развития хронической почечной недостаточности; аспирин снижает СКФ и почечный кровоток, особенно при предшествующем заболевании почек",
            "Ранние проявления гиперчувствительности, такие как лихорадка или лимфаденопатия, могут присутствовать, даже если сыпь не выражена; если такие признаки или симптомы присутствуют, прекратите терапию и немедленно осмотрите пациента",
            "Аспирин может повышать уровень печеночных ферментов, азот мочевины крови и креатинин сыворотки; может вызвать гиперкалиемию, протеинурию и удлинение времени кровотечения",
            "Сообщается о реакции на наркотики у пациентов, принимающих НПВП; некоторые из этих событий были фатальными или опасными для жизни; ПЛАТЬЯ обычно, хотя и не всегда, проявляется лихорадкой, сыпью, лимфаденопатией и/или отеком лица.",
            "Часто присутствует эозинофилия; поскольку это расстройство проявляется вариабельно, могут быть вовлечены другие системы органов, не упомянутые здесь.",
            "НПВП, включая аспирин, могут вызывать преждевременное закрытие артериального протока плода; избегать использования у беременных женщин, начиная с 30 недель беременности (см. Беременность)"
          ]
        },
        {
          "type": "Омепразол",
          "description": [
            "ИПП, возможно, связаны с повышенной заболеваемостью диареей, ассоциированной с C. difficile (CDAD); рассмотреть диагноз CDAD у пациентов, принимающих ИПП, с диареей, которая не улучшается",
            "Ежедневное длительное применение (например, >3 лет) может привести к мальабсорбции или дефициту цианокобаламина.",
            "Об остром тубулоинтерстициальном нефрите (ТИН) сообщалось у пациентов, принимающих ИПП; TIN может возникнуть в любой момент терапии ИПП; у пациентов могут проявляться различные признаки и симптомы от симптоматических реакций гиперчувствительности до неспецифических симптомов снижения функции почек (например, недомогание, тошнота, анорексия); в зарегистрированных сериях случаев у некоторых пациентов диагноз был поставлен при биопсии и при отсутствии внепочечных проявлений (например, лихорадки, сыпи или артралгии); прекратить прием препарата и обследовать пациентов с подозрением на острую ТИН",
            "Рассмотрите возможность мониторинга уровней магния и кальция до начала терапии и периодически во время лечения у пациентов с существовавшим ранее риском гипокальциемии (например, гипопаратиреоз); при необходимости добавляйте магний и/или кальций; если гипокальциемия рефрактерна к лечению, рассмотрите возможность прекращения терапии",
            "Гипомагниемия может возникнуть при длительном применении (> 1 года); могут возникнуть побочные эффекты, в том числе тетания, аритмии и судороги; Гипомагниемия может привести к гипокальциемии и/или гипокалиемии и может усугубить гипокальциемию у пациентов из группы риска; у большинства пациентов лечение гипомагниемии требовало заместительной терапии магнием и отмены ИПП; в 25% рассмотренных случаев добавки магния сами по себе не улучшали низкий уровень магния в сыворотке, и ИПП пришлось прекратить",
            "Кожная красная волчанка и системная красная волчанка (СКВ) сообщалось с ИПП; СКВ обычно развивалась в течение нескольких дней или лет после начала лечения, но некоторые случаи возникали через несколько дней или лет после начала лечения; СКВ встречалась в основном у пациентов от молодых до пожилых людей; у большинства пациентов выявляется сыпь; однако также сообщалось об артралгии и цитопении; прекратить терапию и направить пациента к соответствующему специалисту для оценки; состояние большинства пациентов улучшается после прекращения приема ИПП в течение 4–12 недель; серологические тесты (например, ANA) могут быть положительными, а повышенные результаты серологических тестов могут занять больше времени, чем исчезновение клинических проявлений.",
            "Терапия ИПП связана с повышенным риском полипа фундальной железы; риск увеличивается при длительном использовании > 1 года; пациент может быть бессимптомным; проблема обычно выявляется случайно при эндоскопии; используйте самую короткую продолжительность терапии, соответствующую состоянию, которое лечат",
            "Опубликованные обсервационные исследования показывают, что терапия ИПП может быть связана с повышенным риском связанных с остеопорозом переломов бедра, запястья или позвоночника, особенно при длительной (> 1 года) терапии высокими дозами.",
            "Снижение кислотности желудочного сока повышает уровень хромогранина А (CgA) в сыворотке крови и может привести к ложноположительным результатам диагностики нейроэндокринных опухолей; временно прекратить прием ИПП перед оценкой уровня CgA",
            "Избегайте использования у азиатских пациентов с неизвестным генотипом CYP2C19 или у тех, кто известен как плохой метаболизатор (см. Лекарственные взаимодействия и Фармакогеномика)."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Также см. раздел «Взаимодействия» и «Проверка взаимодействия с лекарственными средствами».",
            "Аспирин может снижать антигипертензивный эффект ингибиторов АПФ, бета-блокаторов или диуретиков.",
            "Поддерживающие дозы аспирина >100 мг снижают эффект тикагрелора в предотвращении тромботических сердечно-сосудистых событий; избегать одновременного приема тикагрелора с таблетками дозировкой 325/40 мг",
            "Из-за его способности ингибировать агрегацию тромбоцитов низкие дозы аспирина часто используются в сочетании с антикоагулянтами для предотвращения тромботических сердечно-сосудистых событий; внимательно следить за МНО, а также за признаками и симптомами кровотечения",
            "Консультировать пациентов, употребляющих алкогольные напитки ≥3 раз в день, о риске кровотечения, связанном с хроническим употреблением алкоголя в больших количествах во время приема аспирина.",
            "Омепразол",
            "Для пациентов, которые, как ожидается, будут находиться на длительном лечении или которые принимают ИПП вместе с лекарствами, такими как дигоксин, или лекарствами, которые могут вызвать гипомагниемию (например, диуретики), медицинские работники могут рассмотреть возможность мониторинга уровня магния до начала лечения ИПП и периодически.",
            "Одновременное применение ИПП с метотрексатом (преимущественно в высоких дозах) может повышать и пролонгировать уровни метотрексата в сыворотке крови и/или его метаболитов, что может привести к токсичности.",
            "Умеренные дозы аспирина могут усиливать действие пероральных гипогликемических средств.",
            "Аспирин",
            "Индукторы CYP2C19 или CYP3A4 (например, зверобой продырявленный или рифампицин) могут существенно снижать концентрацию омепразола; избегать совместного администрирования",
            "Может снижать всасывание препаратов, всасывание которых зависит от pH желудка (например, соли железа, эрлотиниб, дазатиниб, нилотиниб, микофенолата мофетил, кетоконазол/итраконазол)",
            "Омепразол ингибирует печеночный изофермент CYP2C19 и может снижать метаболизм препаратов, являющихся субстратами CYP2C19 (например, циталопрама, цилостазола, фенитоина, диазепама, такролимуса).",
            "Может увеличить воздействие дигоксина; контролировать концентрацию дигоксина и при необходимости корректировать дозу для поддержания терапевтических концентраций в сыворотке",
            "ИПП противопоказаны с препаратами, содержащими рилпивирин.",
            "Совместный прием клопидогреля с омепразолом в дозе 80 мг снижает фармакологическую активность клопидогреля даже при приеме с интервалом в 12 часов; избегать совместного администрирования; антиагрегантный эффект клопидогреля полностью обусловлен активным метаболитом; метаболизм клопидогреля до его активного метаболита может быть нарушен при одновременном применении с лекарствами (например, омепразолом), которые влияют на активность CYP2C19."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "аброцитиниб и аспирин усиливают антикоагулянтную активность. Противопоказано. Антитромбоцитарные препараты, кроме низких доз аспирина (=81 мг qD), в течение первых 3 мес лечения противопоказаны."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид повышает уровень аспирина по неизвестному механизму. Противопоказано. Одновременное применение дихлорфенамида с высокими дозами аспирина может повышать уровень салицилатов. Сообщалось об анорексии, тахипноэ, летаргии и коме."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "омепразол снижает уровень эрлотиниба на др. (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано. Сильные или умеренные ингибиторы CYP2C19 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "аспирин, мифепристон. Другое (см. комментарий). Противопоказано.\nКомментарий: антитромбоцитарная активность, вызванная аспирином, может вызвать чрезмерное кровотечение после аборта с использованием мифепристона (RU 486)."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "омепразол снижает уровень нелфинавира за счет неустановленного механизма взаимодействия. Противопоказано. Одновременное применение может привести к потере вирусологического ответа на нелфинавир и развитию резистентности; Механизмом может быть ингибирование CYP2C19 превращения нелфинавира в активный метаболит М8, а также снижение рН желудка ИПП, что приводит к снижению всасывания нелфинавира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "омепразол повышает уровень или эффект аброцитиниба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "омепразол снижает уровень акалабрутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость акалабрутиниба снижается с увеличением рН желудка. Из-за длительного эффекта ИПП разделение доз может не устранить взаимодействие."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Совместное введение апалутамида, сильного индуктора CYP2C19, с препаратами, которые являются субстратами CYP2C19, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "омепразол будет снижать уровень или эффект атазанавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость атазанавира снижается по мере увеличения рН. Ожидается существенное снижение концентрации атазанавира в плазме при одновременном применении с ИПП. Доза ИПП не должна превышать дозу, сравнимую с дозой омепразола 20 мг, и ее следует принимать примерно за 12 ч до применения атазанавира/ритонавира у пациентов, ранее не получавших лечения. ИПП не рекомендуются при лечении атазанавиром."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "беназеприл",
      "description": {
        "common": "аспирин, беназеприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каплацизумаб",
      "description": {
        "common": "каплацизумаб, аспирин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каптоприл",
      "description": {
        "common": "аспирин, каптоприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "омепразол снижает действие церитиниба, повышая рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "омепразол будет повышать уровень или эффект цилостазола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "омепразол снижает действие клопидогрела, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Эффективность клопидогреля может быть снижена препаратами, ингибирующими CYP2C19. Ингибирование агрегации тромбоцитов клопидогрелем полностью обусловлено активным метаболитом. Клопидогрел частично метаболизируется до этого активного метаболита с помощью CYP2C19. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дакомитиниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект дакомитиниба за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение с ИПП снижает концентрацию дакомитиниба, что может снижать эффективность дакомитиниба. Избегайте использования ИПП с дакомитинибом. В качестве альтернативы ИПП используйте антациды местного действия или антагонисты Н2-рецепторов. Вводить по крайней мере за 6 часов до или через 10 часов после приема антагониста Н2-рецепторов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "омепразол повысит уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "омепразол снижает уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эналаприл",
      "description": {
        "common": "аспирин, эналаприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Если одновременное применение сильных ингибиторов CYP2C9 неизбежно, следует внимательно следить за побочными реакциями и соответствующим образом изменять дозу эрдафитиниба. Если сильный ингибитор CYP2C9 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "омепразол повысит уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повышает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "аспирин, фозиноприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен уменьшает действие аспирина на др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Ибупрофен снижает антитромбоцитарное действие малых доз аспирина, блокируя активный центр тромбоцитарной циклооксигеназы. Введите ибупрофен за 8 ч до приема аспирина или по крайней мере через 2–4 ч после приема аспирина. Влияние других НПВП на аспирин не установлено."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно увеличивает токсичность аспирина за счет антикоагуляции. Избегайте или используйте альтернативный препарат. увеличивает риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "омепразол будет снижать уровень или эффект индинавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект инфигратиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект итраконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект кетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "аспирин, кеторолак.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "аспирин, кеторолак интраназально.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лесинурад",
      "description": {
        "common": "аспирин снижает действие лезинурада за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Аспирин в дозах >325 мг/сут может снижать эффективность лезинурада. Дозы аспирина 325 мг/день или менее (т. е. для профилактики сердечно-сосудистых событий) не снижают эффективность лезинурада и могут назначаться одновременно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект левокетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "аспирин, лизиноприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "аспирин, мациморелин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Лекарства, которые непосредственно влияют на секрецию гипофизом гормона роста (GH), могут повлиять на точность диагностического теста мациморелина. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, влияющих на высвобождение ГР. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина против кори, эпидемического паротита, краснухи и ветряной оспы живая",
      "description": {
        "common": "аспирин, вакцина против кори, эпидемического паротита, краснухи и ветряной оспы, живая. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "месаламин",
      "description": {
        "common": "омепразол снижает действие месаламина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Относится только к лекарственной форме пролонгированного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метотрексат",
      "description": {
        "common": "аспирин повышает уровень метотрексата за счет снижения почечного клиренса. Избегайте или используйте альтернативный препарат. Следует соблюдать осторожность при одновременном применении салицилатов с метотрексатом. Риск лекарственного взаимодействия с метотрексатом наиболее высок во время терапии высокими дозами метотрексата, рекомендуется с осторожностью применять любой из этих препаратов с метотрексатом, даже если метотрексат используется в низких дозах."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "аспирин снижает уровень или эффект мифепристона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митотан",
      "description": {
        "common": "аспирин снижает уровень или эффект митотана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "аспирин, моэксиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект нератиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект нисолдипина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект пазопаниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пеметрексед",
      "description": {
        "common": "аспирин повышает уровень пеметрекседа за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Прерывание дозирования у всех пациентов, принимающих НПВП с длительным периодом полувыведения, по крайней мере за 5 дней до, в день и 2 дня после введения пеметрекседа. Если coadministration НПВП необходимо, внимательно следить за пациентами для токсичности, особенно миелосупрессия, нефротоксичности и GI токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "периндоприл",
      "description": {
        "common": "аспирин, периндоприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект пексидартиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ингибиторов протонной помпы (ИПП) с пексидартинибом. При необходимости используйте антагонисты Н2-рецепторов или антациды. При использовании альтернатив ИПП назначайте пексидартиниб за 2 часа до или после приема антацидов местного действия ИЛИ назначайте пексидартиниб как минимум за 2 часа до или через 10 часов после приема антагониста Н2-рецепторов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пробенецид",
      "description": {
        "common": "аспирин снижает эффекты пробенецида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Избегайте или используйте альтернативный препарат. Аспирин снижает урикозурическое действие пробенецида."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "квинаприл",
      "description": {
        "common": "аспирин, квинаприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рамиприл",
      "description": {
        "common": "аспирин, рамиприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секретин",
      "description": {
        "common": "омепразол, секретин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременный прием ИПП может вызвать гиперреакцию секреции гастрина в ответ на тест на стимуляцию с секретином, ложно предполагая гастриному. Время, необходимое для возвращения концентрации гастрина в сыворотке к исходному уровню после прекращения приема ИПП, зависит от конкретного ИПП. Временно прекратите лечение омепразолом по крайней мере за 14 дней до оценки, чтобы позволить уровням гастрина вернуться к исходному уровню."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект сипонимода, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Совместное применение сипонимода с препаратами, вызывающими умеренное ингибирование CYP2C9 И умеренное или сильное ингибирование CYP3A4, не рекомендуется. Следует соблюдать осторожность при одновременном применении сипонимода с умеренными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "омепразол снизит уровень или эффект софосбувира/велпатасвира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость велпатасвира снижается по мере увеличения pH желудка (практически нерастворим при pH > 5). Совместное применение софосбувира/велпатасвира с омепразолом или другими ИПП не рекомендуется. Если это необходимо по медицинским показаниям, давайте софосбувир/велпатасвир во время еды за 4 часа до приема 20 мг омепразола. Использование с другими ИПП не изучалось."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "омепразол снижает действие спарсентана, повышая рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Ингибиторы протонной помпы могут снижать экспозицию спарсентана, что может снижать его эффективность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "аспирин усиливает эффекты тиклопидина за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск кровотечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "аспирин, трандолаприл. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Coadministration может привести к значительному снижению почечной функции. НПВП могут снижать антигипертензивный эффект ингибиторов АПФ. Механизм этих взаимодействий, вероятно, связан со способностью НПВП снижать синтез сосудорасширяющих почечных простагландинов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живая вакцина против ветряной оспы",
      "description": {
        "common": "аспирин, живая вакцина против ветряной оспы. Механизм: неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Риск синдрома Рея с комбинацией; избегать использования салицилатов в течение 6 недель после вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абциксимаб",
      "description": {
        "common": "аспирин, абциксимаб.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб усиливает эффекты аспирина за счет антикоагуляции. Изменить терапию/внимательно контролировать. Одновременное применение акалабрутиниба с антиагрегантами или антикоагулянтами может еще больше увеличить риск кровотечения. Следите за признаками кровотечения и оценивайте соотношение пользы и риска приостановки приема акалабрутиниба на 3-7 дней до и после операции в зависимости от типа операции и риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "ацебутолол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "и ацеклофенак, и аспирин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин и аспирин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид, аспирин.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы карбоангидразы (КАИ) и салицилаты ингибируют секрецию друг друга в почечных канальцах, что приводит к повышению их уровня в плазме. CAI также перемещают салицилаты из плазмы в ЦНС, что приводит к потенциальной нейротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репейник",
      "description": {
        "common": "аспирин и репейник усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "аспирин увеличивает, а альбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люцерна",
      "description": {
        "common": "аспирин и люцерна усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "аспирин снижает эффекты альфузозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алискирен",
      "description": {
        "common": "аспирин снизит уровень или эффект алискирена по другому (см. комментарий). Используйте осторожность/монитор. У пациентов пожилого возраста, с истощением ОЦК (в том числе получающих терапию диуретиками) или с нарушенной функцией почек одновременное назначение НПВП с препаратами, влияющими на РААС, может увеличить риск почечной недостаточности (включая острую почечную недостаточность) и привести к потере антигипертензивного эффекта. . Периодически контролируйте функцию почек."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альтеплаза",
      "description": {
        "common": "аспирин, альтеплаза.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "американский женьшень",
      "description": {
        "common": "аспирин и американский женьшень усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амилорид",
      "description": {
        "common": "амилорид и аспирин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "амоксициллин, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "омепразол снизит уровень или эффект ампициллина за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "анагрелид",
      "description": {
        "common": "аспирин, анагрелид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; увеличивает риск кровотечения; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "антитромбин альфа и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "антитромбин III и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апиксабан",
      "description": {
        "common": "аспирин и апиксабан усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение. Необходимость одновременного применения низких доз аспирина (<100 мг/сут) с антикоагулянтами обычна для пациентов с сердечно-сосудистыми заболеваниями, но может привести к усилению кровотечения; внимательно следите. Незамедлительно оценивайте любые признаки или симптомы кровопотери при одновременном лечении низкими дозами аспирина. Избегайте coadministration с хроническим использованием более высокой дозы аспирина. В 1 исследовании (APPRAISE-2) терапия была прекращена из-за значительного увеличения кровотечения, когда апиксабан вводили с двойной антитромбоцитарной терапией (например, аспирин плюс клопидогрель) по сравнению с монотерапией антитромбоцитарной терапией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "аспирин увеличивает, а арформотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аргатробан",
      "description": {
        "common": "аргатробан и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "аспирин снижает эффекты азенапина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "атенолол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "омепразол повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азфицел-Т",
      "description": {
        "common": "азфицел-Т, аспирин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: у пациентов, принимающих аспирин, могут наблюдаться повышенные кровоподтеки или кровотечения в местах биопсии и/или инъекций. Одновременное применение с аспирином не рекомендуется. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азилсартан",
      "description": {
        "common": "аспирин, азилсартан.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно у лиц пожилого возраста или лиц с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белумосудил",
      "description": {
        "common": "омепразол будет снижать уровень или эффект белумосудила за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Увеличьте дозу белумосудила до 200 мг перорально два раза в день при совместном применении с ингибиторами протонной помпы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "омепразол будет повышать уровень или эффект белзутифана, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Белзутифан является субстратом CYP2C19. Совместное применение с ингибиторами CYP2C19 может увеличить частоту или тяжесть побочных эффектов. Следите за анемией и гипоксией и уменьшайте дозу белзутифана в соответствии с рекомендациями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бемипарин",
      "description": {
        "common": "бемипарин и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "беназеприл, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно при приеме высоких доз аспирина, у пожилых людей или лиц с истощением объема."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендамустин",
      "description": {
        "common": "омепразол снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "аспирин увеличивает, а бендрофлуметиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бетаксолол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "аспирин, бетриксабан.\nЛибо повышает уровень другого за счет антикоагулянтов. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биматопрост",
      "description": {
        "common": "биматопрост, аспирин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бисопролол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "бивалирудин и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "бортезомиб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "омепразол снижает уровень бозутиниба на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ИПП могут снижать концентрацию бозутиниба примерно на 45%; бозутиниб проявляет рН-зависимую растворимость."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бринзоламид",
      "description": {
        "common": "бринзоламид, аспирин.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы карбоангидразы (КАИ) и салицилаты ингибируют секрецию друг друга в почечных канальцах, что приводит к повышению их уровня в плазме. CAI также перемещают салицилаты из плазмы в ЦНС, что приводит к потенциальной нейротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "омепразол снижает действие будесонида за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Будесонид с энтеросолюбильным покрытием растворяется при pH > 5,5. Кроме того, растворение таблеток будесонида пролонгированного действия зависит от рН. Одновременное применение с препаратами, повышающими рН желудка, может вызвать преждевременное растворение этих продуктов будесонида и, возможно, повлиять на свойства высвобождения и всасывание препарата в двенадцатиперстной кишке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буметанид",
      "description": {
        "common": "аспирин увеличивает, а буметанид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "кандесартан и аспирин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "омепразол увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с сильным ингибитором CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "омепразол снижает действие капецитабина по неизвестному механизму. Используйте осторожность/монитор. Ретроспективные данные свидетельствуют о том, что повышенный рН желудка, вызванный применением ИПП, может ухудшать растворение таблеток капецитабина и/или снижать всасывание."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "каптоприл, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно при приеме высоких доз аспирина, у лиц пожилого возраста или у лиц с дефицитом жидкости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбеноксолон",
      "description": {
        "common": "аспирин повышает, а карбеноксолон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "омепразол снизит уровень или эффект карбонильного железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "карведилол и аспирин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "омепразол снижает действие цефподоксима за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефуроксим",
      "description": {
        "common": "омепразол снижает действие цефуроксима за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "аспирин и целекоксиб усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "Целипролол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "аспирин увеличивает, а хлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "аспирин усиливает действие хлорпропамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "аспирин увеличивает, а хлорталидон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "аспирин и трисалицилат магния холина усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цилостазол",
      "description": {
        "common": "аспирин, цилостазол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "корица",
      "description": {
        "common": "аспирин и корица усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "аспирин снижает уровень ципрофлоксацина по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Забуференный аспирин может снижать всасывание хинолонов. Рассмотрите введение за 2 часа до или через 6 часов после введения буферного аспирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект циталопрама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Циталопрам 20 мг/день является максимальной рекомендуемой дозой для пациентов, принимающих ингибиторы CYP2C19, из-за риска удлинения интервала QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект клобазама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Может потребоваться корректировка дозировки; Ингибиторы CYP2C19 могут привести к повышенному воздействию N-десметилклобазама (активный метаболит)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. Кломипрамин ингиб. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "аспирин, клопидогрел.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "омепразол снижает уровень или эффект клозапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат повышает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "коллагеназа clostridium histolyticum",
      "description": {
        "common": "аспирин увеличивает токсичность коллагеназы clostridium histolyticum за счет антикоагуляции. Используйте осторожность/монитор. Collagenase clostridium histolyticum имеет высокую частоту экхимозов/ушибов в месте инъекции; избегайте одновременного приема антикоагулянтов (за исключением низких доз аспирина, т. е. до 150 мг/сут)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан повышает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кордицепс",
      "description": {
        "common": "аспирин и кордицепс усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кортизон",
      "description": {
        "common": "аспирин, кортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект кризотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, повышающие pH желудка, могут снижать растворимость кризотиниба и впоследствии снижать его биодоступность. Однако официальных исследований не проводилось."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "аспирин увеличивает, а циклопентиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "омепразол, циклоспорин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное применение ИПП может вызвать гипомагниемию и увеличить этот риск при совместном применении с препаратами, которые также могут снижать уровень магния."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "дабигатран и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение. Необходимость одновременного применения низких доз аспирина (<100 мг/сут) с антикоагулянтами обычна для пациентов с сердечно-сосудистыми заболеваниями, но может привести к усилению кровотечения; внимательно следите. Незамедлительно оцените любые признаки или симптомы кровопотери при одновременном лечении низкими дозами аспирина. Избегайте одновременного применения с хроническим использованием более высоких доз аспирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект дабрафениба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, которые изменяют рН верхних отделов желудочно-кишечного тракта (например, ИПП, Н2-блокаторы, антациды), могут снижать растворимость дабрафениба и снижать его биодоступность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "далтепарин и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс, аспирин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Комбинация может усилить желудочно-кишечное кровотечение, изъязвление и раздражение. Используйте с осторожностью."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефибротид",
      "description": {
        "common": "дефибротид усиливает эффекты аспирина за счет переносчика оттока Р-гликопротеина (MDR1). Используйте осторожность/монитор. Дефибротид может усиливать действие ингибиторов тромбоцитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "аспирин, дефлазакорт.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десирудин",
      "description": {
        "common": "аспирин, десирудин.\nОдин из них увеличивает уровни другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "аспирин, дексаметазон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "омепразол, декстроамфетамин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Снижение кислотности желудка, вызванное ингибиторами протонной помпы, сокращает время достижения Tmax для амфетамина и декстроамфетамина. AUC не пострадал. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP2C19 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и омепразол снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклофенак",
      "description": {
        "common": "аспирин и диклофенак усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "диклоксациллин, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "аспирин и дифлунизал усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "аспирин и дигоксин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипиридамол",
      "description": {
        "common": "аспирин, дипиридамол.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц повышает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "аспирин повышает, а добутамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "dong quai",
      "description": {
        "common": "аспирин и дон кваи усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "аспирин увеличивает, а допексамин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксазозин",
      "description": {
        "common": "аспирин снижает эффекты доксазозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "дроспиренон и аспирин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "дулоксетин, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "эдоксабан, аспирин.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Изменить терапию/внимательно контролировать. Оба препарата могут вызвать кровотечение. Необходимость одновременного применения низких доз аспирина (<100 мг/сут) с антикоагулянтами обычна для пациентов с сердечно-сосудистыми заболеваниями, но может привести к усилению кровотечения; внимательно следите. Незамедлительно оцените любые признаки или симптомы кровопотери при одновременном лечении низкими дозами аспирина. Избегайте coadministration с хроническим использованием более высокой дозы аспирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс повышает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Элаголикс является слабым ингибитором CYP2C19. Для омепразола в дозе 40 мг/сутки или менее коррекции дозы не требуется. Рассмотрите возможность снижения дозы омепразола с более высокими дозами омепразола (например, дозой по Золлингеру-Эллисону) при одновременном применении с элаголиксом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "омепразол снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "омепразол повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при совместном применении с сильными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ, аспирин.\nОдин из них увеличивает токсичность другого за счет снижения почечного клиренса. Изменить терапию/внимательно контролировать. Токсичность может быть результатом совместного применения эмтрицитабина и тенофовира с другими препаратами, которые также в основном выводятся путем клубочковой фильтрации и/или активной канальцевой секреции, включая высокие дозы или многократные дозы НПВП; следует рассмотреть альтернативы НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "эналаприл, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно при приеме высоких доз аспирина, у пожилых людей или лиц с истощением объема."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, омепразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "эноксапарин и аспирин усиливают антикоагулянтную активность. Используйте осторожность/монитор. Аддитивные эффекты предполагаются, когда оба препарата назначаются по показаниям при нестабильной стенокардии, ИМ без зубца Q и ИМпST."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "аспирин увеличивает, а эфедрин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "аспирин увеличивает, а адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "аспирин повышает, а рацемический адреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "аспирин и эпопростенол усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "Эпросартан и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эптифибатид",
      "description": {
        "common": "аспирин, эптифибатид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект эсциталопрама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат повышает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "Эсмолол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "аспирин увеличивает, а этакриновая кислота снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этодолак",
      "description": {
        "common": "аспирин и этодолак усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин повышает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "fenbufen",
      "description": {
        "common": "аспирин и фенбуфен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенхель",
      "description": {
        "common": "аспирин и фенхель усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "аспирин и фенопрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "омепразол снизит уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "омепразол снизит уровень или эффект мальтола железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "омепразол снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "омепразол снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "омепразол снизит уровень или эффект сульфата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиретрум",
      "description": {
        "common": "аспирин и пиретрум усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "омепразол будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рыбий жир",
      "description": {
        "common": "рыбий жир, аспирин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих рыбий жир и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциального повышенного риска кровотечения. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триглицериды рыбьего жира",
      "description": {
        "common": "Триглицериды рыбьего жира повышают уровень или эффект аспирина за счет антикоагуляции. Используйте осторожность/монитор. Сообщалось о длительном кровотечении у пациентов, принимающих антитромбоцитарные средства или антикоагулянты и перорально омега-3 жирные кислоты. Периодически контролируйте время кровотечения у пациентов, получающих триглицериды рыбьего жира и сопутствующие антиагреганты или антикоагулянты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "омепразол будет повышать уровень или эффект флибансерина, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Одновременное применение флибансерина с сильными ингибиторами CYP2C19 может усилить экспозицию флибансерина и увеличить риск гипотензии, обморока и угнетения ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "аспирин, флудрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "аспирин и флурбипрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "фондапаринукс и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "аспирин увеличивает, а формотерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "форсколин",
      "description": {
        "common": "аспирин и форсколин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "омепразол будет снижать уровень или эффект фосампренавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "фозиноприл, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно при приеме высоких доз аспирина, у пожилых людей или лиц с истощением объема."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "омепразол увеличивает уровень или действие фосфенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фуросемид",
      "description": {
        "common": "аспирин увеличивает, а фуросемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "чеснок",
      "description": {
        "common": "аспирин и чеснок усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "омепразол снижает уровень гефитиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. По возможности избегайте одновременного применения гефитиниба с ИПП. Если требуется лечение ИПП, разделите дозы гефитиниба и ИПП на 12 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гентамицин",
      "description": {
        "common": "аспирин увеличивает, а гентамицин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имбирь",
      "description": {
        "common": "аспирин и имбирь усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ginkgo biloba",
      "description": {
        "common": "аспирин и гинкго билоба усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "аспирин усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "аспирин усиливает действие глипизида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "омепразол увеличивает уровень или эффект глибурида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай усиливает действие аспирина за счет фармакодинамического синергизма. Используйте осторожность/монитор. (Теоретически, из-за содержания кофеина). Комбинация может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гризеофульвин",
      "description": {
        "common": "гризеофульвин снижает уровень аспирина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гепарин",
      "description": {
        "common": "гепарин и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "семена конского каштана",
      "description": {
        "common": "аспирин и семена конского каштана усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиалуронидаза",
      "description": {
        "common": "аспирин снижает действие гиалуронидазы на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: салицилаты при системном введении в больших дозах могут сделать ткани частично устойчивыми к действию гиалуронидазы. Пациентам может потребоваться большее количество гиалуронидазы для эквивалентного диспергирующего эффекта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "аспирин снижает эффекты гидралазина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "аспирин увеличивает, а гидрохлоротиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "аспирин, гидрокортизон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "ибрутиниб повысит уровень или эффект аспирина за счет антикоагуляции. Используйте осторожность/монитор. Ибрутиниб может увеличить риск кровотечения у пациентов, получающих антитромбоцитарную или антикоагулянтную терапию, и следует контролировать признаки кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "аспирин и ибупрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "аспирин повысит уровень или эффект ибупрофена внутривенно за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "икосапент",
      "description": {
        "common": "икозапент, аспирин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Икозапент может увеличить время кровотечения; периодически контролировать, если coadministered с другими препаратами, которые влияют на кровотечение."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: иматиниб может вызывать тромбоцитопению; Риск кровотечения увеличивается при одновременном применении иматиниба с антикоагулянтами, НПВП, ингибиторами тромбоцитов и тромболитическими средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "омепразол будет повышать уровень или эффект имипрамина, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "аспирин увеличивает, а индапамид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "аспирин и индометацин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "аспирин усиливает эффекты инсулина аспарт за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт протамин/инсулин аспарт",
      "description": {
        "common": "аспирин усиливает эффекты инсулина аспарта протамина/инсулина аспарта за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "аспирин усиливает действие инсулина деглудек за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "аспирин, инсулин деглудек/инсулин аспарт.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают уровень глюкозы в крови."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "аспирин усиливает действие инсулина детемир за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "аспирин усиливает эффекты инсулина гларгина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "аспирин усиливает действие инсулина глулизина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "аспирин усиливает эффекты вдыхаемого инсулина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин изофан человеческий/инсулин обычный человеческий",
      "description": {
        "common": "аспирин усиливает эффекты инсулина изофана человеческого/инсулина обычного человека за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "аспирин усиливает действие инсулина лизпро за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро протамин/инсулин лизпро",
      "description": {
        "common": "аспирин усиливает эффекты протамина инсулина лизпро/инсулина лизпро за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "аспирин усиливает действие инсулина НПХ за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "аспирин усиливает действие обычного человеческого инсулина за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное введение инсулина с высокими дозами салицилатов (3 г/сутки и более) может увеличить риск гипогликемии. Может потребоваться коррекция дозы инсулина и увеличение частоты мониторинга уровня глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "омепразол снизит уровень или эффект комплекса декстрана железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "омепразол снизит уровень или эффект сахарозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "омепразол будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "аспирин увеличивает, а изопротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин повышает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "аспирин и кетопрофен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак",
      "description": {
        "common": "аспирин и кеторолак усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "аспирин и кеторолак интраназально усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "лабеталол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "латанопрост",
      "description": {
        "common": "латанопрост, аспирин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "латанопростен бунод офтальмологический",
      "description": {
        "common": "латанопростен, бунод офтальмологический, аспирин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "омепразол снижает уровни ледипасвира/софосбувира по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Растворимость ледипасвира снижается по мере увеличения pH; Ожидается, что препараты, повышающие pH желудка, будут снижать уровень ледипасвира; дозы ингибитора протонной помпы, сравнимые с дозой омепразола <20 мг, можно вводить одновременно с ледипасвиром/софосбувиром натощак."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может потребоваться мониторинг и коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "аспирин увеличивает, а левалбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. СИОЗСН могут дополнительно нарушать активность тромбоцитов у пациентов, принимающих антитромбоцитарные или антикоагулянтные препараты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "лизиноприл, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно при приеме высоких доз аспирина, у пожилых людей или лиц с истощением объема."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "аспирин повышает уровень лития за счет снижения почечного клиренса. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "омепразол повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "аспирин и лорноксикам усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "аспирин снижает эффекты лозартана за счет фармакодинамического антагонизма. Изменить терапию/внимательно контролировать. НПВП снижают синтез сосудорасширяющих почечных простагландинов и, таким образом, влияют на гомеостаз жидкости и могут снижать антигипертензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, омепразол. влияет на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Исследования in vitro предполагают, что люмакафтор может индуцировать, а ивакафтор может ингибировать субстраты CYP2C19. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "аспирин и меклофенамат усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "аспирин и мефенамовая кислота усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "мелатонин усиливает действие аспирина за счет антикоагуляции. Используйте осторожность/монитор. Мелатонин может уменьшить протромбиновое время."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "аспирин и мелоксикам усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "месаламин",
      "description": {
        "common": "месаламин, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивная нефротоксичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "аспирин увеличивает, а метапротеренол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метазоламид",
      "description": {
        "common": "метазоламид, аспирин.\nЛибо повышает уровень другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Ингибиторы карбоангидразы (КАИ) и салицилаты ингибируют секрецию друг друга в почечных канальцах, что приводит к повышению их уровня в плазме. CAI также перемещают салицилаты из плазмы в ЦНС, что приводит к потенциальной нейротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "омепразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. У некоторых пациентов можно рассмотреть возможность временной отмены ИПП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "аспирин повышает, а метиклотиазид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "омепразол снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "аспирин, метилпреднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метолазон",
      "description": {
        "common": "аспирин увеличивает, а метолазон снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "метопролол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омела",
      "description": {
        "common": "аспирин увеличивает, а омела снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "моэксиприл, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно при приеме высоких доз аспирина, у пожилых людей или лиц с истощением объема."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксисилит",
      "description": {
        "common": "аспирин снижает эффекты моксисилита за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "аспирин повысит уровень или эффект микофенолата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набуметон",
      "description": {
        "common": "аспирин и набуметон усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект натеглинида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "надолол и аспирин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "напроксен",
      "description": {
        "common": "аспирин и напроксен усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "и небиволол, и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "крапива",
      "description": {
        "common": "аспирин повышает, а крапива снижает антикоагулянтную активность. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитазоксанид",
      "description": {
        "common": "нитазоксанид, аспирин.\nОдин из них повышает уровень другого по механизму: конкуренция за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "аспирин повысит уровень или эффект ректального нитроглицерина Другое (см. комментарий). Используйте осторожность/монитор. Фармакологические эффекты нитроглицерина могут усиливаться при одновременном применении с аспирином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин сублингвально",
      "description": {
        "common": "аспирин усиливает действие нитроглицерина сублингвально за счет дополнительной вазодилатации. Используйте осторожность/монитор. Сосудорасширяющие и гемодинамические эффекты НТГ могут быть усилены при одновременном применении с аспирином (аддитивный эффект желателен для неотложной терапии)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "аспирин увеличивает, а норадреналин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "олмесартан и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC) будут снижать уровень или эффект омепразола за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Монитор для снижения эффективности омепразола; рассмотреть вопрос об увеличении дозы омепразола у пациентов с плохим контролем симптомов (не более 40 мг/день)"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 карбоновые кислоты",
      "description": {
        "common": "омега-3 карбоновые кислоты, аспирин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3 кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омега 3 жирные кислоты",
      "description": {
        "common": "омега-3 жирные кислоты, аспирин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: пациентов, принимающих омега-3-жирные кислоты и антикоагулянты или другие препараты, влияющие на свертываемость крови, следует периодически обследовать из-за потенциально повышенного риска кровотечений. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оспемифен",
      "description": {
        "common": "аспирин, оспемифен.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксациллин",
      "description": {
        "common": "оксациллин, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "аспирин и оксапрозин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Женьшень",
      "description": {
        "common": "аспирин и женьшень усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "аспирин и парекоксиб усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пау д'арко",
      "description": {
        "common": "аспирин и пау д'арко усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегаспаргаза",
      "description": {
        "common": "пегаспаргаза усиливает действие аспирина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечений."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "пенбутолол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенициллин G водный",
      "description": {
        "common": "водный раствор пенициллина G, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "периндоприл, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно при приеме высоких доз аспирина, у пожилых людей или людей с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фениндион",
      "description": {
        "common": "фениндион и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "аспирин снижает эффекты феноксибензамина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентоламин",
      "description": {
        "common": "аспирин снижает эффекты фентоламина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "омепразол увеличивает уровень или эффект фенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "аспирин и фитоэстрогены усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "пиндолол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "аспирин увеличивает, а пирбутерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "аспирин и пироксикам усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "пивмециллинам, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "омепразол снизит уровень или эффект полисахарида железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект позаконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кислый фосфат калия",
      "description": {
        "common": "аспирин и кислый фосфат калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорид калия",
      "description": {
        "common": "аспирин и хлорид калия повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат калия",
      "description": {
        "common": "аспирин и цитрат калия повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йодистый калий",
      "description": {
        "common": "Йодид калия и аспирин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прасугрель",
      "description": {
        "common": "аспирин, прасугрел.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "празозин",
      "description": {
        "common": "аспирин снижает эффекты празозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "аспирин, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "преднизолон",
      "description": {
        "common": "аспирин, преднизолон.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "пропранолол и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протамин",
      "description": {
        "common": "протамин и аспирин усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "квинаприл, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно при приеме высоких доз аспирина, у пожилых людей или у людей с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "рамиприл, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно при приеме высоких доз аспирина, у пожилых людей или у людей с истощением организма."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "reishi",
      "description": {
        "common": "аспирин и рейши усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ретеплаза",
      "description": {
        "common": "аспирин, ретеплаза.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "риосигуат",
      "description": {
        "common": "омепразол будет снижать уровень или эффект риоцигуата за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "аспирин, ривароксабан.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Используйте осторожность/монитор. Оба препарата могут вызвать кровотечение. Необходимость одновременного применения низких доз аспирина (<100 мг/сут) с антикоагулянтами обычна для пациентов с сердечно-сосудистыми заболеваниями, но может привести к усилению кровотечения; внимательно следите. Незамедлительно оцените любые признаки или симптомы кровопотери при одновременном лечении низкими дозами аспирина. Избегайте coadministration с хроническим использованием более высокой дозы аспирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривастигмин",
      "description": {
        "common": "ривастигмин повышает токсичность аспирина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Мониторинг пациентов для симптомов активного или скрытого желудочно-кишечного кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рофлумиласт",
      "description": {
        "common": "омепразол снижает уровень или эффект рофлумиласта, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Сопутствующая терапия может снизить терапевтическую эффективность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "омепразол снизит уровень или эффект плодов шиповника за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "сакубитрил/валсартан и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "аспирин и салицилаты (не аза) усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "аспирин увеличивает, а салметерол снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сальсалат",
      "description": {
        "common": "аспирин и сальсалат усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "увидел пальметто",
      "description": {
        "common": "пальма сереноа увеличивает токсичность аспирина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Может увеличить риск кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "аспирин и селуметиниб усиливают антикоагулянтную активность. Изменить терапию/внимательно контролировать. Повышенный риск кровотечения может возникать у пациентов, принимающих антагонист витамина К или антиагрегант с селуметинибом. Мониторинг кровотечения и МНО или ПВ у пациентов, одновременно принимающих антагонист витамина К или антиагрегант с селуметинибом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Сибирский женьшень",
      "description": {
        "common": "аспирин и сибирский женьшень усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силодозин",
      "description": {
        "common": "аспирин снижает эффекты силодозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "аспирин, пикосульфат натрия/оксид магния/безводная лимонная кислота.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может быть связано с дисбалансом жидкости и электролитов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "Сульфат натрия/сульфат магния/хлорид калия повышает токсичность аспирина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния повышает токсичность аспирина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременное применение с препаратами, вызывающими нарушения водно-электролитного баланса, может увеличить риск нежелательных явлений, таких как судороги, аритмии и почечная недостаточность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "соталол и аспирин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "аспирин и спарсентан повышают нефротоксичность и/или ототоксичность. Используйте осторожность/монитор. Одновременное применение НПВП, включая селективные ингибиторы ЦОГ-2, может привести к ухудшению функции почек (например, возможной почечной недостаточности). Следите за признаками ухудшения функции почек при одновременном применении с НПВП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "спиронолактон и аспирин повышают уровень калия в сыворотке крови. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, омепразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сукцинилхолин",
      "description": {
        "common": "аспирин и сукцинилхолин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "аспирин, сульфаметоксазол.\nОдин из них усиливает действие другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор. Из-за высокой способности связывания белков обоих препаратов одно из них может вытеснять другое при совместном применении, что приводит к усилению эффекта вытесненного препарата; риск низок при низких дозах аспирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "аспирин и сульфасалазин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сулиндак",
      "description": {
        "common": "аспирин и сулиндак усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "омепразол будет повышать уровень или эффект такролимуса, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Одновременное применение может повышать концентрацию такролимуса в цельной крови, особенно у лиц со средним или низким уровнем метаболизма CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тафлупрост",
      "description": {
        "common": "тафлупрост, аспирин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "телмисартан и аспирин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темоциллин",
      "description": {
        "common": "темоциллин, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенектеплаза",
      "description": {
        "common": "аспирин, тенектеплаза.\nЛибо увеличивает токсичность другого за счет антикоагулянтов. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "terazosin",
      "description": {
        "common": "аспирин снижает эффекты теразозина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "аспирин увеличивает, а тербуталин снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "аспирин, тикагрелор. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Поддерживающие дозы аспирина выше 100 мг снижают эффективность тикагрелора. Поэтому после начальной нагрузочной дозы аспирина (обычно 325 мг) применяют тикагрелор с поддерживающей дозой аспирина 75-100 мг."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "тикарциллин, аспирин.\nОдин из них увеличивает уровни другого за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "тимолол и аспирин повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "омепразол будет повышать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тирофибан",
      "description": {
        "common": "аспирин, тирофибан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Необходимость одновременного применения низких доз аспирина и антикоагулянтов или антиагрегантов характерна для пациентов с сердечно-сосудистыми заболеваниями; внимательно следите."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и аспирина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "омепразол повышает уровень тофацитиниба, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. При совместном применении тофацитиниба с мощными ингибиторами CYP2C19 не рекомендуется специальная коррекция дозы; уменьшить дозу тофацитиниба при одновременном применении как с умеренными ингибиторами CYP3A4, так и с мощными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "аспирин усиливает действие толазамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "аспирин усиливает действие толбутамида по неизвестному механизму. Используйте осторожность/монитор. Риск гипогликемии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "аспирин и толфенамовая кислота усиливают антикоагулянтное действие. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толметин",
      "description": {
        "common": "аспирин и толметин усиливают антикоагулянтную активность. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "аспирин и толваптан повышают уровень калия в сыворотке крови. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "торсемиде",
      "description": {
        "common": "аспирин увеличивает, а торасемид снижает уровень калия в сыворотке. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "трандолаприл, аспирин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Может привести к ухудшению функции почек, особенно при приеме высоких доз аспирина, у пожилых людей и истощению объема."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "травопрост офтальмологический",
      "description": {
        "common": "травопрост глазной, аспирин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Имеются противоречивые отчеты об исследованиях повышения или снижения ВГД при одновременном применении офтальмологических простагландинов с НПВП (как системными, так и офтальмологическими)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "аспирин, триамцинолона ацетонид суспензия для инъекций.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аспирин в сочетании с кортикостероидами при гипопротромбинемии следует применять с осторожностью. Клиренс салицилатов может увеличиться при одновременном применении кортикостероидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен и аспирин повышают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол будет увеличивать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "аспирин повышает уровень вальпроевой кислоты за счет конкуренции за связывание с белками плазмы. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "валсартан и аспирин повышают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин, аспирин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск кровотечения из верхних отделов ЖКТ. СИОЗС ингибируют. захват серотонина тромбоцитами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "висмодегиб",
      "description": {
        "common": "омепразол снизит уровень или эффект висмодегибу от других (см. комментарий). Используйте осторожность/монитор. Препараты, повышающие pH желудка, изменяют растворимость висмодегиба и, следовательно, снижают биодоступность; влияние на эффективность неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, аспирин.\nОдин из них увеличивает токсичность другого за счет нефротоксичности и/или ототоксичности. Изменить терапию/внимательно контролировать. Одновременное применение с препаратами, вызывающими нефротоксичность, может увеличить риск острой и/или хронической нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "аспирин, ворапаксар.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Одновременное применение антикоагулянтов, антитромбоцитов или других препаратов, влияющих на свертываемость, следует периодически контролировать из-за потенциального повышенного риска кровотечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "аспирин, вортиоксетин.\nЛибо усиливает действие другого за счет антикоагуляции. Используйте осторожность/монитор. Риск минимален при приеме низких доз аспирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "омепразол повысит уровень или действие варфарина Другое (см. комментарий). Используйте осторожность/монитор. Менее активный R-энантиомер варфарина частично метаболизируется CYP3A4 (а также CYP1A2 и CYP2C19). При совместном применении с ингибиторами этих изоферментов контролируйте МНО чаще и при необходимости корректируйте дозу варфарина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "аспирин, занубрутиниб.\nЛибо усиливает действие другого за счет антикоагуляции. Изменить терапию/внимательно контролировать. Цитопения, вызванная занубрутинибом, повышает риск кровотечения. Совместное применение занубритиниба с антиагрегантами или антикоагулянтами может еще больше увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "аспирин снижает эффекты зотепина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеклофенак",
      "description": {
        "common": "ацеклофенак будет повышать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацеметацин",
      "description": {
        "common": "ацеметацин будет повышать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацикловир",
      "description": {
        "common": "аспирин увеличивает уровень или эффект ацикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "омепразол снижает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алендронат",
      "description": {
        "common": "аспирин, алендронат.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск изъязвления ЖКТ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алпразолам",
      "description": {
        "common": "омепразол повышает уровень алпразолама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия, аспирин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект амбризентана, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амикацин",
      "description": {
        "common": "аспирин повышает уровень амикацина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "aminohippurate sodium",
      "description": {
        "common": "аспирин увеличивает уровень или эффект аминогиппурата натрия за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анаму",
      "description": {
        "common": "аспирин и анаму усиливают антикоагулянтную активность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "аспирин снижает уровень или эффект анастрозола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аскорбиновая кислота",
      "description": {
        "common": "аскорбиновая кислота будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "субсалицилат висмута",
      "description": {
        "common": "омепразол повышает уровень субсалицилата висмута за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект балсалазида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "бендрофлуметиазид будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "субсалицилат висмута",
      "description": {
        "common": "субсалицилат висмута усиливает действие аспирина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "благословенный чертополох",
      "description": {
        "common": "чертополох снижает действие омепразола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "омепразол будет повышать уровень или эффект бозентана, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "аспирин, буметанид. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Салицилаты реже, чем другие НПВП, взаимодействуют с буметанидом."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция, аспирин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "омепразол повышает уровень карбамазепина за счет замедления метаболизма. Незначительное/значение неизвестно. Контролировать уровни плазмы при использовании одновременно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карведилол",
      "description": {
        "common": "омепразол будет повышать уровень или эффект карведилола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефадроксил",
      "description": {
        "common": "цефадроксил будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефамандол",
      "description": {
        "common": "цефамандол будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефепим",
      "description": {
        "common": "цефепим увеличивает уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефиксим",
      "description": {
        "common": "цефиксим будет повышать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпиром",
      "description": {
        "common": "цефпиром увеличивает уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефпрозил",
      "description": {
        "common": "цефпрозил будет повышать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефтазидим",
      "description": {
        "common": "цефтазидим будет повышать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефтибутен",
      "description": {
        "common": "цефтибутен будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "аспирин будет повышать уровень или эффект целекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цефалексин",
      "description": {
        "common": "цефалексин будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "аспирин снижает уровень или эффект церитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "омепразол повышает уровень хлордиазепоксида за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект хлорпропамида за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "хлорталидон будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "аспирин повысит уровень или эффект трисалицилата магния холина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "аспирин повышает уровень хрома за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клоназепам",
      "description": {
        "common": "омепразол повышает уровень клоназепама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клоразепат",
      "description": {
        "common": "омепразол повышает уровень клоразепата за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кортизон",
      "description": {
        "common": "кортизон снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "креатин",
      "description": {
        "common": "креатин, аспирин. Механизм: фармакодинамический синергизм. Незначительное/значение неизвестно. (Теоретическое взаимодействие) Комбинация может иметь аддитивные нефротоксические эффекты."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "аспирин снижает уровень цианокобаламина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "циклопентиазид будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "аспирин снижает уровень или эффект циклофосфамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "даншен",
      "description": {
        "common": "аспирин и даншен ​​усиливают антикоагулянтную активность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет снижать уровень или эффект омепразола по другим причинам (см. комментарий). Незначительное/значение неизвестно. Теоретически эффективность ингибиторов протонной помпы может снижаться при их применении с другими антисекреторными средствами."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "дефлазакорт снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "аспирин и дьявольский коготь усиливают антикоагулянтную активность. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диазепам",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект диазепама, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект диклофенака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклофенак актуальные",
      "description": {
        "common": "диклофенак местно, аспирин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Несмотря на низкий уровень, существует системное воздействие местного диклофенака; теоретически одновременное применение с системными НПВП или аспирином может привести к усилению побочных эффектов НПВП."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект дифлунизала за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "дилтиазем усиливает действие аспирина по неизвестному механизму. Незначительное/значение неизвестно. Повышенная антиагрегантная активность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ, омепразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. На основании исследований лекарственных взаимодействий, проведенных с компонентами Стрибилда, не наблюдалось и не ожидается клинически значимых лекарственных взаимодействий при одновременном применении с ИПП."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "аспирин снижает эффекты эплеренона за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает эффекты омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Монитор для симптомов GI; чистый повышенный или пониженный эффект на действие ИПП неизвестен из-за противоположного действия CYP450."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эстазолам",
      "description": {
        "common": "омепразол повышает уровень эстазолама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "Этанол увеличивает токсичность аспирина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Повышенный риск желудочно-кишечного кровотечения."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этодолак",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект этодолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этравирин",
      "description": {
        "common": "омепразол повышает уровень или действие этравирина, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "fenbufen",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект фенбуфена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенопрофен",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект фенопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбоксимальтоза железа",
      "description": {
        "common": "омепразол снизит уровень или эффект карбоксимальтозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиретрум",
      "description": {
        "common": "аспирин уменьшает эффекты пиретрума за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флудрокортизон",
      "description": {
        "common": "флудрокортизон снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуразепам",
      "description": {
        "common": "омепразол повышает уровень флуразепама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "аспирин повысит уровень или эффект флурбипрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "омепразол повышает уровень или эффект флувастатина, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фолиевая кислота",
      "description": {
        "common": "аспирин снижает уровень фолиевой кислоты путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "аспирин снижает эффекты фуросемида за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "аспирин увеличивает уровень или действие ганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "аспирин повышает уровень гентамицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глимепирид",
      "description": {
        "common": "аспирин усиливает действие глимепирида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "аспирин усиливает действие глипизида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глибурид",
      "description": {
        "common": "аспирин усиливает действие глибурида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "омепразол будет повышать уровень или эффект ибупрофена внутривенно, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрокортизон",
      "description": {
        "common": "гидрокортизон снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "аспирин увеличивает уровень или действие ибупрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имидаприл",
      "description": {
        "common": "аспирин снижает эффекты имидаприла за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. НПВП снижают синтез простагландинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "Индапамид будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индометацин",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект индометацина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетопрофен",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект кетопрофена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кеторолак интраназально",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект интраназального кеторолака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "L-метилфолат",
      "description": {
        "common": "аспирин снижает уровень L-метилфолата путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левотироксин",
      "description": {
        "common": "омепразол снижает уровень левотироксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лорноксикам",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект лорноксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лидокаин",
      "description": {
        "common": "омепразол снижает уровень или эффект лидокаина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "омепразол снижает уровень лиотиронина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотрис",
      "description": {
        "common": "омепразол снижает уровень лиотрикса за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "омепразол, лиздексамфетамин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Снижение кислотности желудка, вызванное ингибиторами протонной помпы, сокращает время достижения Tmax для амфетамина и декстроамфетамина. AUC не пострадал. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лоразепам",
      "description": {
        "common": "омепразол повышает уровень лоразепама за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект меклофенамата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "аспирин увеличивает уровень или эффект мефенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мелоксикам",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект мелоксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "аспирин повысит уровень или действие мезаламина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "омепразол снижает уровень метамфетамина по другим причинам (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Время достижения максимальной концентрации (Tmax) амфетамина уменьшается по сравнению с приемом в одиночку; контролировать пациентов для изменения клинического эффекта и корректировать терапию на основе клинического ответа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "метиклотиазид будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "Метилпреднизолон снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "метолазон будет увеличивать уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мексилетин",
      "description": {
        "common": "омепразол снижает уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "омепразол повышает уровень мидазолама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "набуметон",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект набуметона за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "напроксен",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект напроксена за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "аспирин повышает уровень неомицина PO за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сок нони",
      "description": {
        "common": "аспирин и сок нони повышают уровень калия в сыворотке крови. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "офлоксацин, аспирин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Риск стимуляции/приступа ЦНС. Механизм: вытеснение ГАМК из рецепторов головного мозга."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "омепразол снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оспемифен",
      "description": {
        "common": "омепразол повышает уровень оспемифена, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксапрозин",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект оксапрозина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "парекоксиб",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект парекоксиба за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "паромомицин",
      "description": {
        "common": "аспирин повышает уровень паромомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенициллин ВК",
      "description": {
        "common": "пенициллин ВК, аспирин.\nЛибо увеличивает уровень другого за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "аспирин, пентазоцин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Возможный риск почечного папиллярного некроза с хроническим Tx."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "омепразол снижает уровень фитоэстрогенов за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиперациллин",
      "description": {
        "common": "пиперациллин, аспирин.\nОдин из них усиливает действие другого за счет конкуренции за связывание рецепторов. Незначительное/значение неизвестно. Салициловая кислота может быть вытеснена из участков связывания с белками или может сама вытеснять другие лекарственные средства, связанные с белками, что приводит к усилению действия вытесненного лекарственного средства."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пироксикам",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект пироксикама за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "омепразол снижает уровень понатиниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "преднизолон",
      "description": {
        "common": "преднизолон снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "квазепам",
      "description": {
        "common": "омепразол повышает уровень квазепама за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рилузол",
      "description": {
        "common": "омепразол снижает уровень или эффект рилузола, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект аспирина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "омепразол будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "аспирин увеличивает уровень или эффект салицилатов (не аза) за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "аспирин увеличивает уровень или эффект сальсалата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия, аспирин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота, аспирин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стирипентол",
      "description": {
        "common": "аспирин снижает уровень или эффект стирипентола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "аспирин повышает уровень стрептомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "аспирин повышает уровень сульфадиазина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "омепразол повышает уровень или эффект сульфаметоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект сульфасалазина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "аспирин повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сулиндак",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект сулиндака за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тенипозид",
      "description": {
        "common": "аспирин повышает уровень тенипозида за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "омепразол снижает уровень или эффект теофиллина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "омепразол снижает уровень обезвоживания щитовидной железы за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тилудронат",
      "description": {
        "common": "аспирин снижает уровень тилудроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "омепразол снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "аспирин повышает уровень тобрамицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у недоношенных детей."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толазамид",
      "description": {
        "common": "аспирин усиливает действие толазамида за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Большая доза салицилата."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "омепразол увеличивает уровень или эффект толбутамида, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толфенамовая кислота",
      "description": {
        "common": "аспирин увеличивает уровень или эффект толфенамовой кислоты за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триазолам",
      "description": {
        "common": "омепразол повышает уровень триазолама за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толметин",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект толметина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "инъекционная суспензия триамцинолона ацетонида",
      "description": {
        "common": "Суспензия триамцинолона ацетонида для инъекций снижает уровень аспирина за счет увеличения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "триамтерен, аспирин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Риск острой почечной недостаточности. Механизм: НПВП снижают синтез простагландинов, которые обычно защищают от нефротоксичности."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "аспирин будет увеличивать уровень или эффект валганцикловира за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "аспирин повышает уровень ванкомицина за счет снижения почечного клиренса. Незначительное/значение неизвестно. Взаимодействие в основном происходит у новорожденных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил усиливает действие аспирина по неизвестному механизму. Незначительное/значение неизвестно. Повышенная антиагрегантная активность."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "омепразол будет повышать уровень или эффект вориконазола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "аспирин повысит уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тело в целом",
      "percent": null
    },
    {
      "name": "Высокая температура",
      "percent": null
    },
    {
      "name": "гипотермия",
      "percent": null
    },
    {
      "name": "жажда",
      "percent": null
    },
    {
      "name": "Аритмии",
      "percent": null
    },
    {
      "name": "гипотония",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "Центральная нервная система",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "отек мозга",
      "percent": null
    },
    {
      "name": "кома",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "головная боль",
      "percent": null
    },
    {
      "name": "субдуральное или внутричерепное кровоизлияние",
      "percent": null
    },
    {
      "name": "вялость",
      "percent": null
    },
    {
      "name": "припадки",
      "percent": null
    },
    {
      "name": "Жидкость и электролит",
      "percent": null
    },
    {
      "name": "обезвоживание",
      "percent": null
    },
    {
      "name": "гиперкалиемия",
      "percent": null
    },
    {
      "name": "Метаболический ацидоз",
      "percent": null
    },
    {
      "name": "респираторный алкалоз",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Диспепсия",
      "percent": null
    },
    {
      "name": "желудочно-кишечное кровотечение",
      "percent": null
    },
    {
      "name": "изъязвление и перфорация",
      "percent": null
    },
    {
      "name": "тошнота",
      "percent": null
    },
    {
      "name": "рвота",
      "percent": null
    },
    {
      "name": "транзиторное повышение печеночных ферментов",
      "percent": null
    },
    {
      "name": "гепатит",
      "percent": null
    },
    {
      "name": "Синдром Рея",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "гематологический",
      "percent": null
    },
    {
      "name": "Удлинение протромбинового времени",
      "percent": null
    },
    {
      "name": "диссеминированное внутрисосудистое свертывание",
      "percent": null
    },
    {
      "name": "коагулопатия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "Острая анафилаксия",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "астма",
      "percent": null
    },
    {
      "name": "бронхоспазм",
      "percent": null
    },
    {
      "name": "отек гортани",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "Рабдомиолиз",
      "percent": null
    },
    {
      "name": "Метаболизм",
      "percent": null
    },
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "в педиатрии",
      "percent": null
    },
    {
      "name": "гипергликемия",
      "percent": null
    },
    {
      "name": "репродуктивный",
      "percent": null
    },
    {
      "name": "Пролонгированная беременность и роды",
      "percent": null
    },
    {
      "name": "мертворождения",
      "percent": null
    },
    {
      "name": "ниже",
      "percent": null
    },
    {
      "name": "рождение",
      "percent": null
    },
    {
      "name": "вес младенцев",
      "percent": null
    },
    {
      "name": "дородовые и послеродовые кровотечения",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "Гиперпноэ",
      "percent": null
    },
    {
      "name": "отек легких",
      "percent": null
    },
    {
      "name": "тахипноэ",
      "percent": null
    },
    {
      "name": "Особые чувства",
      "percent": null
    },
    {
      "name": "Потеря слуха",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "пациенты с высоким",
      "percent": null
    },
    {
      "name": "потеря слуха может иметь трудности с восприятием шума в ушах",
      "percent": null
    },
    {
      "name": "у этих пациентов",
      "percent": null
    },
    {
      "name": "шум в ушах не может быть использован в качестве клинического индикатора салицилизма",
      "percent": null
    },
    {
      "name": "Урогенитальный",
      "percent": null
    },
    {
      "name": "интерстициальный нефрит",
      "percent": null
    },
    {
      "name": "папиллярный некроз",
      "percent": null
    },
    {
      "name": "протеинурия",
      "percent": null
    },
    {
      "name": "почечная недостаточность и недостаточность",
      "percent": null
    },
    {
      "name": "Тело в целом",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "включая анафилаксию",
      "percent": null
    },
    {
      "name": "анафилактический шок",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "бронхоспазм",
      "percent": null
    },
    {
      "name": "интерстициальный нефрит",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "системная красная волчанка",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "боль",
      "percent": null
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "недомогание",
      "percent": null
    },
    {
      "name": "Сердечно-сосудистые",
      "percent": null
    },
    {
      "name": "Боль в груди или стенокардия",
      "percent": null
    },
    {
      "name": "тахикардия",
      "percent": null
    },
    {
      "name": "брадикардия",
      "percent": null
    },
    {
      "name": "учащенное сердцебиение",
      "percent": null
    },
    {
      "name": "повышенное кровяное давление",
      "percent": null
    },
    {
      "name": "периферический отек",
      "percent": null
    },
    {
      "name": "Эндокринный",
      "percent": null
    },
    {
      "name": "Гинекомастия",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "какой-то фатальный",
      "percent": null
    },
    {
      "name": "анорексия",
      "percent": null
    },
    {
      "name": "раздраженная толстая кишка",
      "percent": null
    },
    {
      "name": "фекальное обесцвечивание",
      "percent": null
    },
    {
      "name": "кандидоз пищевода",
      "percent": null
    },
    {
      "name": "атрофия слизистой языка",
      "percent": null
    },
    {
      "name": "стоматит",
      "percent": null
    },
    {
      "name": "вздутие живота",
      "percent": null
    },
    {
      "name": "сухость во рту",
      "percent": null
    },
    {
      "name": "микроскопический колит",
      "percent": null
    },
    {
      "name": "доброкачественные полипы фундальной железы желудка отмечаются редко и, по-видимому, обратимы при прекращении лечения.",
      "percent": null
    },
    {
      "name": "гастродуоденальные карциноиды были зарегистрированы у пациентов с болезнью Золлингера.",
      "percent": null
    },
    {
      "name": "Синдром Эллисона при длительном",
      "percent": null
    },
    {
      "name": "курс лечения омепразолом",
      "percent": null
    },
    {
      "name": "это открытие считается проявлением основного состояния",
      "percent": null
    },
    {
      "name": "который, как известно, связан с такими опухолями",
      "percent": null
    },
    {
      "name": "полипы фундальной железы",
      "percent": null
    },
    {
      "name": "гематологический",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "какой-то фатальный",
      "percent": null
    },
    {
      "name": "гемолитическая анемия",
      "percent": null
    },
    {
      "name": "панцитопения",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "тромбоцитопения",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "лейкоцитоз",
      "percent": null
    },
    {
      "name": "печеночный",
      "percent": null
    },
    {
      "name": "Болезнь печени",
      "percent": null
    },
    {
      "name": "в том числе печеночная недостаточность",
      "percent": null
    },
    {
      "name": "какой-то фатальный",
      "percent": null
    },
    {
      "name": "некроз печени",
      "percent": null
    },
    {
      "name": "какой-то фатальный",
      "percent": null
    },
    {
      "name": "печеночная энцефалопатия",
      "percent": null
    },
    {
      "name": "гепатоцеллюлярная болезнь",
      "percent": null
    },
    {
      "name": "холестатическая болезнь",
      "percent": null
    },
    {
      "name": "смешанный гепатит",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "и повышение функциональных проб печени",
      "percent": null
    },
    {
      "name": "ALT",
      "percent": null
    },
    {
      "name": "АСТ",
      "percent": null
    },
    {
      "name": "ГГТ",
      "percent": null
    },
    {
      "name": "щелочная фосфатаза",
      "percent": null
    },
    {
      "name": "и билирубин",
      "percent": null
    },
    {
      "name": "Инфекции и инвазии",
      "percent": null
    },
    {
      "name": "Clostridium трудный",
      "percent": null
    },
    {
      "name": "ассоциированная диарея",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "гипомагниемия",
      "percent": null
    },
    {
      "name": "с гипокальциемией или без нее и",
      "percent": null
    },
    {
      "name": "или гипокалиемия",
      "percent": null
    },
    {
      "name": "гипонатриемия",
      "percent": null
    },
    {
      "name": "увеличение веса",
      "percent": null
    },
    {
      "name": "Опорно-двигательный аппарат",
      "percent": null
    },
    {
      "name": "Мышечная слабость",
      "percent": null
    },
    {
      "name": "миалгия",
      "percent": null
    },
    {
      "name": "мышечные спазмы",
      "percent": null
    },
    {
      "name": "боль в суставах",
      "percent": null
    },
    {
      "name": "боль в ноге",
      "percent": null
    },
    {
      "name": "трещина в кости",
      "percent": null
    },
    {
      "name": "Нервная система",
      "percent": null
    },
    {
      "name": "психиатрический",
      "percent": null
    },
    {
      "name": "Психические расстройства и нарушения сна",
      "percent": null
    },
    {
      "name": "включая депрессию",
      "percent": null
    },
    {
      "name": "волнение",
      "percent": null
    },
    {
      "name": "агрессия",
      "percent": null
    },
    {
      "name": "галлюцинации",
      "percent": null
    },
    {
      "name": "путаница",
      "percent": null
    },
    {
      "name": "бессонница",
      "percent": null
    },
    {
      "name": "нервозность",
      "percent": null
    },
    {
      "name": "апатия",
      "percent": null
    },
    {
      "name": "сонливость",
      "percent": null
    },
    {
      "name": "беспокойство",
      "percent": null
    },
    {
      "name": "и нарушения сна",
      "percent": null
    },
    {
      "name": "толчки",
      "percent": null
    },
    {
      "name": "парестезия",
      "percent": null
    },
    {
      "name": "головокружение",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "боль в глотке",
      "percent": null
    },
    {
      "name": "Кожа",
      "percent": null
    },
    {
      "name": "Тяжелые генерализованные кожные реакции",
      "percent": null
    },
    {
      "name": "включая токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "какой-то фатальный",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "кожная красная волчанка и многоформная эритема",
      "percent": null
    },
    {
      "name": "светочувствительность",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "воспаление кожи",
      "percent": null
    },
    {
      "name": "зуд",
      "percent": null
    },
    {
      "name": "петехии",
      "percent": null
    },
    {
      "name": "пурпура",
      "percent": null
    },
    {
      "name": "алопеция",
      "percent": null
    },
    {
      "name": "сухая кожа",
      "percent": null
    },
    {
      "name": "лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "и острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "AGEP",
      "percent": null
    },
    {
      "name": "гипергидроз",
      "percent": null
    },
    {
      "name": "Особые чувства",
      "percent": null
    },
    {
      "name": "шум в ушах",
      "percent": null
    },
    {
      "name": "извращение вкуса",
      "percent": null
    },
    {
      "name": "Окуляр",
      "percent": null
    },
    {
      "name": "Атрофия зрительного нерва",
      "percent": null
    },
    {
      "name": "передняя ишемическая оптическая нейропатия",
      "percent": null
    },
    {
      "name": "неврит зрительного нерва",
      "percent": null
    },
    {
      "name": "синдром сухого глаза",
      "percent": null
    },
    {
      "name": "раздражение глаз",
      "percent": null
    },
    {
      "name": "затуманенное зрение",
      "percent": null
    },
    {
      "name": "двойное зрение",
      "percent": null
    },
    {
      "name": "Урогенитальный",
      "percent": null
    },
    {
      "name": "интерстициальный нефрит",
      "percent": null
    },
    {
      "name": "гематурия",
      "percent": null
    },
    {
      "name": "протеинурия",
      "percent": null
    },
    {
      "name": "повышенный креатинин сыворотки",
      "percent": null
    },
    {
      "name": "микроскопическая пиурия",
      "percent": null
    },
    {
      "name": "инфекции мочевыводящих путей",
      "percent": null
    },
    {
      "name": "глюкозурия",
      "percent": null
    },
    {
      "name": "частое мочеиспускание",
      "percent": null
    },
    {
      "name": "боль в яичках",
      "percent": null
    },
    {
      "name": "Острый тубулоинтерстициальный нефрит",
      "percent": null
    }
  ]
}