{
  "name": "тизанидин",
  "comment": "Rx",
  "other_names": [
    "Занафлекс"
  ],
  "classes": [
    "Агонисты альфа2-адренорецепторов"
  ],
  "source": "https://reference.medscape.com/drug/zanaflex-tizanidine-343071",
  "pregnancy": {
    "common": [
      "Отсутствуют адекватные данные о риске развития, связанном с применением у беременных женщин."
    ],
    "specific": [
      {
        "type": "Репродуктивный потенциал",
        "description": [
          "Адекватных и хорошо контролируемых исследований влияния препарата на женский или мужской репродуктивный потенциал на людях не проводилось; пероральное введение самцам и самкам крыс привело к неблагоприятному воздействию на фертильность"
        ]
      },
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях на животных введение препарата во время беременности приводило к токсичности для развития (эмбриофетальная и постнатальная смертность потомства и дефицит роста) в дозах, меньших, чем те, которые использовались в клинике, которые не были связаны с материнской токсичностью."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Польза грудного вскармливания для развития и здоровья должна учитываться наряду с клинической потребностью матери в лекарстве и любыми потенциальными неблагоприятными эффектами на ребенка, находящегося на грудном вскармливании, от приема лекарств или основного заболевания матери.",
      "Нет данных о присутствии препарата в грудном молоке, воздействии на младенцев, находящихся на грудном вскармливании, или на выработку грудного молока; в исследованиях на животных сообщалось о наличии препарата в молоке лактирующих животных."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Одновременное применение ципрофлоксацина или флувоксамина или других мощных ингибиторов CYP1A2",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может возникнуть седативный эффект (в зависимости от дозы); может потенцировать действие седативных препаратов или этанола",
        "Может возникнуть гепатотоксичность; контролировать аминотрансферазы до и во время использования",
        "Отскок гипертензия, тахикардия и гипертония сообщили о резком прекращении; Медленно уменьшайте дозы у пациентов, принимающих одновременно наркотики или высокие дозы (20-28 мг/день) в течение длительного времени.",
        "Индукторы CYP1A2 могут снижать уровни",
        "Могут возникать зрительные галлюцинации",
        "С осторожностью при почечной/печеночной недостаточности",
        "Женщины на оральных контрацептивах",
        "Потенциал для гипотензии"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP1A2. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и тизанидин усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Ограничьте использование пациентами, для которых альтернативные варианты лечения неадекватны."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "курение сигарет",
      "description": {
        "common": "курение сигарет снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Одновременное применение ципрофлоксацина и тизанидина противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран будет повышать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "тизанидин снизит уровень или эффект iobenguane I 131 по другому (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб будет увеличивать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность тизанидина на интервал QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "тизанидин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мексилетин",
      "description": {
        "common": "мексилетин повышает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "тизанидин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пефлоксацин",
      "description": {
        "common": "пефлоксацин будет повышать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пегинтерферон альфа 2а",
      "description": {
        "common": "пегинтерферон альфа 2а повышает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пипемидиновая кислота",
      "description": {
        "common": "пипемидиновая кислота увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "понесимод, тизанидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Проконсультируйтесь с кардиологом, если планируете лечение. Совместное применение понесимода с препаратами, снижающими ЧСС, может иметь аддитивные эффекты в отношении снижения ЧСС и, как правило, не должно назначаться у таких пациентов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "Ропгинтерферон альфа 2b и тизанидин оба увеличивают Другие (см. комментарий). Избегайте или используйте альтернативный препарат. Наркотики, снотворные или седативные средства могут вызывать дополнительные нейропсихиатрические побочные эффекты. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной токсичности ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "курение",
      "description": {
        "common": "курение снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "употребление табака",
      "description": {
        "common": "употребление табака снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зилеутон",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и тизанидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, тизанидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Совместное применение со средствами, снижающими артериальное давление, может увеличить риск и тяжесть гипотензии, связанной с амифостином. Когда амифостин используется в химиотерапевтических дозах, откажитесь от препаратов, снижающих артериальное давление, за 24 часа до амифостина; если нельзя отказаться от приема гипотензивных препаратов, не вводите амифостин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и тизанидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и тизанидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и тизанидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "авапритиниб и тизанидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, тизанидин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и тизанидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кандесартан",
      "description": {
        "common": "тизанидин усиливает эффекты кандесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол, тизанидин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Из-за возможности как индукции, так и ингибирования CYP1A2 при одновременном применении субстратов CYP1A2 и каннабидиола следует рассмотреть возможность снижения дозировки субстратов CYP1A2 в соответствии с клиническими показаниями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат, тизанидин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам повысит уровень или действие тизанидина на др. (см. комментарий). Используйте осторожность/монитор. Монитор для увеличения психомоторных нарушений и побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "тизанидин, клобазам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием может повысить вероятность воздействия на ЦНС (например, повышенный седативный эффект или угнетение дыхания)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "тизанидин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликефалин и тизанидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эпросартан",
      "description": {
        "common": "тизанидин усиливает действие эпросартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "тизанидин повышает токсичность эсциталопрама за счет фармакодинамического синергизма. Используйте осторожность/монитор. Депрессанты ЦНС могут усилить психомоторные нарушения эсциталопрама."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, тизанидин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Мониторинг побочных эффектов тизанидина (например, гипотонии или брадикардии)"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "тизанидин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "тизанидин усиливает действие ирбесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, тизанидин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "лемборексант будет повышать уровень или эффект тизанидина за счет седации. Изменить терапию/внимательно контролировать. При совместном применении лемборексанта с другими препаратами, угнетающими ЦНС, может потребоваться коррекция дозы из-за потенциально аддитивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "Левоноргестрел перорально/этинилэстрадиол/бисглицинат железа повысит уровень или эффект тизанидина за счет снижения метаболизма. Используйте осторожность/монитор. Комбинированные пероральные контрацептивы, содержащие ЭЭ, могут ингибировать метаболизм и повышать концентрацию циклоспорина в плазме."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "тизанидин усиливает эффекты лозартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, тизанидин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, тизанидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "мидазолам интраназально, тизанидин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение барбитуратов, алкоголя или других средств, угнетающих ЦНС, может увеличить риск гиповентиляции, обструкции дыхательных путей, десатурации или апноэ и может способствовать выраженному и/или пролонгированному действию препарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитроглицерин ректальный",
      "description": {
        "common": "нитроглицерин ректальный, тизанидин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Обратите внимание на возможные аддитивные гипотензивные эффекты при одновременном применении. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "обетихолевая кислота",
      "description": {
        "common": "обетихолевая кислота увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Субстраты CYP1A2 с узким терапевтическим индексом следует тщательно контролировать и соответствующим образом корректировать дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олмесартан",
      "description": {
        "common": "тизанидин усиливает действие олмесартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP1A2, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сакубитрил/валсартан",
      "description": {
        "common": "тизанидин усиливает действие сакубитрила/валсартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, тизанидин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP1A2. Мониторинг субстратов CYP1A2 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP1A2 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телмисартан",
      "description": {
        "common": "тизанидин усиливает действие телмисартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид снижает уровень тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валсартан",
      "description": {
        "common": "тизанидин усиливает эффекты валсартана за счет фармакодинамического синергизма. Используйте осторожность/монитор. Риск гипотонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб повышает уровень тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Одновременное применение вемурафениба с препаратами с узким терапевтическим диапазоном не рекомендуется, поскольку вемурафениб может изменить их концентрацию. Если нельзя избежать одновременного применения, соблюдайте осторожность и рассмотрите возможность снижения дозы сопутствующего препарата-субстрата CYP1A2."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "тизанидин усиливает действие ацебутолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "тизанидин усиливает действие альфузозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амилорид",
      "description": {
        "common": "тизанидин усиливает эффекты амилорида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амлодипин",
      "description": {
        "common": "тизанидин усиливает действие амлодипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азенапин",
      "description": {
        "common": "тизанидин усиливает действие азенапина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "атенолол",
      "description": {
        "common": "тизанидин усиливает действие атенолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "беназеприл",
      "description": {
        "common": "тизанидин усиливает действие беназеприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бендрофлуметиазид",
      "description": {
        "common": "тизанидин усиливает действие бендрофлуметиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "тизанидин усиливает действие бетаксолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бисопролол",
      "description": {
        "common": "тизанидин усиливает действие бисопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "тизанидин усиливает эффекты бозентана за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "буметанид",
      "description": {
        "common": "тизанидин усиливает действие буметанида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "каптоприл",
      "description": {
        "common": "тизанидин усиливает эффекты каптоприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карведилол",
      "description": {
        "common": "тизанидин усиливает эффекты карведилола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "целипролол",
      "description": {
        "common": "тизанидин усиливает действие целипролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "тизанидин усиливает действие хлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлорталидон",
      "description": {
        "common": "тизанидин усиливает действие хлорталидона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клевидипин",
      "description": {
        "common": "тизанидин усиливает действие клевидипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клонидин",
      "description": {
        "common": "тизанидин усиливает действие клонидина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклопентиазид",
      "description": {
        "common": "тизанидин усиливает эффекты циклопентиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "тизанидин усиливает эффекты дилтиазема за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доксазозин",
      "description": {
        "common": "тизанидин усиливает действие доксазозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дроспиренон",
      "description": {
        "common": "тизанидин усиливает эффекты дроспиренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эналаприл",
      "description": {
        "common": "тизанидин усиливает действие эналаприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "тизанидин усиливает действие эплеренона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эпопростенол",
      "description": {
        "common": "тизанидин усиливает эффекты эпопростенола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсмолол",
      "description": {
        "common": "тизанидин усиливает эффекты эсмолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этакриновая кислота",
      "description": {
        "common": "тизанидин усиливает действие этакриновой кислоты за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол повышает уровень тизанидина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фелодипин",
      "description": {
        "common": "тизанидин усиливает действие фелодипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенолдопам",
      "description": {
        "common": "тизанидин усиливает действие фенолдопама за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "тизанидин усиливает действие фозиноприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фуросемид",
      "description": {
        "common": "тизанидин усиливает действие фуросемида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "guanfacine",
      "description": {
        "common": "тизанидин усиливает эффекты гуанфацина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидралазин",
      "description": {
        "common": "тизанидин усиливает действие гидралазина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "тизанидин усиливает действие гидрохлоротиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "илопрост",
      "description": {
        "common": "тизанидин усиливает эффекты илопроста за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "имидаприл",
      "description": {
        "common": "тизанидин усиливает эффекты имидаприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "индапамид",
      "description": {
        "common": "тизанидин усиливает эффекты индапамида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "тизанидин усиливает эффекты исрадипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кетансерин",
      "description": {
        "common": "тизанидин усиливает действие кетансерина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лабеталол",
      "description": {
        "common": "тизанидин усиливает действие лабеталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "тизанидин усиливает действие лизиноприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мекамиламин",
      "description": {
        "common": "тизанидин усиливает действие мекамиламина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "местранол",
      "description": {
        "common": "местранол повышает уровень тизанидина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метиклотиазид",
      "description": {
        "common": "тизанидин усиливает эффекты метиклотиазида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метолазон",
      "description": {
        "common": "тизанидин усиливает действие метолазона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метопролол",
      "description": {
        "common": "тизанидин усиливает действие метопролола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метирозин",
      "description": {
        "common": "тизанидин усиливает действие метирозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "миноксидил",
      "description": {
        "common": "тизанидин усиливает действие миноксидила за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "тизанидин усиливает действие моэксиприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "моксисилит",
      "description": {
        "common": "тизанидин усиливает действие моксисилита за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "моксонидин",
      "description": {
        "common": "тизанидин усиливает действие моксонидина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "надолол",
      "description": {
        "common": "тизанидин усиливает действие надолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "небиволол",
      "description": {
        "common": "тизанидин усиливает действие небиволола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "никардипин",
      "description": {
        "common": "тизанидин усиливает действие никардипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "тизанидин усиливает действие нифедипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "тизанидин усиливает эффекты нисолдипина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "тизанидин усиливает эффекты пенбутолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "периндоприл",
      "description": {
        "common": "тизанидин усиливает действие периндоприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "феноксибензамин",
      "description": {
        "common": "тизанидин усиливает действие феноксибензамина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фентоламин",
      "description": {
        "common": "тизанидин усиливает эффекты фентоламина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиндолол",
      "description": {
        "common": "тизанидин усиливает действие пиндолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "празозин",
      "description": {
        "common": "тизанидин усиливает эффекты празозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пропранолол",
      "description": {
        "common": "тизанидин усиливает эффекты пропранолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "квинаприл",
      "description": {
        "common": "тизанидин усиливает действие хинаприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рамиприл",
      "description": {
        "common": "тизанидин усиливает действие рамиприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "силодозин",
      "description": {
        "common": "тизанидин усиливает эффекты силодозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "соталол",
      "description": {
        "common": "тизанидин усиливает действие соталола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спиронолактон",
      "description": {
        "common": "тизанидин усиливает эффекты спиронолактона за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "terazosin",
      "description": {
        "common": "тизанидин усиливает эффекты теразозина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тимолол",
      "description": {
        "common": "тизанидин усиливает действие тимолола за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "торсемиде",
      "description": {
        "common": "тизанидин усиливает эффекты торасемида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "тизанидин усиливает действие трандолаприла за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трепростинил",
      "description": {
        "common": "тизанидин усиливает действие трепростинила за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триамтерен",
      "description": {
        "common": "тизанидин усиливает эффекты триамтерена за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "верапамил",
      "description": {
        "common": "тизанидин усиливает действие верапамила за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "зотепин",
      "description": {
        "common": "тизанидин усиливает действие зотепина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Риск гипотонии."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Сухость во рту",
      "percent": "46-50"
    },
    {
      "name": "Сонливость",
      "percent": "46-50"
    },
    {
      "name": "Головокружение",
      "percent": "16-20"
    },
    {
      "name": "Астения",
      "percent": "10-45"
    },
    {
      "name": "Затуманенное зрение",
      "percent": "3"
    },
    {
      "name": "Запор",
      "percent": "4"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "6"
    },
    {
      "name": "Аномалии LFT",
      "percent": "3-5"
    },
    {
      "name": "Расстройство речи",
      "percent": "3"
    },
    {
      "name": "Рвота",
      "percent": "3"
    },
    {
      "name": "Частое мочеиспускание",
      "percent": "3"
    },
    {
      "name": "ИМП",
      "percent": "10"
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "Брадикардия",
      "percent": null
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Ортостатическая гипотензия",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    }
  ]
}