{
  "name": "ранитидин",
  "comment": "Discontinued",
  "other_names": [
    "Зантак",
    "Zantac 150 Максимальная сила",
    "Зантак 75"
  ],
  "classes": [
    "Антагонисты гистамина H2"
  ],
  "source": "https://reference.medscape.com/drug/zantac-ranitidine-342003",
  "pregnancy": {
    "common": [
      "Категория беременности: B",
      "Лактация: препарат проникает в грудное молоко; прекратить прием препарата, соблюдать осторожность"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: препарат проникает в грудное молоко; прекратить прием препарата, соблюдать осторожность"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к ранитидину или компонентам препарата."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Если гастроэзофагеальная рефлюксная болезнь не отвечает адекватно в течение 6-8 недель, не увеличивайте дозу; вместо этого назначить ингибитор протонной помпы",
        "Будьте осторожны при почечной недостаточности; отрегулировать дозировку",
        "Избегать у больных с острой порфирией; может спровоцировать атаку",
        "Сообщалось о повышении уровня АЛТ при более высоких дозах (≥100 мг) или длительной внутривенной терапии (≥5 дней); следить за уровнем АЛТ до конца лечения",
        "Облегчение симптомов не исключает наличия злокачественного новообразования желудка.",
        "Длительное лечение может привести к мальабсорбции B12 и последующему дефициту витамина B12; степень дефицита зависит от дозы, и связь сильнее у женщин и в более молодом возрасте (<30 лет)",
        "Если пациент принимает лекарство, отпускаемое по рецепту, он должен спросить врача или фармацевта, можно ли одновременно с ним принимать препараты, снижающие кислотность.",
        "Сообщалось об обратимом состоянии спутанности сознания при использовании (связано с возрастом > 50 лет и почечной или печеночной недостаточностью); проходит через 3-4 дня после отмены",
        "С осторожностью при печеночной недостаточности",
        "Пациентам с заболеваниями почек следует проконсультироваться с врачом перед применением."
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "Ранитидин снижает уровень или эффект инфигратиниба за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с кислотоснижающим средством, назначьте инфигратиниб за 2 часа до или через 10 часов после введения Н2-антагониста."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "ранитидин будет снижать уровень или эффект левокетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "Ранитидин повышает уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "Ранитидин снижает уровень или эффект соторасиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "Ранитидин снижает действие спарсентана, повышая рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. H2-антагонисты могут уменьшать экспозицию спарсентана, что может снижать эффективность спарсентана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трилациклиб",
      "description": {
        "common": "трилациклиб снизит уровень или эффект ранитидина по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения трилациклиба (ингибитора OCT2, MATE1 и MATE-2K) с субстратами, минимальная повышенная концентрация которых в почках или крови может привести к серьезной или опасной для жизни токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "Ранитидин будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "Ранитидин повышает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "Ранитидин увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "3"
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Агитация",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Путаница",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Реакция гиперчувствительности",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Некротизирующий энтероколит у плода или новорожденного",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Панцитопения",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Приобретенная иммунная гемолитическая анемия",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Артралгия",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "редкий",
      "percent": null
    }
  ]
}