{
  "name": "завегепант интраназальный",
  "comment": "Rx",
  "other_names": [
    "Завзпрет"
  ],
  "classes": [
    "Антагонисты рецептора CGRP"
  ],
  "source": "https://reference.medscape.com/drug/zavzpret-zavegepant-intranasal-4000309",
  "pregnancy": {
    "common": [
      "Нет данных о риске развития, связанном с применением у беременных женщин."
    ],
    "specific": [
      {
        "type": "Исследования на животных",
        "description": [
          "После подкожного введения беременным животным в дозах, связанных с экспозицией в плазме, не наблюдалось неблагоприятных последствий для развития, превышающих дозы, используемые в клинических условиях."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Данные свидетельствуют о том, что женщины с мигренью могут подвергаться повышенному риску преэклампсии и гестационной гипертензии во время беременности."
        ]
      }
    ]
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрат OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 и NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP13B и NTCP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даклатасвир",
      "description": {
        "common": "даклатасвир повысит уровень или эффект завегепанта при интраназальном введении Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрат OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина будет повышать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина будет повышать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрат OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "стеарат эритромицина повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрат OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзетимиб",
      "description": {
        "common": "эзетимиб будет повышать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир будет увеличивать уровень или эффект интраназального завегепанта Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир повысит уровень или действие завегепанта при интраназальном введении Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин будет увеличивать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ирбесартан",
      "description": {
        "common": "ирбесартан будет повышать уровень или эффект завегепанта при интраназальном применении Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокарнитин",
      "description": {
        "common": "левокарнитин будет повышать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафазолин",
      "description": {
        "common": "нафазолин будет снижать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения интраназальных деконгестантов с завегепантом интраназально. Если это неизбежно, вводите интраназальные деконгестанты по крайней мере через 1 час после завегепанта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиметазолин интраназально",
      "description": {
        "common": "оксиметазолин интраназально будет снижать уровень или эффект завегепанта интраназально другим (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения интраназальных деконгестантов с завегепантом интраназально. Если это неизбежно, вводите интраназальные деконгестанты по крайней мере через 1 час после завегепанта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенилэфрин носовой",
      "description": {
        "common": "Назальный фенилэфрин снизит уровень или эффект завегепанта при интраназальном введении другим (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения интраназальных деконгестантов с завегепантом интраназально. Если это неизбежно, вводите интраназальные деконгестанты по крайней мере через 1 час после завегепанта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "Пиоглитазон повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "пропилгекседрин снизит уровень или эффект завегепанта при интраназальном применении Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения интраназальных деконгестантов с завегепантом интраназально. Если это неизбежно, вводите интраназальные деконгестанты по крайней мере через 1 час после завегепанта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин повысит уровень или эффект завегепанта при интраназальном введении Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифамицин",
      "description": {
        "common": "рифамицин повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "розиглитазон будет увеличивать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "симвастатин",
      "description": {
        "common": "симвастатин повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "сульфасалазин повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид будет увеличивать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Трофинетид (ингибитор ОАТР131 и ОАТР13В) может повышать уровень субстратов ОАТР131 или ОАТР13В в плазме. Избегайте coadministration с чувствительными субстратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "велпатасвир",
      "description": {
        "common": "велпатасвир повысит уровень или эффект завегепанта при интраназальном введении другим (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "воксилапревир",
      "description": {
        "common": "воксилапревир повысит уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы OATP1B3 могут привести к значительному увеличению системного воздействия завегепанта (субстрата OATP1B3)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "ксилометазолин будет снижать уровень или эффект интраназального завегепанта Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения интраназальных деконгестантов с завегепантом интраназально. Если это неизбежно, вводите интраназальные деконгестанты по крайней мере через 1 час после завегепанта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зафирлукаст",
      "description": {
        "common": "зафирлукаст будет увеличивать уровень или эффект интраназального завегепанта Другое (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Расстройство вкуса",
      "percent": "18"
    },
    {
      "name": "Тошнота",
      "percent": "4"
    },
    {
      "name": "Носовой дискомфорт",
      "percent": "3"
    },
    {
      "name": "Рвота",
      "percent": "2"
    },
    {
      "name": "Гиперчувствительность",
      "percent": null
    },
    {
      "name": "включая отек лица и крапивницу",
      "percent": null
    }
  ]
}