{
  "name": "омепразол/бикарбонат натрия",
  "comment": "Rx, OTC",
  "other_names": [
    "Зегерид безрецептурный",
    "Зегерид",
    "Конвомеп"
  ],
  "classes": [
    "Антациды",
    "Комбо",
    "Ингибиторы протонной помпы"
  ],
  "source": "https://reference.medscape.com/drug/zegerid-zegerid-otc-omeprazole-sodium-bicarbonate-999855",
  "pregnancy": {
    "common": [
      "Адекватных и хорошо контролируемых исследований у беременных женщин не проводилось."
    ],
    "specific": [
      {
        "type": "Омепразол",
        "description": [
          "Адекватных и строго контролируемых исследований омепразола у беременных женщин не проводилось.",
          "Имеющиеся эпидемиологические данные не демонстрируют повышенный риск серьезных врожденных пороков развития или других неблагоприятных исходов беременности при применении омепразола в первом триместре."
        ]
      },
      {
        "type": "Бикарбонат натрия",
        "description": [
          "В опубликованных исследованиях на животных сообщается, что бикарбонат натрия, вводимый крысам, мышам или кроликам во время беременности, не вызывал неблагоприятных последствий для развития потомства.",
          "Имеющихся данных об использовании у беременных женщин недостаточно для выявления связанного с препаратом риска серьезных врожденных дефектов или выкидыша."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Имеющиеся данные из опубликованной литературы позволяют предположить, что оба компонента, омепразол и бикарбонат натрия, присутствуют в грудном молоке.",
      "Нет клинических данных о влиянии омепразола или бикарбоната натрия на грудного ребенка или на выработку молока.",
      "Рассмотрите преимущества грудного вскармливания для развития и здоровья, а также клинические потребности матери и любые потенциальные неблагоприятные последствия лечения или основного заболевания матери для ребенка, находящегося на грудном вскармливании."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [],
      "specific": []
    },
    "cautions": {
      "common": [],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "омепразол снижает уровень эрлотиниба на др. (см. комментарий). Противопоказано.\nКомментарий: по возможности следует избегать одновременного применения ингибиторов протонной помпы с эрлотинибом. Лекарства, которые изменяют pH верхних отделов желудочно-кишечного тракта, могут изменять растворимость эрлотиниба и снижать его биодоступность. ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Противопоказано. Сильные или умеренные ингибиторы CYP2C19 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "омепразол снижает уровень нелфинавира за счет неустановленного механизма взаимодействия. Противопоказано. Одновременное применение может привести к потере вирусологического ответа на нелфинавир и развитию резистентности; Механизмом может быть ингибирование CYP2C19 превращения нелфинавира в активный метаболит М8, а также снижение рН желудка ИПП, что приводит к снижению всасывания нелфинавира."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "омепразол снижает уровень рилпивирина за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Противопоказано. Одновременное применение может привести к неэффективности лечения и/или развитию резистентности к рилпивирину или ННИОТ из-за снижения уровня."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "омепразол повышает уровень или эффект аброцитиниба за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Аброцитиниб является субстратом CYP2C9 и CYP2C19. Препараты, которые являются умеренными или сильными ингибиторами как CYP2C9, так и CYP2C19, увеличивают системное воздействие аброцитиниба и его активных метаболитов, что может усилить побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "омепразол снижает уровень акалабрутиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость акалабрутиниба снижается с увеличением рН желудка. Из-за длительного эффекта ИПП разделение доз может не устранить взаимодействие."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Совместное введение апалутамида, сильного индуктора CYP2C19, с препаратами, которые являются субстратами CYP2C19, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект атазанавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дапсон",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект дапсона за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "омепразол снижает действие церитиниба, повышая рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "омепразол будет повышать уровень или эффект цилостазола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клопидогрель",
      "description": {
        "common": "омепразол снижает действие клопидогрела, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат. Эффективность клопидогреля может быть снижена препаратами, ингибирующими CYP2C19. Ингибирование агрегации тромбоцитов клопидогрелем полностью обусловлено активным метаболитом. Клопидогрел частично метаболизируется до этого активного метаболита с помощью CYP2C19. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дакомитиниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект дакомитиниба за счет неуказанного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Одновременное применение с ИПП снижает концентрацию дакомитиниба, что может снижать эффективность дакомитиниба. Избегайте использования ИПП с дакомитинибом. В качестве альтернативы ИПП используйте антациды местного действия или антагонисты Н2-рецепторов. Вводить по крайней мере за 6 часов до или через 10 часов после приема антагониста Н2-рецепторов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "бикарбонат натрия будет снижать уровень или эффект дазатиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "бикарбонат натрия снижает уровень демеклоциклина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "омепразол повысит уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "бикарбонат натрия повысит уровень или эффект дигоксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксициклин",
      "description": {
        "common": "бикарбонат натрия снижает уровень доксициклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "омепразол снижает уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "бикарбонат натрия снижает уровень элтромбопага за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Противопоказано. Разделяйте не менее чем на 4 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Если одновременное применение сильных ингибиторов CYP2C9 неизбежно, следует внимательно следить за побочными реакциями и соответствующим образом изменять дозу эрдафитиниба. Если сильный ингибитор CYP2C9 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "омепразол повысит уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повышает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Фексинидазол ингибирует CYP3A4. Одновременное применение может увеличить риск побочных эффектов субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флероксацин",
      "description": {
        "common": "бикарбонат натрия снижает уровень флероксацина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "бикарбонат натрия снижает уровень гемифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "идеалалисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "омепразол будет снижать уровень или эффект индинавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект инфигратиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект итраконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект итраконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект кетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "бикарбонат натрия снижает уровень левофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект левокетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект левокетоконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "месаламин",
      "description": {
        "common": "омепразол снижает действие месаламина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Относится только к лекарственной форме пролонгированного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миноциклин",
      "description": {
        "common": "бикарбонат натрия снижает уровень миноциклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "бикарбонат натрия снижает уровень моксифлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект нератиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект нилотиниба за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Нилотиниб имеет рН-зависимую растворимость, и растворимость снижается при более высоком рН; разделение доз может не устранить этот эффект из-за увеличенной продолжительности действия ИПП."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нимодипин",
      "description": {
        "common": "бикарбонат натрия увеличивает уровень или действие нимодипина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "бикарбонат натрия увеличивает уровень или действие нисолдипина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нитрендипин",
      "description": {
        "common": "бикарбонат натрия увеличивает уровень или действие нитрендипина за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект пазопаниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения пазопаниба с препаратами, повышающими рН желудка; рассмотреть возможность применения антацидов короткого действия вместо ИПП и Н2-антагонистов; раздельное дозирование антацидов и пазопаниба на несколько часов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "бикарбонат натрия снижает уровень офлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окситетрациклин",
      "description": {
        "common": "бикарбонат натрия снижает уровень окситетрациклина путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект пексидартиниба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ингибиторов протонной помпы (ИПП) с пексидартинибом. При необходимости используйте антагонисты Н2-рецепторов или антациды. При использовании альтернатив ИПП назначайте пексидартиниб за 2 часа до или после приема антацидов местного действия ИЛИ назначайте пексидартиниб как минимум за 2 часа до или через 10 часов после приема антагониста Н2-рецепторов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "секретин",
      "description": {
        "common": "омепразол, секретин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременный прием ИПП может вызвать гиперреакцию секреции гастрина в ответ на тест на стимуляцию с секретином, ложно предполагая гастриному. Время, необходимое для возвращения концентрации гастрина в сыворотке к исходному уровню после прекращения приема ИПП, зависит от конкретного ИПП. Временно прекратите лечение омепразолом по крайней мере за 14 дней до оценки, чтобы позволить уровням гастрина вернуться к исходному уровню."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект сипонимода, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Совместное применение сипонимода с препаратами, вызывающими умеренное ингибирование CYP2C9 И умеренное или сильное ингибирование CYP3A4, не рекомендуется. Следует соблюдать осторожность при одновременном применении сипонимода с умеренными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "омепразол снизит уровень или эффект софосбувира/велпатасвира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Растворимость велпатасвира снижается по мере увеличения pH желудка (практически нерастворим при pH > 5). Совместное применение софосбувира/велпатасвира с омепразолом или другими ИПП не рекомендуется. Если это необходимо по медицинским показаниям, давайте софосбувир/велпатасвир во время еды за 4 часа до приема 20 мг омепразола. Использование с другими ИПП не изучалось."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соторасиб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект соторасиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Если нельзя избежать использования с агентом, снижающим кислотность, вводите соторасиб за 4 часа до или через 10 часов после введения антацида местного действия."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "омепразол снижает действие спарсентана, повышая рН желудка. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Ингибиторы протонной помпы могут снижать экспозицию спарсентана, что может снижать его эффективность."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "бикарбонат натрия снижает уровень тетрациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аброцитиниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект аброцитиниба, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начинайте прием аброцитиниба по 50 мг в день при одновременном применении с ингибиторами CYP2C19. Если адекватный ответ не достигнут через 12 недель, дозу можно увеличить до 100 мг в день. Прекратите, если неадекватная реакция после увеличения дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ацебутолол",
      "description": {
        "common": "бикарбонат натрия снижает уровень ацебутолола путем ингибирования абсорбции в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алендронат",
      "description": {
        "common": "бикарбонат натрия снижает уровень алендроната путем ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аллопуринол",
      "description": {
        "common": "бикарбонат натрия снижает уровень аллопуринола путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амантадин",
      "description": {
        "common": "бикарбонат натрия повысит уровень или действие амантадина на др. (см. комментарий). Изменить терапию/внимательно контролировать. Изменение рН мочи в сторону щелочных условий может привести к накоплению амантадина с возможным усилением побочных реакций. Следите за побочными реакциями амантадина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ампициллин",
      "description": {
        "common": "омепразол снизит уровень или эффект ампициллина за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атенолол",
      "description": {
        "common": "бикарбонат натрия снижает уровень атенолола за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "омепразол повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "бикарбонат натрия снижает уровень азитромицина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толокнянка",
      "description": {
        "common": "бикарбонат натрия повысит уровень или эффект толокнянки за счет пассивной реабсорбции в почечных канальцах - основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белумосудил",
      "description": {
        "common": "омепразол будет снижать уровень или эффект белумосудила за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Увеличьте дозу белумосудила до 200 мг перорально два раза в день при совместном применении с ингибиторами протонной помпы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "омепразол будет повышать уровень или эффект белзутифана, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Белзутифан является субстратом CYP2C19. Совместное применение с ингибиторами CYP2C19 может увеличить частоту или тяжесть побочных эффектов. Следите за анемией и гипоксией и уменьшайте дозу белзутифана в соответствии с рекомендациями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "бикарбонат натрия снижает действие беназеприла за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендамустин",
      "description": {
        "common": "омепразол снижает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрации активных метаболитов могут быть увеличены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "бикарбонат натрия повысит уровень или эффект бензфетамина за счет пассивной реабсорбции в почечных канальцах - щелочной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетаксолол",
      "description": {
        "common": "бикарбонат натрия снижает уровень бетаксолола за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бисопролол",
      "description": {
        "common": "бикарбонат натрия снижает уровень бисопролола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "бортезомиб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "омепразол снижает уровень бозутиниба на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: ИПП могут снижать концентрацию бозутиниба примерно на 45%; бозутиниб проявляет рН-зависимую растворимость."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "омепразол снижает действие будесонида за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Будесонид с энтеросолюбильным покрытием растворяется при pH > 5,5. Кроме того, растворение таблеток будесонида пролонгированного действия зависит от рН. Одновременное применение с препаратами, повышающими рН желудка, может вызвать преждевременное растворение этих продуктов будесонида и, возможно, повлиять на свойства высвобождения и всасывание препарата в двенадцатиперстной кишке."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "омепразол увеличивает уровень или эффект каннабидиола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с сильным ингибитором CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "омепразол снижает действие капецитабина по неизвестному механизму. Используйте осторожность/монитор. Ретроспективные данные свидетельствуют о том, что повышенный рН желудка, вызванный применением ИПП, может ухудшать растворение таблеток капецитабина и/или снижать всасывание."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "гидрокарбонат натрия снижает действие каптоприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Бикарбонат натрия может снижать всасывание каптоприла."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонильное железо",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект карбонильного железа за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карведилол",
      "description": {
        "common": "бикарбонат натрия снижает уровень карведилола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "омепразол снижает действие цефподоксима за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефдинир",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект цефдинира за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "cefditoren",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект цефдиторена за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект цефподоксима за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефуроксим",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект цефуроксима за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целекоксиб",
      "description": {
        "common": "бикарбонат натрия снижает уровень целекоксиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "целипролол",
      "description": {
        "common": "бикарбонат натрия снижает уровень целипролола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хенодиол",
      "description": {
        "common": "бикарбонат натрия снижает уровень хенодиола за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "бикарбонат натрия уменьшит уровень или эффект хлорохина по механизму: ингибирование поглощения GI. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Разделяйте дозы не менее чем на 4 часа"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "бикарбонат натрия снижает уровень ципрофлоксацина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Большая часть ципрофлоксацина в норме выводится с мочой в неизмененном виде. При одновременном применении средств, подщелачивающих мочу, таких как бикарбонат натрия, растворимость ципрофлоксацина может снижаться из-за подщелачивания мочи. Пациентов следует контролировать на наличие кристаллурии и нефротоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект циталопрама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Циталопрам 20 мг/день является максимальной рекомендуемой дозой для пациентов, принимающих ингибиторы CYP2C19, из-за риска удлинения интервала QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "бикарбонат натрия снижает уровень кризотиниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, повышающие pH желудка, могут снижать растворимость кризотиниба и впоследствии снижать его биодоступность. Однако официальных исследований не проводилось. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект клобазама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Может потребоваться корректировка дозировки; Ингибиторы CYP2C19 могут привести к повышенному воздействию N-десметилклобазама (активный метаболит)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "омепразол снижает уровень или эффект клозапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат повышает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан повышает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект кризотиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, повышающие pH желудка, могут снижать растворимость кризотиниба и впоследствии снижать его биодоступность. Однако официальных исследований не проводилось."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "омепразол, циклоспорин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное применение ИПП может вызвать гипомагниемию и увеличить этот риск при совместном применении с препаратами, которые также могут снижать уровень магния."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "омепразол будет снижать уровень или эффект дабрафениба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Лекарства, которые изменяют рН верхних отделов желудочно-кишечного тракта (например, ИПП, Н2-блокаторы, антациды), могут снижать растворимость дабрафениба и снижать его биодоступность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефероксамин",
      "description": {
        "common": "дефероксамин снижает уровень бикарбоната натрия путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. дефероксамин хелатирует железо; его сродство к другим минералам неизвестно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "бикарбонат натрия и дефлазакорт снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "бикарбонат натрия повысит уровень или эффект декстроамфетамина за счет пассивной реабсорбции в почечных канальцах - основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP2C19 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эналаприл",
      "description": {
        "common": "бикарбонат натрия снижает действие эналаприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и омепразол снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "омепразол повышает токсичность дигоксина Др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: длительное использование ИПП может вызвать гипомагниемию и увеличить риск токсичности дигоксина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренц повышает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "элаголикс повышает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Элаголикс является слабым ингибитором CYP2C19. Для омепразола в дозе 40 мг/сутки или менее коррекции дозы не требуется. Рассмотрите возможность снижения дозы омепразола с более высокими дозами омепразола (например, дозой по Золлингеру-Эллисону) при одновременном применении с элаголиксом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "омепразол снижает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "омепразол повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при совместном применении с сильными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, омепразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "бикарбонат натрия будет увеличивать уровень или эффект эфедрина за счет пассивной реабсорбции в почечных канальцах - основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "бикарбонат натрия повышает уровень основания эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "бикарбонат натрия повышает уровень этилсукцината эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "бикарбонат натрия повышает уровень лактобионата эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "бикарбонат натрия повышает уровень стеарата эритромицина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект эсциталопрама, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат повышает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсмолол",
      "description": {
        "common": "бикарбонат натрия снижает уровень эсмолола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этидронат",
      "description": {
        "common": "бикарбонат натрия снижает уровень этидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин повышает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "омепразол снизит уровень или действие глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железный мальтол",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект мальтола железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "железа фумарат",
      "description": {
        "common": "омепразол снизит уровень или эффект фумарата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глюконат железа",
      "description": {
        "common": "омепразол снизит уровень или эффект глюконата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат железа",
      "description": {
        "common": "омепразол снизит уровень или эффект сульфата железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол будет увеличивать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "бикарбонат натрия будет увеличивать уровень или эффект флекаинида за счет пассивной реабсорбции в почечных канальцах - основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "омепразол будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "омепразол будет повышать уровень или эффект флибансерина, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Одновременное применение флибансерина с сильными ингибиторами CYP2C19 может усилить экспозицию флибансерина и увеличить риск гипотензии, обморока и угнетения ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол повышает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "омепразол будет снижать уровень или эффект фосампренавира за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фозиноприл",
      "description": {
        "common": "бикарбонат натрия снижает эффекты фозиноприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "омепразол увеличивает уровень или действие фосфенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин",
      "description": {
        "common": "бикарбонат натрия снижает уровень габапентина путем ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "габапентин энакарбил",
      "description": {
        "common": "бикарбонат натрия снижает уровень энакарбила габапентина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "омепразол снижает уровень гефитиниба за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. По возможности избегайте одновременного применения гефитиниба с ИПП. Если требуется лечение ИПП, разделите дозы гефитиниба и ИПП на 12 часов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "бикарбонат натрия будет увеличивать уровень или эффект глипизида за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "омепразол увеличивает уровень или эффект глибурида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибандронат",
      "description": {
        "common": "бикарбонат натрия снижает уровень ибандроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон повышает уровень омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Илоперидон является зависящим от времени ингибитором CYP3A и может приводить к повышению уровня препаратов в плазме, выводимых преимущественно CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имидаприл",
      "description": {
        "common": "бикарбонат натрия снижает эффекты имидаприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "омепразол будет повышать уровень или эффект имипрамина, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "комплекс декстрана железа",
      "description": {
        "common": "омепразол снизит уровень или эффект комплекса декстрана железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сахароза железа",
      "description": {
        "common": "омепразол снизит уровень или эффект сахарозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "омепразол будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "бикарбонат натрия снижает уровень изониазида за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "истрадефиллин повышает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Истрадефиллин в дозе 40 мг/сут увеличивал пиковые уровни и AUC субстратов CYP3A4 в клинических исследованиях. Этот эффект не наблюдался при приеме истрадефиллина в дозе 20 мг/сут. Рассмотрите возможность снижения дозы чувствительных субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "бикарбонат натрия снижает уровень итраконазола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "бикарбонат натрия снижает уровень кетоконазола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лабеталол",
      "description": {
        "common": "бикарбонат натрия снижает уровень лабеталола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактулоза",
      "description": {
        "common": "бикарбонат натрия снижает действие лактулозы за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ледипасвир/софосбувир",
      "description": {
        "common": "омепразол снижает уровни ледипасвира/софосбувира по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Растворимость ледипасвира снижается по мере увеличения pH; Ожидается, что препараты, повышающие pH желудка, будут снижать уровень ледипасвира; дозы ингибитора протонной помпы, сравнимые с дозой омепразола <20 мг, можно вводить одновременно с ледипасвиром/софосбувиром натощак."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Может потребоваться мониторинг и коррекция дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "бикарбонат натрия снижает уровень левокетоконазола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лизиноприл",
      "description": {
        "common": "бикарбонат натрия снижает действие лизиноприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "омепразол повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лозартан",
      "description": {
        "common": "омепразол будет повышать уровень или эффект лозартана, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Может ингибировать превращение лозартана в его активный метаболит E-3174. Важность взаимодействия не установлена; контролировать индивидуальный терапевтический ответ для определения дозы лозартана."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "люмакафтор/ивакафтор, омепразол. влияет на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Исследования in vitro предполагают, что люмакафтор может индуцировать, а ивакафтор может ингибировать субстраты CYP2C19. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мемантин",
      "description": {
        "common": "бикарбонат натрия будет увеличивать уровень или эффект мемантина за счет пассивной реабсорбции в почечных канальцах - основной мочи. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метотрексат",
      "description": {
        "common": "омепразол повышает уровень метотрексата за счет снижения почечного клиренса. Используйте осторожность/монитор. У некоторых пациентов можно рассмотреть возможность временной отмены ИПП."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метскополамин",
      "description": {
        "common": "бикарбонат натрия снижает уровень метскополамина за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "омепразол снижает действие метилфенидата, усиливая всасывание в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Поскольку характеристики капсул с пролонгированным высвобождением метилфенидата (риталин LA) зависят от рН, совместное введение антацидов или средств, подавляющих кислотность, может изменить высвобождение метилфенидата. Рассмотрите возможность разделения приема антацидов и капсул с пролонгированным высвобождением метилфенидата, которых можно избежать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метопролол",
      "description": {
        "common": "бикарбонат натрия снижает уровень метопролола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "бикарбонат натрия будет увеличивать уровень или эффект мексилетина за счет пассивной канальцевой реабсорбции в почках - основная моча. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моэксиприл",
      "description": {
        "common": "гидрокарбонат натрия снижает действие моэксиприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "микофенолят",
      "description": {
        "common": "омепразол снизит уровень или эффект микофенолата за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Потенциальное взаимодействие относится к мофетилу микофенолата. Композиция микофенолата натрия с энтеросолюбильным покрытием менее чувствительна к этому взаимодействию. Клиническое значение неясно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "надолол",
      "description": {
        "common": "бикарбонат натрия снижает уровень надолола за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект натеглинида, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "небиволол",
      "description": {
        "common": "бикарбонат натрия снижает уровень небиволола за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитрофурантоин",
      "description": {
        "common": "бикарбонат натрия снижает уровень нитрофурантоина путем ингибирования абсорбции в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омадациклин",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект омадациклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC) будут снижать уровень или эффект омепразола за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор. Монитор для снижения эффективности омепразола; рассмотреть вопрос об увеличении дозы омепразола у пациентов с плохим контролем симптомов (не более 40 мг/день)"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "памидронат",
      "description": {
        "common": "бикарбонат натрия снижает уровень памидроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пенбутолол",
      "description": {
        "common": "бикарбонат натрия снижает уровень пенбутолола путем ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пеницилламин",
      "description": {
        "common": "бикарбонат натрия снижает уровень пеницилламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "периндоприл",
      "description": {
        "common": "бикарбонат натрия снижает эффекты периндоприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "омепразол увеличивает уровень или эффект фенитоина, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиндолол",
      "description": {
        "common": "бикарбонат натрия снижает уровень пиндолола за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полисахарид железа",
      "description": {
        "common": "омепразол снизит уровень или эффект полисахарида железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "омепразол будет снижать уровень или эффект позаконазола за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "примидон снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропранолол",
      "description": {
        "common": "бикарбонат натрия снижает уровень пропранолола за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "бикарбонат натрия будет увеличивать уровень или эффект псевдоэфедрина за счет пассивной реабсорбции в почечных канальцах - основной мочи. Используйте осторожность/монитор. Осторожность рекомендуется с частыми или высокими дозами антацидов"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квинаприл",
      "description": {
        "common": "бикарбонат натрия снижает действие хинаприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "бикарбонат натрия повысит уровень или эффект хинидина за счет пассивной канальцевой реабсорбции в почках - основная моча. Используйте осторожность/монитор. Могут возникать повышенные уровни хинидина в плазме, возможно, с нарушениями сердечной проводимости и аритмиями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рамиприл",
      "description": {
        "common": "бикарбонат натрия снижает действие рамиприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "риосигуат",
      "description": {
        "common": "бикарбонат натрия снижает уровень риоцигуата за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Раздельное введение по крайней мере на 1 час."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ризедронат",
      "description": {
        "common": "бикарбонат натрия снижает уровень ризедроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рофлумиласт",
      "description": {
        "common": "омепразол снижает уровень или эффект рофлумиласта, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Сопутствующая терапия может снизить терапевтическую эффективность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "шиповника",
      "description": {
        "common": "омепразол снизит уровень или эффект плодов шиповника за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розувастатин",
      "description": {
        "common": "бикарбонат натрия снижает уровень розувастатина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сарециклин",
      "description": {
        "common": "бикарбонат натрия снизит уровень или эффект сарециклина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Изменить терапию/внимательно контролировать. Продукты, содержащие поливалентные катионы, могут нарушать всасывание тетрациклинов, что может снижать их эффективность. Раздельное дозирование тетрациклинов от этих продуктов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль",
      "description": {
        "common": "бикарбонат натрия и сульфат натрия/сульфат калия/сульфат магния/полиэтиленгликоль снижают уровень калия в сыворотке. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "бикарбонат натрия снижает уровень соталола за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Спарсентан (индуктор CYP2C19) снижает экспозицию субстратов CYP2C19 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, омепразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "омепразол будет повышать уровень или эффект такролимуса, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. Одновременное применение может повышать концентрацию такролимуса в цельной крови, особенно у лиц со средним или низким уровнем метаболизма CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект тамоксифена, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тилудронат",
      "description": {
        "common": "бикарбонат натрия снижает уровень тилудроната за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тимолол",
      "description": {
        "common": "бикарбонат натрия снижает уровень тимолола путем ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "омепразол будет повышать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "омепразол повышает уровень тофацитиниба, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор. При совместном применении тофацитиниба с мощными ингибиторами CYP2C19 не рекомендуется специальная коррекция дозы; уменьшить дозу тофацитиниба при одновременном применении как с умеренными ингибиторами CYP3A4, так и с мощными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "бикарбонат натрия повысит уровень или эффект толбутамида за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трандолаприл",
      "description": {
        "common": "бикарбонат натрия снижает эффекты трандолаприла за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол будет увеличивать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "урсодиол",
      "description": {
        "common": "бикарбонат натрия снижает эффекты урсодиола за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "висмодегиб",
      "description": {
        "common": "омепразол снизит уровень или эффект висмодегибу от других (см. комментарий). Используйте осторожность/монитор. Препараты, повышающие pH желудка, изменяют растворимость висмодегиба и, следовательно, снижают биодоступность; влияние на эффективность неизвестно"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C19. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "омепразол повысит уровень или действие варфарина Другое (см. комментарий). Используйте осторожность/монитор. Менее активный R-энантиомер варфарина частично метаболизируется CYP3A4 (а также CYP1A2 и CYP2C19). При совместном применении с ингибиторами этих изоферментов контролируйте МНО чаще и при необходимости корректируйте дозу варфарина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золедроновая кислота",
      "description": {
        "common": "бикарбонат натрия снижает уровень золедроновой кислоты за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "омепразол снижает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "алпразолам",
      "description": {
        "common": "омепразол повышает уровень алпразолама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект амбризентана, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "Анастрозол повышает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "бикарбонат натрия, аспирин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "бикарбонат натрия, аспирин ректальный. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия, аспирин/лимонная кислота/бикарбонат натрия. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "бикарбонат натрия, бальзазид. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "субсалицилат висмута",
      "description": {
        "common": "омепразол повышает уровень субсалицилата висмута за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "благословенный чертополох",
      "description": {
        "common": "чертополох снижает действие омепразола за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "босентан",
      "description": {
        "common": "омепразол будет повышать уровень или эффект бозентана, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "гидрокарбонат натрия, трисалицилат магния холина. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "омепразол повышает уровень карбамазепина за счет замедления метаболизма. Незначительное/значение неизвестно. Контролировать уровни плазмы при использовании одновременно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карведилол",
      "description": {
        "common": "омепразол будет повышать уровень или эффект карведилола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "омепразол повышает уровень хлордиазепоксида за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хром",
      "description": {
        "common": "бикарбонат натрия снижает уровень хрома за счет ингибирования абсорбции в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клоназепам",
      "description": {
        "common": "омепразол повышает уровень клоназепама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клоразепат",
      "description": {
        "common": "омепразол повышает уровень клоразепата за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "цианокобаламин",
      "description": {
        "common": "омепразол снижает уровень цианокобаламина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин будет снижать уровень или эффект омепразола по другим причинам (см. комментарий). Незначительное/значение неизвестно. Теоретически эффективность ингибиторов протонной помпы может снижаться при их применении с другими антисекреторными средствами."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Коготь дьявола",
      "description": {
        "common": "дьявольский коготь уменьшает эффекты бикарбоната натрия за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "раздвоенный",
      "description": {
        "common": "бикарбонат натрия, дифлунизал. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диазепам",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект диазепама, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "дронедарон увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ, омепразол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. На основании исследований лекарственных взаимодействий, проведенных с компонентами Стрибилда, не наблюдалось и не ожидается клинически значимых лекарственных взаимодействий при одновременном применении с ИПП."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "эсликарбазепина ацетат снижает эффекты омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Монитор для симптомов GI; чистый повышенный или пониженный эффект на действие ИПП неизвестен из-за противоположного действия CYP450."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эстазолам",
      "description": {
        "common": "омепразол повышает уровень эстазолама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "этравирин",
      "description": {
        "common": "омепразол повышает уровень или действие этравирина, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "карбоксимальтоза железа",
      "description": {
        "common": "омепразол снизит уровень или эффект карбоксимальтозы железа за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "флуоксетин увеличивает уровень или эффект омепразола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуразепам",
      "description": {
        "common": "омепразол повышает уровень флуразепама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флувастатин",
      "description": {
        "common": "омепразол повышает уровень или эффект флувастатина, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "глипизид",
      "description": {
        "common": "омепразол будет увеличивать уровень или эффект глипизида, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "омепразол будет повышать уровень или эффект ибупрофена внутривенно, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "ларотректиниб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левотироксин",
      "description": {
        "common": "омепразол снижает уровень левотироксина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лидокаин",
      "description": {
        "common": "омепразол снижает уровень или эффект лидокаина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотиронин",
      "description": {
        "common": "омепразол снижает уровень лиотиронина за счет увеличения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиотрис",
      "description": {
        "common": "омепразол снижает уровень лиотрикса за счет увеличения pH желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "омепразол, лиздексамфетамин. Другое (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Снижение кислотности желудка, вызванное ингибиторами протонной помпы, сокращает время достижения Tmax для амфетамина и декстроамфетамина. AUC не пострадал. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лоразепам",
      "description": {
        "common": "омепразол повышает уровень лоразепама за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "месаламин",
      "description": {
        "common": "бикарбонат натрия, месаламин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "омепразол снижает уровень метамфетамина по другим причинам (см. комментарий). Незначительное/значение неизвестно.\nКомментарий: Время достижения максимальной концентрации (Tmax) амфетамина уменьшается по сравнению с приемом в одиночку; контролировать пациентов для изменения клинического эффекта и корректировать терапию на основе клинического ответа."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мексилетин",
      "description": {
        "common": "омепразол снижает уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "омепразол повышает уровень мидазолама за счет замедления метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "митотан",
      "description": {
        "common": "Митотан снижает уровень омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Митотан является сильным индуктором цитохрома Р-4503А4; контролировать при coadministered с субстратами CYP3A4 для возможных корректировок дозы."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "омепразол снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оспемифен",
      "description": {
        "common": "омепразол повышает уровень оспемифена, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фитоэстрогены",
      "description": {
        "common": "омепразол снижает уровень фитоэстрогенов за счет ингибирования всасывания в ЖКТ. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "омепразол снижает уровень понатиниба за счет повышения pH желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "квазепам",
      "description": {
        "common": "омепразол повышает уровень квазепама за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рилузол",
      "description": {
        "common": "омепразол снижает уровень или эффект рилузола, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "омепразол будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "омепразол будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "салицилаты (не аса)",
      "description": {
        "common": "гидрокарбонат натрия, салицилаты (нон-аза). Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сальсалат",
      "description": {
        "common": "бикарбонат натрия, сальсалат. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стронция ранелат",
      "description": {
        "common": "бикарбонат натрия снижает уровень ранелата стронция за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Разделите на 2 часа, если это возможно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "омепразол повышает уровень или эффект сульфаметоксазола, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфасалазин",
      "description": {
        "common": "бикарбонат натрия, сульфасалазин. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "омепразол снижает уровень или эффект теофиллина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "щитовидная железа высушенная",
      "description": {
        "common": "омепразол снижает уровень обезвоживания щитовидной железы за счет повышения рН желудка. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно. Существуют противоречивые данные об этом взаимодействии."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "омепразол снижает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "толбутамид",
      "description": {
        "common": "омепразол увеличивает уровень или эффект толбутамида, влияя на метаболизм печеночного фермента CYP2C9/10. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триазолам",
      "description": {
        "common": "омепразол повышает уровень триазолама за счет снижения метаболизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "омепразол будет повышать уровень или эффект вориконазола, влияя на метаболизм печеночного фермента CYP2C19. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "бикарбонат натрия, кора ивы. Механизм: пассивная реабсорбция в почечных канальцах из-за повышения рН. Незначительное/значение неизвестно. Уровни салицилатов увеличивались при умеренных дозах; уровни салицилатов снижались при приеме больших доз (д/т увеличивало почечную экскрецию неизмененной салициловой кислоты)."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "лихорадка",
      "percent": "20"
    },
    {
      "name": "Гипокалиемия",
      "percent": "12"
    },
    {
      "name": "Гипергликемия",
      "percent": "11"
    },
    {
      "name": "Внутрибольничная пневмония",
      "percent": "11"
    },
    {
      "name": "Гипотония",
      "percent": "10"
    },
    {
      "name": "гипомагниемия",
      "percent": "10"
    },
    {
      "name": "Гипертония",
      "percent": "8"
    },
    {
      "name": "Мерцательная аритмия",
      "percent": "6"
    },
    {
      "name": "Гипокальциемия",
      "percent": "6"
    },
    {
      "name": "Сыпь",
      "percent": "6"
    },
    {
      "name": "Тахикардия",
      "percent": "5"
    },
    {
      "name": "Запор",
      "percent": "5"
    },
    {
      "name": "Сепсис",
      "percent": "5"
    },
    {
      "name": "Гиперпирексия",
      "percent": "5"
    },
    {
      "name": "Кандидоз полости рта",
      "percent": "4"
    },
    {
      "name": "Брадикардия",
      "percent": "4"
    },
    {
      "name": "Диарея",
      "percent": "4"
    },
    {
      "name": "Отек",
      "percent": "3"
    },
    {
      "name": "Наджелудочковая тахикардия",
      "percent": "3"
    },
    {
      "name": "Пролежневая язва",
      "percent": "3"
    },
    {
      "name": "Агитация",
      "percent": "3"
    },
    {
      "name": "Гипернатриемия",
      "percent": "2"
    },
    {
      "name": "Гиперкалиемия",
      "percent": "2"
    },
    {
      "name": "Инфекция мочевыводящих путей",
      "percent": "2"
    },
    {
      "name": "Гипомоторика",
      "percent": "2"
    },
    {
      "name": "Кандидозная инфекция",
      "percent": "2"
    },
    {
      "name": "Стенокардия",
      "percent": "12"
    },
    {
      "name": "Перелом",
      "percent": null
    },
    {
      "name": "глюкозурия",
      "percent": null
    },
    {
      "name": "анемия",
      "percent": null
    },
    {
      "name": "Печеночная недостаточность",
      "percent": null
    },
    {
      "name": "Доброкачественные полипы желудка",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "Алопеция",
      "percent": null
    },
    {
      "name": "Повышенный креатинин",
      "percent": null
    },
    {
      "name": "Гемолитическая анемия",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "Гинекомастия",
      "percent": null
    },
    {
      "name": "Анорексия",
      "percent": null
    },
    {
      "name": "Печеночная энцефалопатия",
      "percent": null
    },
    {
      "name": "Метаболический алкалоз",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Светочувствительность",
      "percent": null
    },
    {
      "name": "Болезнь печени",
      "percent": null
    },
    {
      "name": "Кожная и системная красная волчанка",
      "percent": null
    },
    {
      "name": "Гипонатриемия",
      "percent": null
    },
    {
      "name": "гипогликемия",
      "percent": null
    },
    {
      "name": "Цианокобаламин",
      "percent": null
    },
    {
      "name": "витамин В",
      "percent": null
    },
    {
      "name": "недостаток",
      "percent": null
    },
    {
      "name": "Clostridium трудный",
      "percent": null
    },
    {
      "name": "Сопутствующая диарея",
      "percent": null
    },
    {
      "name": "Полипы фундальной железы",
      "percent": null
    },
    {
      "name": "Острый тубулоинтерстициальный нефрит",
      "percent": null
    },
    {
      "name": "Тяжелые кожные побочные реакции",
      "percent": null
    },
    {
      "name": "включая Стивенса",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "SJS",
      "percent": null
    },
    {
      "name": "и токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "ДЕСЯТЬ",
      "percent": null
    },
    {
      "name": "лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "и острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "AGEP",
      "percent": null
    },
    {
      "name": "сообщается в связи с использованием ИПП",
      "percent": null
    }
  ]
}