{
  "name": "плазмомицин",
  "comment": "Rx",
  "other_names": [
    "Земдри"
  ],
  "classes": [
    "Аминогликозиды"
  ],
  "source": "https://reference.medscape.com/drug/zemdri-plazomicin-1000230",
  "pregnancy": {
    "common": [
      "Нет доступных данных об этом препарате у беременных женщин, чтобы сообщить о риске неблагоприятных исходов развития, связанном с приемом препарата.",
      "При введении беременной женщине может возникнуть вред для плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Слуховая функция потомства не измерялась в исследованиях на животных.",
          "У беременных крыс и кроликов, которым подкожно вводили плазмомицин во время органогенеза при воздействии на мать, не наблюдалось связанных с препаратом висцеральных или скелетных пороков развития. /день",
          "В опубликованных в литературе сообщениях о стрептомицине, аминогликозиде, говорится, что он может вызывать полную необратимую двустороннюю врожденную глухоту у детей, матери которых получали стрептомицин во время беременности.",
          "Консультировать беременных женщин о потенциальном риске для плода"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в плазмомицине и любые потенциальные побочные эффекты плазмомицина или основного заболевания матери на ребенка, находящегося на грудном вскармливании.",
      "Плазомицин был обнаружен в молоке крыс.",
      "Нет данных о присутствии плазмомицина в грудном молоке, влиянии на грудного ребенка или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Нефротоксичность",
          "description": [
            "Оценивать CrCl у всех пациентов до начала терапии и ежедневно во время терапии.",
            "См. «Изменения дозировки» и «Соображения по дозировке».",
            "Сообщается о нефротоксичности; риск нефротоксичности выше у пациентов с нарушением функции почек, пожилых пациентов и у тех, кто одновременно принимает нефротоксичные препараты.",
            "TDM рекомендуется пациентам с оИМП с CrCl <90 мл/мин, чтобы избежать потенциально токсичных уровней."
          ]
        },
        {
          "type": "Ототоксичность",
          "description": [
            "Симптомы ототоксичности, связанной с аминогликозидами, могут быть необратимыми и проявляться только после завершения терапии.",
            "Ототоксичность, связанная с аминогликозидами, наблюдается в основном у пациентов с потерей слуха в семейном анамнезе, у пациентов с почечной недостаточностью и у пациентов, получающих более высокие дозы и/или более длительную терапию, чем рекомендовано.",
            "Сообщалось об ототоксичности, проявляющейся потерей слуха, шумом в ушах и/или головокружением.",
            "У пациентов с симптомами ототоксичности следует учитывать соотношение польза-риск терапии."
          ]
        },
        {
          "type": "Нервно-мышечная блокада",
          "description": [
            "Во время терапии следите за побочными реакциями, связанными с нервно-мышечной блокадой, особенно у пациентов с высоким риском (например, у пациентов с сопутствующими нервно-мышечными расстройствами [включая миастению]) или у пациентов, одновременно получающих нервно-мышечные блокаторы.",
            "Аминогликозиды связаны с нервно-мышечной блокадой."
          ]
        },
        {
          "type": "Беременность",
          "description": [
            "Аминогликозиды, включая плазмомицин, могут нанести вред плоду при введении беременной женщине.",
            "См. Беременность"
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Пациенты с известной гиперчувствительностью к любому аминогликозиду"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Также см. Предупреждения о черном ящике",
        "У пациентов, получающих аминогликозидные антибактериальные препараты, сообщалось о серьезных, а иногда и со смертельным исходом (анафилактических) реакциях гиперчувствительности; прекратить лечение, если возникает аллергическая реакция",
        "При введении беременной женщине может произойти повреждение плода (см. Беременность).",
        "Сообщается о нефротоксичности; в большинстве случаев повышение уровня креатинина в сыворотке было ≥1 мг/дл выше исходного уровня и было обратимым.",
        "Аминогликозиды были связаны с усилением мышечной слабости у пациентов с сопутствующими нервно-мышечными расстройствами или задержкой восстановления нервно-мышечной функции у пациентов, получающих сопутствующие нервно-мышечные блокаторы.",
        "Назначение препарата при отсутствии доказанной или сильно подозреваемой бактериальной инфекции вряд ли принесет пользу пациенту и увеличивает риск развития резистентных к лекарству бактерий."
      ],
      "specific": [
        {
          "type": "Ототоксичность",
          "description": [
            "МТ-РНР1",
            "), особенно вариант m.1555A>G; у некоторых пациентов сообщалось об ототоксичности, даже когда их уровни аминогликозидов в сыворотке были в пределах рекомендуемого диапазона",
            "Сообщалось о случаях ототоксичности противомикробных препаратов #аминогликозидов у пациентов с определенными вариантами митохондриально кодируемого гена 12S рРНК (",
            "В случае известной ототоксичности матери в анамнезе из-за использования аминогликозидов или известного варианта митохондриальной ДНК у пациента, рассмотрите альтернативные методы лечения, кроме противомикробных препаратов#аминогликозиды, если повышенный риск необратимой потери слуха не перевешивается тяжестью инфекции и отсутствием безопасных и эффективных альтернативные методы лечения"
          ]
        },
        {
          "type": "Clostridium difficile-ассоциированная диарея",
          "description": [
            "Лечение антибактериальными препаратами изменяет нормальную флору толстой кишки и может привести к избыточному росту C. difficile; необходим тщательный анамнез",
            "Clostridium difficile-ассоциированная диарея (CDAD) зарегистрирована почти для всех системных антибактериальных препаратов и может варьироваться по степени тяжести от легкой диареи до фатального колита.",
            "При подозрении или подтверждении CDAD может потребоваться прекращение приема антибактериальных препаратов, не направленных против C. difficile."
          ]
        }
      ]
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Снижение функции почек",
      "percent": "3.6"
    },
    {
      "name": "Диарея",
      "percent": "2.3"
    },
    {
      "name": "Гипертония",
      "percent": "2.3"
    },
    {
      "name": "Уход",
      "percent": "2.2"
    },
    {
      "name": "сопутствующая ототоксичность",
      "percent": "1.3"
    },
    {
      "name": "Головная боль",
      "percent": "1.3"
    },
    {
      "name": "Тошнота",
      "percent": "1.3"
    },
    {
      "name": "Рвота",
      "percent": "1"
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Желудочно-кишечные расстройства",
      "percent": null
    },
    {
      "name": "Запор",
      "percent": null
    },
    {
      "name": "гастрит",
      "percent": null
    },
    {
      "name": "Лабораторные исследования",
      "percent": null
    },
    {
      "name": "Аланинаминотрансфераза повышена",
      "percent": null
    },
    {
      "name": "Нарушения обмена веществ и питания",
      "percent": null
    },
    {
      "name": "Гипокалиемия",
      "percent": null
    },
    {
      "name": "Нарушения нервной системы",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Почечные и мочевые расстройства",
      "percent": null
    },
    {
      "name": "Гематурия",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "грудной",
      "percent": null
    },
    {
      "name": "и расстройства средостения",
      "percent": null
    },
    {
      "name": "Одышка",
      "percent": null
    }
  ]
}