{
  "name": "ставудин",
  "comment": "Rx",
  "other_names": [
    "д4Т",
    "Зерит"
  ],
  "classes": [
    "НИОТ",
    "ВИЧ"
  ],
  "source": "https://reference.medscape.com/drug/zerit-d4t-stavudine-342630",
  "pregnancy": {
    "common": [
      "Смертельный лактоацидоз зарегистрирован у беременных, получавших комбинацию ставудина и диданозина с другими антиретровирусными препаратами; неясно, увеличивает ли беременность риск развития лактоацидоза/синдрома стеатоза печени у небеременных лиц, получающих аналоги нуклеозидов; комбинация с диданозином противопоказана",
      "Существует реестр воздействия наркотиков во время беременности, который отслеживает исходы беременности у лиц, подвергшихся воздействию наркотиков во время беременности; медицинским работникам рекомендуется регистрировать пациентов, позвонив в Реестр антиретровирусных препаратов для беременных (APR) по телефону 1-800-258-4263.",
      "Проспективных данных о беременности от APR недостаточно для адекватной оценки риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов развития."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях репродукции животных при пероральном приеме ставудина при клинически значимом воздействии не наблюдалось побочных эффектов развития; токсичности для развития у крыс и кроликов не наблюдалось при системном воздействии в 112 (AUC) и 183 (Cmax) раз, соответственно, при воздействии на человека при рекомендуемой дозе для человека"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Из-за возможности передачи ВИЧ (у ВИЧ-отрицательных детей), развития устойчивости к вирусу (у ВИЧ-положительных детей) и побочных реакций у детей, находящихся на грудном вскармливании, подобных тем, которые наблюдаются у взрослых, проинструктируйте матерей не кормить грудью, если они получают терапию.",
      "Центры по контролю и профилактике заболеваний рекомендуют ВИЧ-инфицированным матерям не кормить своих детей грудью, чтобы избежать риска постнатальной передачи ВИЧ; по ограниченным данным препарат был обнаружен в грудном молоке; нет данных о влиянии ставудина на младенцев, находящихся на грудном вскармливании, или влиянии на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Сообщалось о фатальном лактоацидозе у беременных женщин, получавших диданозин и ставудин с другими антиретровирусными препаратами. Комбинация противопоказана беременным.",
        "Сообщается о фатальном и несмертельном панкреатите; приостановить при подозрении на панкреатит и прекратить при подтверждении",
        "Лактоацидоз и тяжелая гепатомегалия со стеатозом (включая случаи со смертельным исходом), зарегистрированные при использовании аналогов нуклеозидов отдельно или в комбинации"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Одновременное применение с диданозином",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Риск синдрома восстановления иммунитета при использовании в комбинации с другими антиретровирусными препаратами",
        "Уменьшить дозу при почечной недостаточности",
        "Сообщается о тяжелой двигательной слабости",
        "Рандомизированные контролируемые исследования показали, что липоатрофия или липодистрофия развилась у большей части пациентов, получавших ставудин, по сравнению с другими нуклеозидами (тенофовир или абакавир).",
        "Риск потенциально смертельного панкреатита при использовании с диданозином",
        "Риск потенциально смертельного лактоацидоза и тяжелой гепатомегалии со стеатозом при монотерапии и особенно с диданозином"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "ставудин, элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ. Другое (см. комментарий). Противопоказано.\nКомментарий: элвитегравир/кобицистат/эмтрицитабин/тенофовир представляет собой полную схему лечения ВИЧ, и ее не следует назначать с другими антиретровирусными препаратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "ставудин, бетабеглоген, аутотемцел. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Не принимайте антиретровирусные препараты как минимум за 1 месяц до мобилизации или ожидаемой продолжительности отмены препаратов, а также до тех пор, пока не будут завершены все циклы афереза. Антиретровирусные препараты могут мешать производству аферезированных клеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каботегравир",
      "description": {
        "common": "ставудин, каботегравир. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Каботегравир плюс рилпивирин — это полная схема. Coadministration с другими антиретровирусными препаратами для лечения инфекции ВИЧ-1 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, ставудин.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксимочевина",
      "description": {
        "common": "гидроксимочевина, ставудин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Панкреатит, гепатотоксичность и периферическая невропатия возникали у пациентов с ВИЧ, получавших гидроксимочевину, и, в частности, в комбинации с диданозином и/или ставудином, избегайте этой комбинации. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибавирин",
      "description": {
        "common": "рибавирин снижает эффекты ставудина по др. (см. комментарий). Противопоказано.\nКомментарий: Механизм: Конкуренция за тимидинкиназу за превращение в активную форму."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, ставудин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зидовудин",
      "description": {
        "common": "зидовудин снижает эффекты ставудина по др. (см. комментарий). Противопоказано.\nКомментарий: Механизм: Конкуренция за тимидинкиназу за превращение в активную форму."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абакавир",
      "description": {
        "common": "абакавир и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диданозин",
      "description": {
        "common": "диданозин, ставудин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Может вызвать панкреатит; риск периферической невропатии. Возможность фатального лактоацидоза (особенно у беременных)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "доксорубицин снижает эффекты ставудина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Механизм: ингибирование процесса фосфорилирования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "липосомальный доксорубицин снижает эффекты ставудина по др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Механизм: ингибирование процесса фосфорилирования."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "И эфавиренц, и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмтрицитабин",
      "description": {
        "common": "эмтрицитабин и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфувиртид",
      "description": {
        "common": "энфувиртид и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламивудин",
      "description": {
        "common": "ламивудин и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "и невирапин, и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат снижает уровень или эффект ставудина за счет ингибирования всасывания через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "ставудин и тенофовир DF повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "типранавир и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие ставудина за счет иммунодепрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "ставудин и зидовудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Озноб",
      "percent": null
    },
    {
      "name": "высокая температура",
      "percent": null
    },
    {
      "name": "Недомогание",
      "percent": null
    },
    {
      "name": "Бессонница",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Боль",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    },
    {
      "name": "Диарея",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "Периферическая невропатия",
      "percent": null
    },
    {
      "name": "нейтропения",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Увеличенные печеночные трансаминазы",
      "percent": null
    },
    {
      "name": "Увеличенный билирубин",
      "percent": null
    },
    {
      "name": "Миалгия",
      "percent": null
    },
    {
      "name": "Боль в спине",
      "percent": null
    },
    {
      "name": "Слабость",
      "percent": null
    },
    {
      "name": "Метаболические нарушения",
      "percent": null
    },
    {
      "name": "липоатрофия",
      "percent": null
    },
    {
      "name": "липодистрофия",
      "percent": null
    }
  ]
}