{
  "name": "цетиризин офтальмологический",
  "comment": "Rx",
  "other_names": [
    "Зервиат"
  ],
  "classes": [
    "Офтальмологический",
    "Антигистаминные препараты"
  ],
  "source": "https://reference.medscape.com/drug/zerviate-cetirizine-ophthalmic-1000114",
  "pregnancy": {
    "common": [
      "Адекватных или строго контролируемых исследований применения цетиризина в офтальмологии у беременных женщин не проводилось.",
      "Использовать при беременности только в том случае, если потенциальная польза оправдывает потенциальный риск для плода."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, если глазной цетиризин распространяется в грудном молоке человека; перорально введенный цетиризин выделяется с грудным молоком человека."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Никто"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не для лечения раздражения, связанного с контактными линзами",
        "Следует соблюдать осторожность, чтобы не касаться век или прилегающих участков кончиком капельницы флакона или наконечником одноразового контейнера во избежание повреждения глаза и предотвращения загрязнения наконечника и раствора; держите бутылку закрытой, когда она не используется; выбрасывайте одноразовый контейнер после использования в каждом глазу",
        "Не закапывайте капли при ношении контактных линз; удалить контакты перед закапыванием; может быть повторно введен через 10 минут после введения; хлорид бензалкония (консервант) может впитываться мягкими контактными линзами",
        "Посоветуйте пациенту не носить контактные линзы, если у него покраснел глаз."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Гиперемия",
      "percent": "1-7"
    },
    {
      "name": "Боль в месте инстилляции",
      "percent": "1-7"
    },
    {
      "name": "Снижение остроты зрения",
      "percent": "1-7"
    }
  ]
}