{
  "name": "эзетимиб",
  "comment": "Rx",
  "other_names": [
    "Зетия"
  ],
  "classes": [
    "Гиполипидемические агенты",
    "2-азетидиноны"
  ],
  "source": "https://reference.medscape.com/drug/zetia-ezetimibe-342454",
  "pregnancy": {
    "common": [
      "Категория беременности: C",
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: экскреция с молоком неизвестна; используйте с осторожностью"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Одновременное применение со статинами при активном заболевании печени или стойком необъяснимом повышении уровня печеночных трансаминаз",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Повышенные печеночные трансаминазы (≥3 X ULN) сообщалось при одновременном применении статинов по сравнению с монотерапией статинами; рассмотреть вопрос о прекращении терапии (эзетимиб и/или статин) при постоянно повышенных трансаминазах (АЛТ или АСТ (≥3 х ВГН)",
        "Сообщалось о желчнокаменной болезни (при одновременном применении с производными фиброевой кислоты)",
        "Исключить вторичные причины гиперлипидемии до начала терапии.",
        "Миопатия, включая рабдомиолиз, о которой сообщалось при монотерапии (редко); риск увеличивается при одновременном применении статинов или фибратов немедленно при подозрении или подтверждении миопатии (симптоматический пациент с КФК >10 X ULN)",
        "Печеночная недостаточность может увеличить системное воздействие; с осторожностью применять у пациентов с легкой печеночной недостаточностью (класс А по Чайлд-Пью); не рекомендуется использовать у пациентов с умеренной и тяжелой печеночной недостаточностью (классы В и С по Чайлд-Пью)",
        "С осторожностью применять у пациентов с тяжелой почечной недостаточностью (КК ≤30 мл/мин/1,73 м²); при одновременном применении симвастатина у пациентов с умеренной и тяжелой почечной недостаточностью (КК<60 мл/мин/1,73 м²) следует соблюдать осторожность при дозах симвастатина, превышающих 20 мг; следить за нежелательными явлениями"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "циклоспорин, эзетимиб.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий. Следует следить за возможными побочными эффектами циклоспорина и эзетимиба при одновременном применении, особенно у пациентов с тяжелой почечной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб повысит уровень или эффект эзетимиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Лениолисиб, ингибитор OATP1B1 и OATP1B3, может увеличивать системное воздействие этих субстратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Трофинетид",
      "description": {
        "common": "Трофинетид увеличивает уровень или эффект эзетимиба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Трофинетид (ингибитор ОАТР131 и ОАТР13В) может повышать уровень субстратов ОАТР131 или ОАТР13В в плазме. Избегайте coadministration с чувствительными субстратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "завегепант интраназальный",
      "description": {
        "common": "эзетимиб будет повышать уровень или эффект завегепанта при интраназальном введении Др. (см. комментарий). Избегайте или используйте альтернативный препарат. Ингибиторы NTCP могут привести к значительному увеличению системного воздействия завегепанта (субстрата NTCP)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид будет снижать уровень или эффект эзетимиба за счет увеличения элиминации. Используйте осторожность/монитор. Апалутамид индуцирует UGT и слабо индуцирует OATP1B1 и может снижать системное воздействие препаратов, которые являются субстратами как UGT, так и OATP1B1."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холестирамин",
      "description": {
        "common": "холестирамин снижает уровень эзетимиба за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2-4 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб повысит уровень или эффект эзетимиба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Энкорафениб (ингибитор ОАТР1В1) может повышать концентрацию и токсичность субстратов ОАТР1В1. Внимательно следите за признаками и симптомами повышенного воздействия и рассмотрите возможность корректировки дозы этих субстратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "фостемсавир повысит уровень или эффект эзетимиба по другим причинам (см. комментарий). Изменить терапию/внимательно контролировать. Фостемсавир ингибирует транспортер OATP1B1/3. Если возможно, избегайте одновременного введения или измените дозу субстратов OATP1B1/3 при одновременном применении с фостемсавиром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "глекапревир/пибрентасвир повысит уровень или эффект эзетимиба по другим причинам (см. комментарий). Используйте осторожность/монитор. Одновременное применение с глекапревиром/пибрентасвиром может повышать концентрацию в плазме препаратов, являющихся субстратами ОАТР1В1 или ОАТР1В3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень эзетимиба на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Летермовир, ингибитор OATP1B1/3, может повышать концентрацию в плазме одновременно вводимых субстратов OATP1B1/3."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "софосбувир/велпатасвир",
      "description": {
        "common": "софосбувир/велпатасвир повышает уровень эзетимиба на др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Velpatasvir ингибирует транспортеры OATP1B1, OATP1B3 и OATP2B1. ."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенофибрат",
      "description": {
        "common": "фенофибрат повышает уровень эзетимиба за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенофибрат микронизированный",
      "description": {
        "common": "микронизированный фенофибрат повышает уровень эзетимиба за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенофибриновая кислота",
      "description": {
        "common": "фенофибриновая кислота повышает уровень эзетимиба за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил повышает уровень эзетимиба за счет усиления всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "Воклоспорин повысит уровень или эффект эзетимиба по другим причинам (см. комментарий). Незначительное/значение неизвестно. Информация предполагает, что воклоспорин (ингибитор OATP1B1) может повышать концентрацию субстратов OATP1B1. Монитор для побочных реакций субстратов OATP1B1 при coadministered с voclosporin."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "4"
    },
    {
      "name": "Симптомы верхних дыхательных путей",
      "percent": "2-4"
    },
    {
      "name": "Кашель",
      "percent": "2-4"
    },
    {
      "name": "Боль в конечностях",
      "percent": "3"
    },
    {
      "name": "Синусит",
      "percent": "3"
    },
    {
      "name": "Артралгия",
      "percent": "2-3"
    },
    {
      "name": "Усталость",
      "percent": "2"
    },
    {
      "name": "грипп",
      "percent": "2"
    },
    {
      "name": "Повышение трансаминаз печени",
      "percent": "3"
    },
    {
      "name": "с крупнокалиберным пулеметом",
      "percent": "1"
    },
    {
      "name": "Ингибиторы КоА-редуктазы",
      "percent": null
    },
    {
      "name": "х ВГН",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "отклонение от нормы функциональных проб печени",
      "percent": null
    },
    {
      "name": "LFT несколько выше в комбинации со статинами, чем при монотерапии статинами.",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "включая анафилаксию",
      "percent": null
    },
    {
      "name": "ангионевротический отек",
      "percent": null
    },
    {
      "name": "сыпь",
      "percent": null
    },
    {
      "name": "крапивница",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Повышенный уровень креатинфосфокиназы",
      "percent": null
    },
    {
      "name": "Миопатия",
      "percent": null
    },
    {
      "name": "рабдомиолиз",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Боль в спине",
      "percent": null
    },
    {
      "name": "Боль в животе",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "Тошнота",
      "percent": null
    },
    {
      "name": "Головокружение",
      "percent": null
    },
    {
      "name": "Парестезия",
      "percent": null
    },
    {
      "name": "Депрессия",
      "percent": null
    },
    {
      "name": "Головная боль",
      "percent": null
    },
    {
      "name": "Желчнокаменная болезнь и холецистит",
      "percent": null
    }
  ]
}