{
  "name": "ибритумомаб тиуксетан",
  "comment": "Rx",
  "other_names": [
    "Зевалин"
  ],
  "classes": [
    "Моноклональные антитела к CD20",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/zevalin-ibritumomab-tiuxetan-342242",
  "pregnancy": {
    "common": [
      "Терапия может причинить вред плоду при назначении беременной женщине; известно, что иммуноглобулины проникают через плаценту; нет доступных данных об использовании терапии беременными женщинами для информирования о риске серьезных врожденных дефектов и выкидыша, связанного с приемом лекарств; рекомендовать женщинам детородного возраста использовать адекватные средства контрацепции в течение как минимум двенадцати месяцев; информировать женщин, забеременевших во время лечения, о потенциальных рисках для плода"
    ],
    "specific": [
      {
        "type": "Репродуктивный потенциал",
        "description": [
          "Терапия может нанести вред плоду при назначении беременной женщине"
        ]
      },
      {
        "type": "Тестирование на беременность",
        "description": [
          "Проведение тестирования на беременность у женщин с репродуктивным потенциалом до начала лечения"
        ]
      },
      {
        "type": "контрацепция",
        "description": [
          "Мужчины: Рекомендовать пациентам с партнершами репродуктивного возраста использовать эффективные методы контрацепции во время лечения и в течение 12 месяцев после последней дозы терапевтического режима.",
          "Женщины: Рекомендуйте пациентам с репродуктивным потенциалом использовать эффективные методы контрацепции во время лечения и в течение 12 месяцев после последней дозы терапевтического режима."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Из-за его радиоактивности существует потенциальный риск того, что терапевтический режим может вызвать токсическое воздействие на мужские и женские гонады."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет данных о присутствии препарата или его метаболитов в грудном молоке, влиянии на ребенка, находящегося на грудном вскармливании, или влиянии на выработку молока; поскольку человеческий IgG выделяется с грудным молоком, ожидается, что лекарство будет присутствовать в грудном молоке; из-за возможности серьезных побочных реакций у ребенка, находящегося на грудном вскармливании, посоветуйте кормящим женщинам избегать грудного вскармливания во время лечения и в течение 6 месяцев после последней дозы терапевтического режима."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Не превышайте абсолютную максимально допустимую дозу 32,0 мКи (1184 МБк) для Y-90 ибритумомаба тиуксетана.",
        "Препарат следует вводить под наблюдением врача-химиотерапевта, имеющего квалификацию и опыт безопасного использования и обращения с радионуклидами.",
        "Не назначайте Y-90 ибритумомаб тиуксетан пациентам с измененным биораспределением, определяемым с помощью визуализации с использованием In-111 ибритумомаба тиуксетана.",
        "Не назначать пациентам с поражением костного мозга лимфомой более или равным 25% и/или нарушением резерва костного мозга.",
        "Тяжелые кожные и кожно-слизистые реакции, некоторые с летальным исходом, могут возникать в связи с терапевтическим режимом ибритумомаба тиуксетана.",
        "Симптомы фатальной инфузионной реакции, включая гипоксию, легочные инфильтраты, острый респираторный дистресс-синдром, инфаркт миокарда, фибрилляцию желудочков или кардиогенный шок, возникали в течение 24 ч после инфузии ритуксимаба (~ 80% случаев возникали в связи с первой инфузией); прекратить инфузии и оказать медицинскую помощь пациентам, у которых возникают инфузионные реакции.",
        "Не назначать пациентам с тяжелой кожной или слизисто-кожной реакцией и немедленно провести медицинское обследование.",
        "Применение Y-90 ибритумомаба тиуксетана приводит к тяжелой и длительной цитопении у большинства пациентов."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Тромбоциты <100 К/мм³, ANC <1500/мм³",
        "Гипоцеллюлярный костный мозг, неудачный сбор стволовых клеток в анамнезе, миелоаблативная терапия в анамнезе",
        "Пациенты с вовлечением >25% лимфомы в мозг и/или нарушением резерва костного мозга",
        "НЕ назначайте ибритумомаб Y-90 пациентам с измененным биораспределением, определенным с помощью визуализации ибритумомаба In-111.",
        "Беременность",
        "Повышенная чувствительность к любому компоненту (включая ритуксимаб, хлорид иттрия, хлорид индия), мышиным белкам или другому моноклональному антителу"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Следите за экстравазацией и прекратите инфузию, если это произойдет; возобновить инфузию в другую конечность",
        "Не вводите живые вирусные вакцины пациентам, которые недавно получали терапию.",
        "Во время и в течение 12 месяцев после лечения следует использовать эффективные средства контрацепции.",
        "Препарат не поставляется с радиоактивной меткой, радиоактивная маркировка должна проводиться в специализированном учреждении.",
        "Возможно развитие лейкемии и миелодиспластического синдрома; контролировать пациентов на предмет гематологической токсичности, включая вторичные злокачественные новообразования",
        "Пациенты, получавшие ранее лечение мышиными белками, должны пройти скрининг на наличие человеческих антимышиных антител.",
        "Риск потенциально фатальных кожно-слизистых реакций",
        "Применение живой вирусной вакцины, воздействие мышиного белка в анамнезе",
        "Может причинить вред плоду; консультировать пациентов о потенциальном риске для плода и использовать эффективные методы контрацепции",
        "Прекратить лечение, если у пациента развивается симптомокомплекс реакции на инфузию, включая гипоксию, легочные инфильтраты, ОРДС, ИМ, фибрилляцию желудочков или кардиогенный шок.",
        "Риск тяжелой и длительной цитопении; некоторые осложненные кровотечением и тяжелой инфекцией",
        "Доза ритуксимаба ниже при совместном применении с ибритумомабом, чем при монотерапии."
      ],
      "specific": []
    }
  },
  "interactions": [],
  "adverse effects": [
    {
      "name": "Тромбоцитопения",
      "percent": "95"
    },
    {
      "name": "нейтропения",
      "percent": "77"
    },
    {
      "name": "анемия",
      "percent": "61"
    },
    {
      "name": "Астения",
      "percent": "43"
    },
    {
      "name": "Тошнота",
      "percent": "31"
    },
    {
      "name": "инфекции",
      "percent": "29"
    },
    {
      "name": "Озноб",
      "percent": "24"
    },
    {
      "name": "Высокая температура",
      "percent": "17"
    },
    {
      "name": "Абд боль",
      "percent": "16"
    },
    {
      "name": "Боль",
      "percent": "13"
    },
    {
      "name": "Рвота",
      "percent": "12"
    },
    {
      "name": "га",
      "percent": "12"
    },
    {
      "name": "Кашель",
      "percent": "10"
    },
    {
      "name": "Головокружение",
      "percent": "10"
    },
    {
      "name": "Диарея",
      "percent": "9"
    },
    {
      "name": "Зуд",
      "percent": "9"
    },
    {
      "name": "Сыпь",
      "percent": "8"
    },
    {
      "name": "Анорексия",
      "percent": "8"
    },
    {
      "name": "Боль в спине",
      "percent": "8"
    },
    {
      "name": "Отек",
      "percent": "8"
    },
    {
      "name": "Артралгия",
      "percent": "7"
    },
    {
      "name": "Миалгия",
      "percent": "7"
    },
    {
      "name": "Гипотония",
      "percent": "6"
    },
    {
      "name": "Промывка",
      "percent": "6"
    },
    {
      "name": "Запор",
      "percent": "5"
    },
    {
      "name": "Крапивница",
      "percent": "4"
    },
    {
      "name": "Беспокойство",
      "percent": "4"
    },
    {
      "name": "Диспепсия",
      "percent": "4"
    },
    {
      "name": "Вторичная злокачественность",
      "percent": "2"
    }
  ]
}