{
  "name": "абакавир",
  "comment": "Rx",
  "other_names": [
    "Зиаген"
  ],
  "classes": [
    "Антиретровирусные агенты",
    "НИОТ",
    "ВИЧ"
  ],
  "source": "https://reference.medscape.com/drug/ziagen-abacavir-342600",
  "pregnancy": {
    "common": [
      "В исследованиях репродукции животных пероральное введение абакавира беременным крысам во время органогенеза приводило к порокам развития плода и другим эмбриональным и фетальным токсическим воздействиям при воздействии, в 35 раз превышающем воздействие на человека (AUC) при рекомендуемой клинической суточной дозе; тем не менее, после перорального введения абакавира беременным кроликам во время органогенеза не наблюдалось неблагоприятных последствий для развития при воздействии, примерно в 9 раз превышающем воздействие на человека (AUC) в рекомендуемой клинической дозе.",
      "Медицинским работникам рекомендуется регистрировать пациентов, позвонив в Реестр антиретровирусных препаратов для беременных (APR) по телефону 1-800-258-4263.",
      "Имеющиеся данные из APR не показывают различий в общем риске врожденных дефектов для абакавира по сравнению с фоновым уровнем врожденных дефектов в 2,7% в эталонной популяции Программы врожденных дефектов столичной Атланты (MACDP)."
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Абакавир присутствует в материнском молоке; нет информации о воздействии абакавира на младенцев, находящихся на грудном вскармливании, или о воздействии препарата на выработку молока; из-за возможности (1) передачи ВИЧ-1 (у ВИЧ-отрицательных детей), (2) развития резистентности к вирусу (у ВИЧ-положительных детей) и (3) серьезных побочных реакций у детей, находящихся на грудном вскармливании, проинструктируйте матерей не кормить грудью, если они получают абакавир"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": [
        {
          "type": "Реакции гиперчувствительности",
          "description": [
            "При подозрении на гиперчувствительность немедленно прекратите прием абакавира, независимо от статуса HLA-B*5701 и даже при наличии других диагнозов.",
            "После реакции гиперчувствительности никогда не возобновляйте терапию или любой другой препарат, содержащий абакавир, поскольку более серьезные симптомы, включая смерть, могут возникнуть в течение нескольких часов; подобные тяжелые реакции также редко возникали после повторного введения продуктов, содержащих абакавир, у пациентов, у которых в анамнезе не было гиперчувствительности к абакавиру.",
            "Имели место тяжелые и иногда фатальные реакции гиперчувствительности с поражением многих органов.",
            "Все пациенты должны пройти скрининг на наличие аллеля HLA-B*5701 перед началом или повторным назначением абакавира, если у пациентов нет ранее задокументированной оценки аллеля HLA-B*5701.",
            "Противопоказан при предшествующей реакции гиперчувствительности на абакавир и пациентам с HLA-B*5701-положительным статусом.",
            "Пациенты-носители аллеля HLA-B*5701 подвержены более высокому риску реакции гиперчувствительности; хотя у пациентов, не являющихся носителями аллеля HLA-B*5701, возникали реакции гиперчувствительности."
          ]
        }
      ]
    },
    "contraindicators": {
      "common": [
        "Умеренная или тяжелая печеночная недостаточность",
        "Предшествующая реакция гиперчувствительности на абакавир",
        "Наличие аллеля HLA-B*5701"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Синдром восстановления иммунитета, о котором сообщалось при комбинированной АРТ; на начальном этапе лечения у пациентов с реакцией иммунной системы может развиться воспалительная реакция на вялотекущие или остаточные оппортунистические инфекции (например, инфекция Mycobacterium avium, цитомегаловирус, пневмоцистная пневмония, вызванная Pneumocystis jirovecii [PCP] или туберкулез); также сообщалось об аутоиммунных заболеваниях (например, болезни Грейвса, полимиозите и синдроме Гийена-Барре).",
        "Использование было связано с повышенным риском инфаркта миокарда в обсервационных исследованиях, но не в метаанализе 26 рандомизированных исследований; осторожность с рисками ишемической болезни сердца и сведением к минимуму модифицируемых факторов риска, включая курение, гипертонию и гиперлипидемию, перед использованием",
        "Лактоацидоз и тяжелая гепатомегалия со стеатозом, включая летальные случаи, о которых сообщалось при применении аналогов нуклеозидов, включая абакавир; большинство этих случаев было у женщин; женский пол и ожирение могут быть факторами риска; приостановить дозирование у тех, у кого появляются клинические или лабораторные данные, указывающие на лактоацидоз или выраженную гепатотоксичность, которая может включать гепатомегалию и стеатоз даже при отсутствии выраженного повышения уровня трансаминаз"
      ],
      "specific": [
        {
          "type": "Гиперчувствительность",
          "description": [
            "Справочник по лекарствам и предупредительная карта, содержащие информацию о распознавании реакций гиперчувствительности, должны выдаваться при каждом новом назначении и повторной выписке.",
            "Перед началом терапии просмотрите историю болезни на предмет предшествующего контакта с любым продуктом, содержащим абакавир.",
            "Повышенный риск серьезных или смертельных реакций гиперчувствительности; пациенты с аллелем человеческого лейкоцитарного антигена HLA-B*5701 относятся к группе повышенного риска; не возобновлять прием абакавира после реакции гиперчувствительности; может вызвать гипотензию, полиорганную недостаточность и/или смерть (см. раздел «Противопоказания» и «Предупреждения черного ящика»).",
            "Если реакция гиперчувствительности исключена, пациенты могут возобновить терапию; редко у пациентов, прекративших прием абакавира по причинам, отличным от симптомов гиперчувствительности, также наблюдались опасные для жизни реакции в течение нескольких часов после возобновления терапии абакавиром; повторное введение препарата или любого другого продукта, содержащего абакавир, рекомендуется только в том случае, если медицинская помощь может быть легко доступна"
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "метадон",
            "Это изменение не приведет к изменению дозы метадона у большинства пациентов; однако у небольшого числа пациентов может потребоваться повышенная доза метадона.",
            "В исследовании с участием 11 ВИЧ-1-инфицированных пациентов, получавших поддерживающую метадоновую терапию абакавиром по 600 мг два раза в сутки (двукратная рекомендуемая в настоящее время доза), клиренс метадона перорально увеличился."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "абакавир, элвитегравир/кобицистат/эмтрицитабин/тенофовир ДФ. Другое (см. комментарий). Противопоказано.\nКомментарий: элвитегравир/кобицистат/эмтрицитабин/тенофовир представляет собой полную схему лечения ВИЧ, и ее не следует назначать с другими антиретровирусными препаратами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бетабеглоген аутотемцел",
      "description": {
        "common": "абакавир, бетабеглоген, аутотемцел. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Не принимайте антиретровирусные препараты как минимум за 1 месяц до мобилизации или ожидаемой продолжительности отмены препаратов, а также до тех пор, пока не будут завершены все циклы афереза. Антиретровирусные препараты могут мешать производству аферезированных клеток."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каботегравир",
      "description": {
        "common": "абакавир, каботегравир. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Каботегравир плюс рилпивирин — это полная схема. Coadministration с другими антиретровирусными препаратами для лечения инфекции ВИЧ-1 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эливальдоген аутотемсел",
      "description": {
        "common": "эливалдоген, аутотемцел, абакавир.\nЛюбой из них уменьшает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Пациенты не должны принимать антиретровирусные препараты по крайней мере за 1 месяц до начала приема препаратов для мобилизации стволовых клеток, на время приема препаратов? элиминации и до завершения всех циклов афереза."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ганцикловир",
      "description": {
        "common": "ганцикловир, абакавир.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибавирин",
      "description": {
        "common": "рибавирин повышает токсичность абакавира Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: повышенный риск лактоацидоза и печеночной декомпенсации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валганцикловир",
      "description": {
        "common": "валганцикловир, абакавир.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: повышенный риск гематологической токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир и абакавир повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "абакавир повысит уровень или эффект кабозантиниба по другим причинам (см. комментарий). Используйте осторожность/монитор. Ингибиторы MRP2 повышают токсичность кабозантиниба"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диданозин",
      "description": {
        "common": "абакавир и диданозин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "абакавир и эфавиренз повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эмтрицитабин",
      "description": {
        "common": "абакавир и эмтрицитабин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфувиртид",
      "description": {
        "common": "абакавир и энфувиртид повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир и абакавир повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир и абакавир повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ламивудин",
      "description": {
        "common": "абакавир и ламивудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "абакавир будет снижать уровень или эффект метадона по неизвестному механизму. Используйте осторожность/монитор. Следите за симптомами отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "и нелфинавир, и абакавир повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "невирапин",
      "description": {
        "common": "абакавир и невирапин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орлистат",
      "description": {
        "common": "орлистат будет снижать уровень или эффект абакавира за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Сообщалось о потере вирусологического контроля у ВИЧ-инфицированных пациентов, одновременно принимавших орлистат. Точный механизм неясен, но может включать взаимодействие между лекарствами, которое ингибирует системную абсорбцию антиретровирусного препарата. Часто контролируйте уровень РНК ВИЧ и, если подтверждено увеличение вирусной нагрузки ВИЧ, прекратите прием орлистата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "риосигуат",
      "description": {
        "common": "абакавир будет увеличивать уровень или эффект риоцигуата по неизвестному механизму. Изменить терапию/внимательно контролировать. Может потребоваться снижение дозы риоцигуата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "и ритонавир, и абакавир повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир и абакавир повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ставудин",
      "description": {
        "common": "абакавир и ставудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тенофовир ДФ",
      "description": {
        "common": "абакавир и тенофовир DF повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир и абакавир повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ублитуксимаб",
      "description": {
        "common": "ублитуксимаб снижает действие абакавира за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зидовудин",
      "description": {
        "common": "абакавир и зидовудин повышают риск синдрома восстановления иммунитета. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол повышает уровень абакавира за счет замедления метаболизма. Незначительное/значение неизвестно. Взаимодействие обычно не является клинически значимым."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Тошнота",
      "percent": "17-19"
    },
    {
      "name": "Головная боль",
      "percent": "9-13"
    },
    {
      "name": "Недомогание",
      "percent": "12"
    },
    {
      "name": "усталость",
      "percent": "10"
    },
    {
      "name": "Тошнота",
      "percent": "2-8"
    },
    {
      "name": "рвота",
      "percent": "5-7"
    },
    {
      "name": "Реакция гиперчувствительности",
      "percent": "5-7"
    },
    {
      "name": "Диарея",
      "percent": "6"
    },
    {
      "name": "Скелетно-мышечная боль",
      "percent": "6"
    },
    {
      "name": "Гипертриглицеридемия",
      "percent": "4-6"
    },
    {
      "name": "печеночный",
      "percent": "3-6"
    },
    {
      "name": "АСТ повышен",
      "percent": "5"
    },
    {
      "name": "Депрессия",
      "percent": "4-5"
    },
    {
      "name": "Высокая температура",
      "percent": "4-5"
    },
    {
      "name": "озноб",
      "percent": "3-5"
    },
    {
      "name": "Вирусные респираторные инфекции",
      "percent": "1"
    },
    {
      "name": "Ухо",
      "percent": null
    },
    {
      "name": "нос",
      "percent": null
    },
    {
      "name": "инфекции горла",
      "percent": null
    },
    {
      "name": "Сыпь",
      "percent": null
    },
    {
      "name": "Беспокойство",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "Анафилактоидная реакция",
      "percent": null
    },
    {
      "name": "Легочная гипертензия",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Перераспределение",
      "percent": null
    },
    {
      "name": "накопление жира в организме",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "Токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "панкреатит",
      "percent": null
    },
    {
      "name": "ГГТ увеличился",
      "percent": null
    },
    {
      "name": "Стеатоз печени",
      "percent": null
    },
    {
      "name": "гептомегалия",
      "percent": null
    },
    {
      "name": "Гепатотоксичность",
      "percent": null
    },
    {
      "name": "молочнокислый ацидоз",
      "percent": null
    },
    {
      "name": "Ми",
      "percent": null
    }
  ]
}