{
  "name": "азитромицин",
  "comment": "Rx",
  "other_names": [
    "зитромакс"
  ],
  "classes": [
    "Макролиды"
  ],
  "source": "https://reference.medscape.com/drug/zithromax-zmax-azithromycin-342523",
  "pregnancy": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в азитромицине и любые потенциальные побочные эффекты азитромицина или основного заболевания матери на ребенка, находящегося на грудном вскармливании.",
      "Нет данных о влиянии азитромицина на выработку молока.",
      "Присутствует в грудном молоке",
      "Имеющиеся данные о применении у беременных женщин не выявили каких-либо рисков, связанных с приемом препарата, серьезных врожденных дефектов, выкидыша или неблагоприятных исходов для матери или плода.",
      "Сообщалось о несерьезных побочных реакциях у младенцев, находящихся на грудном вскармливании, после введения матерью азитромицина."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Снижение жизнеспособности и задержка развития наблюдались у потомства беременных крыс, которым вводили азитромицин с 6-го дня беременности до отъема в дозе, эквивалентной 4-кратной суточной дозе 500 мг для взрослого человека в расчете на площадь поверхности тела."
        ]
      },
      {
        "type": "Клинические соображения",
        "description": [
          "Посоветуйте женщинам следить за ребенком на грудном вскармливании на предмет диареи, рвоты или сыпи."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в азитромицине и любые потенциальные побочные эффекты азитромицина или основного заболевания матери на ребенка, находящегося на грудном вскармливании.",
      "Присутствует в грудном молоке",
      "Сообщалось о несерьезных побочных реакциях у младенцев, находящихся на грудном вскармливании, после введения матерью азитромицина.",
      "Нет данных о влиянии азитромицина на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к азитромицину, эритромицину, любым противомикробным препаратам # макролидам или кетолидам",
        "История холестатической желтухи/печеночной дисфункции, связанной с предшествующим применением азитромицина"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Сообщалось о нарушении функции печени, гепатите, холестатической желтухе, некрозе печени и печеночной недостаточности, некоторые из которых привели к смерти; немедленно прекратить лечение, если появляются признаки и симптомы гепатита",
        "Сообщалось о младенческом гипертрофическом стенозе привратника (IHPS); сообщить непосредственным родителям и опекунам, если возникает рвота или раздражительность при кормлении",
        "Сообщалось о местных реакциях в месте внутривенного введения азитромицина.",
        "Сообщалось о диарее, ассоциированной с Clostridium difficile (CDAD), степень тяжести которой может варьироваться от легкой диареи до колита со смертельным исходом; если CDAD подозревается или подтверждается, прекратите продолжающееся использование антибактериальных препаратов, не направленных против C. difficile; назначьте соответствующее управление жидкостью и электролитами, белковые добавки, антибактериальное лечение C. difficile и хирургическое обследование по клиническим показаниям.",
        "Сообщалось об обострении симптомов миастении и новых проявлениях миастенического синдрома.",
        "Назначение азитромицина при отсутствии доказанной или сильно подозреваемой бактериальной инфекции вряд ли принесет пользу пациенту и увеличивает риск развития резистентных к лекарству бактерий.",
        "Антибактериальные препараты, применяемые для лечения негонококкового уретрита, могут маскировать или отсрочивать симптомы инкубационного сифилиса; все пациенты с передающимся половым путем уретритом или цервицитом должны пройти серологическое исследование на сифилис и соответствующее исследование на гонорею во время постановки диагноза; если инфекция подтверждена, начните соответствующую антибактериальную терапию и последующие анализы на эти заболевания"
      ],
      "specific": [
        {
          "type": "удлинение интервала QT",
          "description": [
            "Рассмотрите риск удлинения интервала QT для групп риска, включая:",
            "Пациенты, принимающие препараты, удлиняющие интервал QT.",
            "Пациенты с текущими проаритмическими состояниями, такими как нескорректированная гипокалиемия или гипомагниемия, клинически значимая брадикардия, а также пациенты, получающие антиаритмические препараты класса IA ​​(хинидин, новокаинамид) или класса III (дофетилид, амиодарон, соталол).",
            "Пожилые пациенты могут быть более восприимчивы к лекарственному влиянию на интервал QT.",
            "Пациенты с известным удлинением интервала QT, желудочковой тахикардией типа «пируэт» в анамнезе, врожденным синдромом удлиненного интервала QT, брадиаритмиями или некомпенсированной сердечной недостаточностью",
            "Сообщалось о длительной реполяризации сердца и интервале QT, приводящем к риску развития сердечной аритмии и желудочковой тахикардии типа «пируэт» при применении противомикробных препаратов #макролидов, включая азитромицин."
          ]
        },
        {
          "type": "Сердечно-сосудистая смерть",
          "description": [
            "Данные этих обсервационных исследований недостаточны для установления или исключения причинно-следственной связи между острой сердечно-сосудистой смертью и применением азитромицина; рассмотрите возможность баланса потенциального риска с преимуществами лечения при назначении терапии",
            "Обсервационные исследования показали примерно двукратное увеличение краткосрочного потенциального риска острой сердечно-сосудистой смерти у взрослых, подвергшихся воздействию азитромицина, по сравнению с другими антибактериальными препаратами, включая амоксициллин.",
            "Было отмечено, что потенциальный риск выше в течение первых пяти дней лечения и, по-видимому, не ограничивается пациентами с ранее существовавшими сердечно-сосудистыми заболеваниями."
          ]
        },
        {
          "type": "Гиперчувствительность",
          "description": [
            "Имейте в виду, что аллергические симптомы могут появиться снова после прекращения симптоматической терапии.",
            "Также сообщалось о случаях лекарственной реакции с эозинофилией и системными симптомами (DRESS).",
            "Если возникает аллергическая реакция, прекратите прием препарата и начните соответствующую терапию.",
            "Сообщалось о серьезных аллергических реакциях, включая ангионевротический отек, анафилаксию и дерматологические реакции, включая острый генерализованный экзантематозный пустулез (AGEP), синдром Стивенса-Джонсона и токсический эпидермальный некролиз."
          ]
        },
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Лекарственное взаимодействие с дигоксином, колхицином или фенитоином наблюдалось при их сочетании с другими макролидами; пока не будут получены дополнительные данные о лекарственных взаимодействиях при применении дигоксина, колхицина или фенитоина с азитромицином, рекомендуется тщательное наблюдение за пациентами.",
            "Одновременное применение нелфинавира в равновесном состоянии с однократной пероральной дозой азитромицина приводило к повышению концентрации азитромицина в сыворотке крови; внимательно следить за побочными реакциями азитромицина",
            "Спонтанные постмаркетинговые отчеты позволяют предположить, что одновременное введение азитромицина может потенцировать эффекты пероральных антикоагулянтов (например, варфарина), хотя в специальном исследовании лекарственного взаимодействия азитромицина и варфарина протромбиновое время не влияло; тщательно контролировать протромбиновое время при одновременном приеме азитромицина и пероральных антикоагулянтов."
          ]
        },
        {
          "type": "Облитерирующий бронхиолит",
          "description": [
            "3 августа 2018 г .: FDA выпускает предупреждающее письмо для поставщиков медицинских услуг.",
            "Исследование было прекращено досрочно после того, как у пациентов, принимавших азитромицин, наблюдался повышенный риск рецидивов по сравнению с плацебо.",
            "Увеличение числа рецидивов и смертности, наблюдаемое при применении азитромицина в клиническом исследовании под названием ALLOZITHRO (оценка эффективности азитромицина для предотвращения синдрома облитерирующего бронхиолита [BOS] после аллогенной трансплантации гемопоэтических стволовых клеток [HSCT])",
            "Азитромицин не показан для профилактики синдрома облитерирующего бронхиолита (СОБ) у пациентов, перенесших ТГСК, и не должен использоваться не по прямому назначению для лечения этого состояния."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "азитромицин повышает токсичность пимозида за счет снижения метаболизма. Противопоказано. Риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб, азитромицин.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Каждый препарат удлиняет интервал QTc, что может увеличить риск пируэтной тахикардии, других серьезных аритмий и внезапной смерти. Если coadministration неизбежен, таким пациентам рекомендуется более частый мониторинг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфузозин",
      "description": {
        "common": "альфузозин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "анагрелид и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "азитромицин усиливает действие антитромбина альфа за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "азитромицин усиливает действие антитромбина III за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "азитромицин усиливает действие аргатробана за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "триоксид мышьяка и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "азитромицин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бемипарин",
      "description": {
        "common": "азитромицин усиливает эффекты бемипарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "азитромицин усиливает действие бивалирудина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "азитромицин, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цизаприд",
      "description": {
        "common": "азитромицин увеличивает токсичность цизаприда по интервалу QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат, азитромицин.\nОдин из них повышает уровень другого, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рассмотрите альтернативные антибиотики при одновременном применении кобицистата с атазанавиром или дарунавиром. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект колхицина за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Избегайте использования колхицина с ингибиторами P-gp. Если coadministration необходимо, уменьшите дозу колхицина или частоты, как рекомендуется в информации о назначении. Использование любого продукта колхицина в сочетании с ингибиторами P-gp противопоказано пациентам с почечной или печеночной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "азитромицин усиливает действие далтепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигоксин",
      "description": {
        "common": "азитромицин увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид увеличивает токсичность азитромицина по интервалу QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "донепезил",
      "description": {
        "common": "донепезил и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "азитромицин и дронедарон увеличивают интервал QTc. Противопоказано. Одновременное применение азитромицина и дронедарона может увеличить риск удлинения интервала QT, сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "элиглустат и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "азитромицин усиливает эффекты эноксапарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность азитромицина на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фондапаринукс",
      "description": {
        "common": "азитромицин усиливает эффекты фондапаринукса за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "азитромицин и гласдегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если coadministration неизбежен, контролировать повышенный риск продления интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "азитромицин усиливает действие гепарина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "Инотузумаб и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного использования, получите ЭКГ и электролиты до и после начала приема любого препарата, который, как известно, удлиняет интервал QTc, и периодически контролируйте его в соответствии с клиническими показаниями во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "лефамулин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "литий и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "мациморелин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Макиморелин вызывает увеличение скорректированного интервала QT примерно на 11 мсек. Избегайте одновременного применения с препаратами, удлиняющими интервал QT, что может увеличить риск развития желудочковой тахикардии типа torsade de pointes. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "азитромицин снижает действие пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозу мобоцертиниба и чаще контролируйте интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "азитромицин и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "азитромицин и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фениндион",
      "description": {
        "common": "азитромицин усиливает действие фениндиона за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "азитромицин повышает уровень помалидомида с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протамин",
      "description": {
        "common": "азитромицин усиливает действие протамина за счет замедления метаболизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб увеличивает токсичность азитромицина на интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект римегепанта за счет транспортера оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "азитромицин увеличивает уровень или эффект риоцигуата за счет снижения метаболизма. Избегайте или используйте альтернативный препарат. Совместное введение риоцигуата (субстрат изоферментов CYP 1A1, 2C8, 3A, 2J2) с сильными ингибиторами CYP может потребовать снижения начальной дозы 0,5 мг перорально три раза в день; следить за признаками гипотензии и при необходимости уменьшить дозу"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир, азитромицин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Повышенный риск удлинения интервала QT и сердечных аритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "топотекан",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект топотекана с помощью переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Маркировка продукта для топотекана PO рекомендует избегать одновременного использования ингибиторов P-gp; взаимодействие с внутривенным введением топотекана может быть менее серьезным, но, вероятно, имеет клиническое значение."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "азитромицин повышает уровень торемифена за счет замедления метаболизма. Избегайте или используйте альтернативный препарат. Следует избегать одновременного применения торемифена с препаратами, вызывающими удлинение интервала QT. При необходимости одновременного применения рекомендуется прервать прием торемифена. Если прерывание невозможно, пациенты, которым требуется терапия препаратом, удлиняющим интервал QT, должны находиться под тщательным наблюдением. ЭКГ должны быть получены для пациентов с высоким риском."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "азитромицин снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "азитромицин увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "азитромицин, вандетаниб.\nОдин из них увеличивает токсичность другого на интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте coadministration с препаратами, которые, как известно, продлевают интервал QT; если необходимо использовать лекарство, удлиняющее интервал QT, рекомендуется более частый мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "вемурафениб и азитромицин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Не рекомендуется одновременное применение вемурафениба с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект венетоклакса за счет переносчика оттока P-гликопротеина (MDR1). Избегайте или используйте альтернативный препарат. Если необходимо использовать ингибитор P-gp, уменьшите дозу венетоклакса не менее чем на 50%. Внимательнее следите за признаками токсичности венетоклакса."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "азитромицин увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "афатиниб",
      "description": {
        "common": "азитромицин повышает уровень афатиниба за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Уменьшите суточную дозу афатиниба на 10 мг при непереносимости при одновременном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "азитромицин и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксид алюминия",
      "description": {
        "common": "гидроксид алюминия снижает уровень азитромицина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект амиодарона за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "амитриптилин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "амоксапин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "азитромицин увеличивает токсичность апоморфина по интервалу QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "азитромицин увеличивает токсичность арформотерола по интервалу QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "азитромицин и артеметер/люмефантрин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азитромицин увеличивает токсичность азенапина по интервалу QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "азитромицин повышает уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Если используется эта комбинация, внимательно следите за признаками токсичности аторвастатина (например, мышечные боли или боли, почечная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бальзазид",
      "description": {
        "common": "азитромицин снижает уровень или действие бальсалазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "азитромицин снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "азитромицин и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беротральстат",
      "description": {
        "common": "азитромицин повышает уровень беротральстата за счет эффлюксного переносчика P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Доза беротральстата снижена до 110 мг/сут при одновременном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бетриксабан",
      "description": {
        "common": "азитромицин повышает уровень бетриксабана за счет переносчика оттока Р-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. Уменьшите дозу бетриксабана до 80 мг перорально однократно, затем до 40 мг перорально qD при одновременном применении с ингибитором P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "биотин",
      "description": {
        "common": "азитромицин снижает уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбонат кальция",
      "description": {
        "common": "карбонат кальция снижает уровень азитромицина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефдинир",
      "description": {
        "common": "азитромицин снижает эффекты цефдинира за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "cefditoren",
      "description": {
        "common": "азитромицин снижает эффекты цефдиторена за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефокситин",
      "description": {
        "common": "азитромицин снижает эффекты цефокситина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефподоксим",
      "description": {
        "common": "азитромицин снижает эффекты цефподоксима за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цефуроксим",
      "description": {
        "common": "азитромицин снижает действие цефуроксима за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "азитромицин повышает уровень церитиниба за счет эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цетиризин",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект цетиризина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "азитромицин увеличивает токсичность хлорохина по интервалу QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "азитромицин увеличивает токсичность ципрофлоксацина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циталопрам",
      "description": {
        "common": "азитромицин и циталопрам увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "азитромицин и кларитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клофазимин",
      "description": {
        "common": "азитромицин увеличивает токсичность клофазимина по интервалу QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "кломипрамин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "азитромицин снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор. Рекомендуется мониторирование ЭКГ вместе с препаратами, которые могут удлинять интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект циклоспорина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дабигатран",
      "description": {
        "common": "азитромицин будет повышать уровень или эффект дабигатрана посредством эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор. Мерцательная аритмия: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <30 мл/мин. Лечение ТГВ/ТЭЛА: избегайте одновременного применения дабигатрана с ингибиторами P-gp, если CrCl <50 мл/мин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "азитромицин увеличивает токсичность дейтетрабеназина по интервалу QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут увеличить риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и азитромицин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "азитромицин снижает уровень или действие диеногеста/эстрадиола валерата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор. При одновременном применении может быть рекомендована альтернативная или дополнительная форма контроля рождаемости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "азитромицин и дизопирамид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "азитромицин и дофетилид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "азитромицин и дроперидол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "азитромицин будет повышать уровень или эффект дувелисиба за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эдоксабан",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект эдоксабана за счет переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. При применении сильных ингибиторов P-gp может потребоваться коррекция дозы. Лечение ТГВ/ТЭЛА: уменьшить дозу до 30 мг перорально один раз в день. NVAF: снижение дозы не рекомендуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "азитромицин увеличивает токсичность энкорафениба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "азитромицин увеличивает токсичность энтректиниба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "эпинефрин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "адреналин рацемический и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "азитромицин и основание эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "азитромицин и этилсукцинат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "азитромицин и лактобионат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "азитромицин и стеарат эритромицина увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "азитромицин увеличивает токсичность эсциталопрама на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "азитромицин снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "азитромицин снижает уровень или эффект синтетических конъюгированных эстрогенов, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "азитромицин снижает уровень или действие эстропипата за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "эзогабин, азитромицин.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Небольшое и преходящее удлинение интервала QT наблюдалось при применении эзогабина, особенно при повышении дозы до 1200 мг/сут. Интервал QT следует контролировать, когда эзогабин назначают с агентами, которые, как известно, увеличивают интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "азитромицин и флуконазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "азитромицин и формотерол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "азитромицин и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гадобенат",
      "description": {
        "common": "гадобенат и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "азитромицин увеличивает токсичность гемифлоксацина по интервалу QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "азитромицин и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "азитромицин будет повышать уровень или эффект глекапревира/пибрентасвира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гозерелин",
      "description": {
        "common": "гозерелин увеличивает токсичность азитромицина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "азитромицин и галоперидол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гистрелин",
      "description": {
        "common": "гистрелин увеличивает токсичность азитромицина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин увеличивает токсичность азитромицина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибутилид",
      "description": {
        "common": "азитромицин и ибутилид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "Имипрамин, и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "индакатерол, ингаляционно, азитромицин. интервал QTc. Используйте осторожность/монитор. Препараты, которые, как известно, удлиняют интервал QTc, могут повышать риск желудочковых аритмий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индапамид",
      "description": {
        "common": "азитромицин и индапамид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект индинавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "азитромицин увеличивает токсичность исрадипина по интервалу QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "азитромицин и итраконазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "азитромицин и кетоконазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "азитромицин и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лейпролид",
      "description": {
        "common": "лейпролид увеличивает токсичность азитромицина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект азитромицина через переносчик оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "Лофепрамин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "азитромицин увеличивает токсичность лофексидина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "азитромицин увеличивает токсичность лопинавира на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоратадин",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект лоратадина за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ловастатин",
      "description": {
        "common": "азитромицин увеличивает уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "азитромицин и люмефантрин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "Мапротилин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "азитромицин снижает уровень или эффект местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, азитромицин. интервал QTc. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "азитромицин и моксифлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "азитромицин повышает уровень нальдемедина с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Следите за возможными побочными эффектами нальдемедина при совместном применении с ингибиторами P-gp."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "азитромицин и нилотиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нинтеданиб",
      "description": {
        "common": "азитромицин повышает уровень нинтеданиба с помощью переносчика оттока P-гликопротеина (MDR1). Изменить терапию/внимательно контролировать. В случае возникновения побочных эффектов нинтеданиба может потребоваться прерывание лечения, снижение дозы или прекращение лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "нортриптилин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид",
      "description": {
        "common": "азитромицин и октреотид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "октреотид (противоядие)",
      "description": {
        "common": "азитромицин и октреотид (антидот) увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "азитромицин увеличивает токсичность оланзапина по интервалу QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олодатерол ингаляционный",
      "description": {
        "common": "азитромицин и олодатерол в виде ингаляций увеличивают интервал QTc. Используйте осторожность/монитор. Препараты, удлиняющие интервал QTc и способные потенцировать эффекты бета2-агонистов на сердечно-сосудистую систему; повышенный риск желудочковых аритмий"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или действие азитромицина на др. (см. комментарий). Используйте осторожность/монитор. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и азитромицин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "азитромицин снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "азитромицин и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "азитромицин и пентамидин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "перфеназин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "азитромицин и пимозид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиперациллин",
      "description": {
        "common": "азитромицин снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "азитромицин и новокаинамид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "прохлорперазин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "промазин",
      "description": {
        "common": "промазин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "прометазин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "азитромицин увеличивает токсичность пропафенона на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "протриптилин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "азитромицин снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "азитромицин снижает уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "кветиапин, азитромицин.\nОдин из них увеличивает токсичность другого на интервал QTc. Используйте осторожность/монитор. Избегайте применения с препаратами, удлиняющими интервал QT, и у пациентов с факторами риска удлинения интервала QT. Постмаркетинговые случаи показывают удлинение интервала QT при передозировке у пациентов с сопутствующими заболеваниями или с препаратами, вызывающими дисбаланс электролитов или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин и азитромицин увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "азитромицин и хинин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект ранолазина за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "азитромицин увеличивает токсичность рибоциклиба на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифабутин",
      "description": {
        "common": "азитромицин повышает токсичность рифабутина за счет снижения метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект рифампина с помощью транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "rifaximin",
      "description": {
        "common": "азитромицин повышает уровень рифаксимина с помощью эффлюксного переносчика P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "рилпивирин увеличивает токсичность азитромицина по интервалу QTc. Используйте осторожность/монитор. Рилпивирин следует применять с осторожностью при одновременном применении с препаратами, имеющими известный риск развития пируэтной тахикардии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект ритонавира за счет переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "азитромицин повышает уровень ривароксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. У пациентов с почечной недостаточностью, получающих ривароксабан с препаратами, которые сочетают в себе P-gp и слабые или умеренные ингибиторы CYP3A4, может наблюдаться значительное увеличение экспозиции по сравнению с пациентами с нормальной функцией почек и не принимающими ингибиторы, поскольку затрагиваются оба пути выведения ривароксабана. Поскольку это увеличение может увеличить риск кровотечения, используйте ривароксабан в этой ситуации только в том случае, если потенциальная польза оправдывает потенциальный риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "азитромицин и ромидепсин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность азитромицина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "симвастатин",
      "description": {
        "common": "азитромицин повышает уровень или эффект симвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бикарбонат натрия",
      "description": {
        "common": "бикарбонат натрия снижает уровень азитромицина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цитрат натрия/лимонная кислота",
      "description": {
        "common": "цитрат натрия/лимонная кислота снижает уровень азитромицина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор. Разделить на 2 часа."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "азитромицин снижает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "соталол",
      "description": {
        "common": "азитромицин и соталол увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект такролимуса за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "талазопариб",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект талазопариба за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор. Талазопариб является субстратом P-гликопротеина (P-gp); одновременное применение с ингибиторами P-gp может увеличить системную экспозицию талазопариба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиамин",
      "description": {
        "common": "азитромицин снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "тиоридазин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тобрамицин ингаляционно",
      "description": {
        "common": "ингаляции тобрамицина и азитромицина повышают нефротоксичность и/или ототоксичность. Изменить терапию/внимательно контролировать. Избегайте одновременного или последовательного использования, чтобы снизить риск ототоксичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толваптан",
      "description": {
        "common": "азитромицин повысит уровень или эффект толваптана с помощью переносчика оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "тразодон и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "трифлуоперазин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "тримипрамин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипторелин",
      "description": {
        "common": "трипторелин увеличивает токсичность азитромицина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и азитромицин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "азитромицин будет увеличивать уровень или эффект верапамила за счет транспортера оттока P-гликопротеина (MDR1). Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, азитромицин.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "азитромицин повышает токсичность варфарина за счет антикоагуляции. Используйте осторожность/монитор. Постмаркетинговые отчеты предполагают, что одновременное введение азитромицина может потенцировать эффекты перорального варфарина, но это взаимодействие, по-видимому, не изменяет протромбиновое время."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "азитромицин и зипразидон увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амоксициллин",
      "description": {
        "common": "азитромицин снижает действие амоксициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ампициллин",
      "description": {
        "common": "азитромицин снижает эффекты ампициллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "клозапин",
      "description": {
        "common": "азитромицин повышает токсичность клозапина за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Повышенная токсичность для ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "азитромицин и дазатиниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "азитромицин увеличивает токсичность дегареликса на интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "диклоксациллин",
      "description": {
        "common": "азитромицин снижает эффекты диклоксациллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "доласетрон",
      "description": {
        "common": "азитромицин и доласетрон увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "азитромицин повышает уровень эрготамина по неизвестному механизму. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "азитромицин увеличивает токсичность эрибулина по интервалу QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флекаинид",
      "description": {
        "common": "азитромицин и флекаинид увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "азитромицин и флуоксетин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "азитромицин и фоскарнет увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "азитромицин и илоперидон увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "азитромицин и лапатиниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "азитромицин и левофлоксацин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "азитромицин увеличивает токсичность мефлохина по интервалу QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "метадон",
      "description": {
        "common": "азитромицин и метадон увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "азитромицин снижает действие нафциллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. бактериостатические антибиотики могут препятствовать бактерицидному действию пенициллинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "азитромицин и офлоксацин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "оксациллин",
      "description": {
        "common": "азитромицин снижает действие оксациллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. бактериостатические антибиотики могут препятствовать бактерицидному действию пенициллинов."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "азитромицин и палиперидон увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "азитромицин и пароксетин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "азитромицин и пазопаниб увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенициллин G водный",
      "description": {
        "common": "азитромицин снижает действие водного раствора пенициллина G за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пенициллин ВК",
      "description": {
        "common": "азитромицин снижает эффекты пенициллина ВК за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "азитромицин увеличивает токсичность пимавансерина по интервалу QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "питолизант",
      "description": {
        "common": "азитромицин увеличивает токсичность питолизанта по интервалу QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пивмециллинам",
      "description": {
        "common": "азитромицин снижает эффекты пивмециллинама за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "азитромицин и позаконазол увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "азитромицин и ранолазин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рисперидон",
      "description": {
        "common": "азитромицин и рисперидон увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "азитромицин повышает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "азитромицин будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сертралин",
      "description": {
        "common": "азитромицин увеличивает токсичность сертралина по интервалу QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "солифенацин",
      "description": {
        "common": "азитромицин увеличивает токсичность солифенацина по интервалу QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "азитромицин и сульфаметоксазол увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "азитромицин увеличивает токсичность сунитиниба на интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "телаванцин",
      "description": {
        "common": "азитромицин и телаванцин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "темоциллин",
      "description": {
        "common": "азитромицин снижает действие темоциллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "азитромицин увеличивает токсичность тетрабеназина по интервалу QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "азитромицин увеличивает токсичность тиотиксена по интервалу QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тикарциллин",
      "description": {
        "common": "азитромицин снижает эффекты тикарциллина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "азитромицин и триметоприм увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "азитромицин увеличивает токсичность тримипрамина на интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трописетрон",
      "description": {
        "common": "азитромицин и трописетрон увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "варденафил",
      "description": {
        "common": "азитромицин увеличивает токсичность варденафила на интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "азитромицин и венлафаксин увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "азитромицин и вориконазол увеличивают интервал QTc. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "вориностат",
      "description": {
        "common": "азитромицин увеличивает токсичность вориностата на интервал QTc. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "52.8"
    },
    {
      "name": "Тошнота",
      "percent": "32.6"
    },
    {
      "name": "Боль в животе",
      "percent": "27"
    },
    {
      "name": "Жидкий стул",
      "percent": "19.1"
    },
    {
      "name": "Боль в месте инъекции",
      "percent": "6.5"
    },
    {
      "name": "Диарея",
      "percent": "4.3"
    },
    {
      "name": "Тошнота",
      "percent": "3.9"
    },
    {
      "name": "Местное воспаление",
      "percent": "3.1"
    },
    {
      "name": "Боль в животе",
      "percent": "2.7"
    },
    {
      "name": "Рвота",
      "percent": "1.4"
    },
    {
      "name": "Диарея",
      "percent": "8.5"
    },
    {
      "name": "Тошнота",
      "percent": "6.6"
    },
    {
      "name": "вагинит",
      "percent": "2.8"
    },
    {
      "name": "Боль в животе",
      "percent": "1.9"
    },
    {
      "name": "Анорексия",
      "percent": "1.9"
    },
    {
      "name": "Сыпь и зуд",
      "percent": "1.9"
    }
  ]
}