{
  "name": "гозерелин",
  "comment": "Rx",
  "other_names": [
    "Золадекс",
    "Золадекс ЛА"
  ],
  "classes": [
    "Противоопухолевые препараты",
    "Агонисты ГНРГ"
  ],
  "source": "https://reference.medscape.com/drug/zoladex-la-goserelin-342129",
  "pregnancy": {
    "common": [
      "Основываясь на механизме действия у людей и результатах исследований на животных, гозерелин может причинить вред плоду при введении беременным женщинам.",
      "Противопоказан во время беременности, если не используется для паллиативного лечения распространенного рака молочной железы."
    ],
    "specific": []
  },
  "lactation": {
    "common": []
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Повышенная чувствительность к ЛГРГ, агонистам ЛГРГ, любому компоненту продукта",
        "Беременность (при эндометриозе), лактация, невыявленные аномальные вагинальные кровотечения"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Гиперчувствительность, образование антител и острые анафилактические реакции, о которых сообщалось при применении аналогов агонистов ГнРГ.",
        "Сообщалось о гиперкальциемии у некоторых пациентов с раком предстательной железы или молочной железы с метастазами в кости после начала лечения.",
        "Фармакологическое действие на матку и шейку матки может привести к увеличению резистентности шейки матки; следует соблюдать осторожность при расширении шейки матки для абляции эндометрия"
      ],
      "specific": [
        {
          "type": "Женщины детородного возраста и беременность",
          "description": [
            "Перед началом необходимо исключить беременность у женщин по доброкачественным гинекологическим заболеваниям.",
            "Эффективная негормональная контрацепция должна использоваться всеми женщинами в пременопаузе во время терапии и в течение 12 недель после прекращения терапии.",
            "Ожидается, что воздействие на репродуктивную функцию будет происходить при длительном применении в результате антигонадотропных свойств препарата.",
            "При использовании во время беременности для паллиативного лечения рака молочной железы проинформируйте пациентку о потенциальной опасности для плода.",
            "Основываясь на механизме действия у людей и данных о повышенной невынашиваемости в исследованиях на животных, может причинить вред плоду при введении беременным женщинам.",
            "При использовании каждые 28 дней гозерелин обычно подавляет овуляцию и останавливает менструацию; однако предохранение от беременности не гарантируется"
          ]
        },
        {
          "type": "Вспышка опухоли",
          "description": [
            "В крайних случаях у пациентов с раком предстательной железы рассмотрите немедленную орхиэктомию.",
            "В течение первых нескольких недель лечения иногда может развиваться временное ухудшение симптомов или появление дополнительных признаков и симптомов рака предстательной железы или молочной железы.",
            "Если развивается компрессия спинного мозга или почечная недостаточность вследствие обструкции мочеточника, начните стандартное лечение этих осложнений.",
            "Первоначально, как и другие агонисты ГнРГ, вызывает временное повышение уровня тестостерона в сыворотке крови у мужчин с раком предстательной железы и эстрогена у женщин с раком молочной железы.",
            "Как и при применении других агонистов ГнРГ, у пациентов с раком предстательной железы наблюдались единичные случаи обструкции мочеточников и сдавления спинного мозга.",
            "У некоторых пациентов может наблюдаться временное усиление боли в костях, с которой можно справиться симптоматически."
          ]
        },
        {
          "type": "Гипергликемия и диабет",
          "description": [
            "Гипергликемия может свидетельствовать о развитии сахарного диабета или ухудшении гликемического контроля у пациентов с диабетом.",
            "Гипергликемия и повышенный риск развития диабета у мужчин, получающих агонисты ГнРГ",
            "Периодический мониторинг уровня глюкозы в крови и/или гликозилированного гемоглобина (HbA1c) у пациентов, получающих агонисты ГнРГ, и лечение гипергликемии или диабета в соответствии с текущей практикой"
          ]
        },
        {
          "type": "Сердечно-сосудистые заболевания",
          "description": [
            "Риск кажется низким на основании зарегистрированных отношений шансов и должен тщательно оцениваться вместе с факторами сердечно-сосудистого риска при выборе лечения для пациентов с раком предстательной железы.",
            "Сообщалось о повышенном риске развития инфаркта миокарда, внезапной сердечной смерти и инсульта в связи с применением агонистов ГнРГ у мужчин.",
            "Пациентов, получающих агонисты ГнРГ, следует контролировать на наличие симптомов и признаков, указывающих на развитие сердечно-сосудистых заболеваний, и вести их в соответствии с текущей клинической практикой."
          ]
        },
        {
          "type": "Удлинение интервала QT/QTc",
          "description": [
            "Андрогенная депривация может удлинять интервал QT/QTc.",
            "Исправьте нарушения электролитного баланса перед началом",
            "Рассмотрите вопрос о том, перевешивают ли преимущества андрогенной депривации потенциальные риски у пациентов с врожденным синдромом удлиненного интервала QT, застойной сердечной недостаточностью, частыми нарушениями электролитного баланса и одновременным приемом препаратов, удлиняющих интервал QT.",
            "Рассмотрите возможность периодического контроля электролитов и выполнения ЭКГ."
          ]
        },
        {
          "type": "Травма места инъекции",
          "description": [
            "Следует соблюдать особую осторожность при назначении пациентам с низким ИМТ и/или пациентам, получающим полную дозу антикоагулянтов.",
            "Сообщалось о травмах в месте инъекции и повреждении сосудов, включая боль, гематому, кровотечение и геморрагический шок, требующих переливания крови и хирургического вмешательства."
          ]
        },
        {
          "type": "Депрессия",
          "description": [
            "Внимательно наблюдайте за женщинами с депрессией, особенно с депрессией в анамнезе, и оцените, перевешивают ли риски продолжения приема гозерелина 3,6 мг пользу.",
            "Депрессия может возникать или ухудшаться у женщин во время лечения агонистами ГнРГ, включая гозерелин 3,6 мг.",
            "Направляйте женщин с новой или ухудшающейся депрессией к специалисту в области психического здоровья, если это необходимо"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амиодарон",
      "description": {
        "common": "гозерелин увеличивает токсичность амиодарона на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "анагрелид",
      "description": {
        "common": "гозерелин увеличивает токсичность анагрелида на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "гозерелин увеличивает токсичность триоксида мышьяка на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "артеметер",
      "description": {
        "common": "гозерелин увеличивает токсичность артеметера по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "гозерелин увеличивает токсичность артеметера/лумефантрина на интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "циталопрам",
      "description": {
        "common": "гозерелин увеличивает токсичность циталопрама на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "гозерелин увеличивает токсичность дизопирамида по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофетилид",
      "description": {
        "common": "гозерелин увеличивает токсичность дофетилида на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дронедарон",
      "description": {
        "common": "гозерелин увеличивает токсичность дронедарона на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элиглустат",
      "description": {
        "common": "гозерелин увеличивает токсичность элиглустата по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "гозерелин увеличивает токсичность эсциталопрама на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "гозерелин увеличивает токсичность флуоксетина по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ибутилид",
      "description": {
        "common": "гозерелин увеличивает токсичность ибутилида на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "илоперидон",
      "description": {
        "common": "гозерелин увеличивает токсичность илоперидона на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лопинавир",
      "description": {
        "common": "гозерелин увеличивает токсичность лопинавира на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "гозерелин увеличивает токсичность лумефантрина на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мифепристон",
      "description": {
        "common": "гозерелин увеличивает токсичность мифепристона на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "гозерелин увеличивает токсичность нилотиниба на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "палиперидон",
      "description": {
        "common": "гозерелин увеличивает токсичность палиперидона по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пимозид",
      "description": {
        "common": "гозерелин увеличивает токсичность пимозида на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "гозерелин увеличивает токсичность новокаинамида по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кветиапин",
      "description": {
        "common": "гозерелин увеличивает токсичность кветиапина на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "хинидин",
      "description": {
        "common": "гозерелин увеличивает токсичность хинидина по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "соталол",
      "description": {
        "common": "гозерелин увеличивает токсичность соталола по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "гозерелин увеличивает токсичность тетрабеназина по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "гозерелин увеличивает токсичность тиоридазина по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "торемифен",
      "description": {
        "common": "гозерелин увеличивает токсичность торемифена по интервалу QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "гозерелин увеличивает токсичность вандетаниба на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "гозерелин увеличивает токсичность вемурафениба на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "зипразидон",
      "description": {
        "common": "гозерелин увеличивает токсичность зипрасидона на интервал QTc. Противопоказано. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. При совместном применении рекомендуется мониторинг ЭКГ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "гозерелин и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "гозерелин и глаздегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если coadministration неизбежен, контролировать повышенный риск продления интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "Инотузумаб и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного использования, получите ЭКГ и электролиты до и после начала приема любого препарата, который, как известно, удлиняет интервал QTc, и периодически контролируйте его в соответствии с клиническими показаниями во время лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "и лефамулин, и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "литий и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оланзапин",
      "description": {
        "common": "оланзапин и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "гозерелин и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Известно, что панобиностат значительно удлиняет интервал QT. Информация о назначении панобиностата гласит, что использование с препаратами, которые, как известно, удлиняют интервал QTc, не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "гозерелин и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "альбутерол и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "гозерелин и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "гозерелин увеличивает токсичность апоморфина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "гозерелин увеличивает токсичность арформотерола по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "гозерелин увеличивает токсичность азитромицина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "гозерелин увеличивает токсичность бедаквилина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "бозутиниб и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "Капецитабин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "церитиниб",
      "description": {
        "common": "гозерелин увеличивает токсичность церитиниба на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "гозерелин увеличивает токсичность хлорохина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "гозерелин увеличивает токсичность хлорпромазина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "гозерелин снижает действие вакцины против холеры за счет иммуносупрессивного действия; риск заражения. Изменить терапию/внимательно контролировать. Иммуносупрессивная терапия, включая облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты и кортикостероиды (используемые в дозах, превышающих физиологические), могут снижать иммунный ответ на противохолерную вакцину."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "гозерелин увеличивает токсичность ципрофлоксацина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "гозерелин увеличивает токсичность кларитромицина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "гозерелин увеличивает токсичность клозапина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "гозерелин увеличивает токсичность кризотиниба на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дегареликс",
      "description": {
        "common": "гозерелин увеличивает токсичность дегареликса на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вакцина против лихорадки денге",
      "description": {
        "common": "гозерелин снижает действие вакцины против лихорадки денге за счет иммуносупрессивного действия; риск заражения. Используйте осторожность/монитор. Иммуносупрессивная терапия (например, облучение, антиметаболиты, алкилирующие агенты, цитотоксические препараты, кортикостероиды [в дозах, превышающих физиологические]) может снижать иммунный ответ на вакцину против лихорадки денге."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "дезипрамин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "дейтетрабеназин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор. В максимальной рекомендуемой дозе дейтетрабеназин не удлиняет интервал QT до клинически значимой степени. Определенные обстоятельства могут повышать риск torsade de pointes и/или внезапной смерти в связи с приемом препаратов, удлиняющих интервал QTc (например, брадикардия, гипокалиемия или гипомагниемия, совместное применение с другими препаратами, удлиняющими интервал QTc, наличие врожденного удлинения интервала QT)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "гозерелин увеличивает токсичность доласетрона на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "Донепезил и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "доксепин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "гозерелин увеличивает токсичность дроперидола по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "И эфавиренц, и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрибулин",
      "description": {
        "common": "гозерелин увеличивает токсичность эрибулина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "гозерелин увеличивает токсичность основания эритромицина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "гозерелин увеличивает токсичность этилсукцината эритромицина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "гозерелин повышает уровень лактобионата эритромицина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "гозерелин увеличивает токсичность стеарата эритромицина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эзогабин",
      "description": {
        "common": "гозерелин повышает уровень эзогабина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "гозерелин увеличивает токсичность финголимода на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "гозерелин увеличивает токсичность флекаинида по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "гозерелин увеличивает токсичность флуконазола на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "гозерелин увеличивает токсичность формотерола по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "гозерелин и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галлий Ga 68 ПСМА-11",
      "description": {
        "common": "гозерелин уменьшит уровень или эффект галлия Ga 68 PSMA-11 по неуказанному механизму взаимодействия. Изменить терапию/внимательно контролировать. Терапия депривации андрогенов и другие методы лечения, направленные на андрогенный путь, могут привести к изменениям в поглощении галлия Ga 68 PSMA-11 при раке предстательной железы. Влияние ADT на характеристики галлия Ga 68 PSMA-11 неизвестно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гозерелин увеличивает токсичность гемифлоксацина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "гозерелин и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "гозерелин увеличивает токсичность галоперидола на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индакатерол, ингаляционный",
      "description": {
        "common": "гозерелин повышает токсичность индакатерола, вдыхаемого через интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "Итраконазол, и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "гозерелин повышает уровень лапатиниба по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "гозерелин и ленватиниб увеличивают интервал QTc. Используйте осторожность/монитор. Информация о назначении ленватиниба рекомендует тщательно контролировать ЭКГ при одновременном применении с препаратами, удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "гозерелин увеличивает токсичность левофлоксацина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "гозерелин снижает эффекты метформина за счет фармакодинамического антагонизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "гозерелин увеличивает токсичность метадона по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "миртазапин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "гозерелин увеличивает токсичность моксифлоксацина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "гозерелин увеличивает токсичность офлоксацина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "гозерелин увеличивает токсичность ондансетрона по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "гозерелин увеличивает токсичность осимертиниба на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или эффект гозерелина по другим причинам (см. комментарий). Используйте осторожность/монитор. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "гозерелин увеличивает токсичность пасиреотида на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "гозерелин увеличивает токсичность пазопаниба на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентамидин",
      "description": {
        "common": "гозерелин увеличивает токсичность пентамидина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфлутрен",
      "description": {
        "common": "гозерелин увеличивает токсичность перфлутрена на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примахин",
      "description": {
        "common": "примахин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропафенон",
      "description": {
        "common": "гозерелин увеличивает токсичность пропафенона на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ранолазин",
      "description": {
        "common": "гозерелин увеличивает токсичность ранолазина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "гозерелин увеличивает токсичность ромидепсина на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саквинавир",
      "description": {
        "common": "гозерелин увеличивает токсичность саквинавира на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "сертралин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и гозерелин усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "солифенацин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "гозерелин увеличивает токсичность сорафениба на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "гозерелин увеличивает токсичность сунитиниба на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "такролимус и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "гозерелин увеличивает токсичность телаванцина по интервалу QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "гозерелин увеличивает токсичность тразодона на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "гозерелин увеличивает токсичность вориконазола на интервал QTc. Используйте осторожность/монитор. Увеличивает риск torsades de pointes."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориностат",
      "description": {
        "common": "и вориностат, и гозерелин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "майтаке",
      "description": {
        "common": "майтаке усиливает действие гозерелина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Гриб майтаке обладает противоопухолевым действием (исследования на животных/в пробирке)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "таурин",
      "description": {
        "common": "гозерелин снижает уровень таурина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Приливы",
      "percent": "62"
    },
    {
      "name": "Сексуальная дисфункция",
      "percent": "21"
    },
    {
      "name": "Снижение эрекции",
      "percent": "18"
    },
    {
      "name": "Симптомы нижних мочевыводящих путей",
      "percent": "13"
    },
    {
      "name": "Приливы",
      "percent": "96"
    },
    {
      "name": "вагинит",
      "percent": "75"
    },
    {
      "name": "Головная боль",
      "percent": "75"
    },
    {
      "name": "Либидо снизилось",
      "percent": "61"
    },
    {
      "name": "Эмоциональная лабильность",
      "percent": "60"
    },
    {
      "name": "Депрессия",
      "percent": "54"
    },
    {
      "name": "Потоотделение",
      "percent": "45"
    },
    {
      "name": "Акне",
      "percent": "42"
    },
    {
      "name": "Атрофия груди",
      "percent": "33"
    },
    {
      "name": "себорея",
      "percent": "26"
    },
    {
      "name": "Периферический отек",
      "percent": "21"
    },
    {
      "name": "Увеличение груди",
      "percent": "18"
    },
    {
      "name": "Тазовые симптомы",
      "percent": "18"
    },
    {
      "name": "Боль",
      "percent": "17"
    },
    {
      "name": "Диспареуния",
      "percent": "14"
    },
    {
      "name": "Инфекционное заболевание",
      "percent": "13"
    },
    {
      "name": "Либидо повышено",
      "percent": "12"
    },
    {
      "name": "Астения",
      "percent": "11"
    },
    {
      "name": "Бессонница",
      "percent": "11"
    },
    {
      "name": "вазодилатация",
      "percent": "57"
    },
    {
      "name": "Головная боль",
      "percent": "32"
    },
    {
      "name": "Потоотделение",
      "percent": "16"
    },
    {
      "name": "Боль в животе",
      "percent": "11"
    },
    {
      "name": "Приливы",
      "percent": "70"
    },
    {
      "name": "Вспышка опухоли",
      "percent": "23"
    },
    {
      "name": "Тошнота",
      "percent": "11"
    },
    {
      "name": "Летаргия",
      "percent": "8"
    },
    {
      "name": "Боль",
      "percent": "30"
    },
    {
      "name": "сначала ухудшилось",
      "percent": "8"
    },
    {
      "name": "дни",
      "percent": "7"
    },
    {
      "name": "Отек",
      "percent": "7"
    },
    {
      "name": "Инфекция верхних дыхательных путей",
      "percent": "6"
    },
    {
      "name": "Сыпь",
      "percent": "6"
    },
    {
      "name": "Потоотделение",
      "percent": "5"
    },
    {
      "name": "Анорексия",
      "percent": "5"
    },
    {
      "name": "ХОБЛ",
      "percent": "5"
    },
    {
      "name": "швейцарских франках",
      "percent": "5"
    },
    {
      "name": "Головокружение",
      "percent": "5"
    },
    {
      "name": "Бессонница",
      "percent": "5"
    },
    {
      "name": "Тошнота",
      "percent": "8"
    },
    {
      "name": "Тошнота",
      "percent": "7"
    },
    {
      "name": "гирсутизм",
      "percent": "7"
    },
    {
      "name": "Боль в груди",
      "percent": "7"
    },
    {
      "name": "Боль в животе",
      "percent": "7"
    },
    {
      "name": "Боль в спине",
      "percent": "6"
    },
    {
      "name": "Головокружение",
      "percent": "6"
    },
    {
      "name": "Реакция сайта приложения",
      "percent": "5"
    },
    {
      "name": "Синдром гриппа",
      "percent": "5"
    },
    {
      "name": "Фарингит",
      "percent": "4"
    },
    {
      "name": "Заболевания волос",
      "percent": "3"
    },
    {
      "name": "Голосовые изменения",
      "percent": "3"
    },
    {
      "name": "Миалгия",
      "percent": "3"
    },
    {
      "name": "Нервозность",
      "percent": "3"
    },
    {
      "name": "Увеличение веса",
      "percent": "2"
    },
    {
      "name": "Судороги ног",
      "percent": "2"
    },
    {
      "name": "Повышенный аппетит",
      "percent": "2"
    },
    {
      "name": "Зуд",
      "percent": "1"
    },
    {
      "name": "Гипертония",
      "percent": "9"
    },
    {
      "name": "Боль в области таза",
      "percent": "7"
    },
    {
      "name": "Мигрень",
      "percent": "7"
    },
    {
      "name": "Дисменорея",
      "percent": "6"
    },
    {
      "name": "Гипертония",
      "percent": "6"
    },
    {
      "name": "маточное кровотечение",
      "percent": "5"
    },
    {
      "name": "Тошнота",
      "percent": "5"
    },
    {
      "name": "Нервозность",
      "percent": "5"
    },
    {
      "name": "Вульвовагинит",
      "percent": "4"
    },
    {
      "name": "Боль в спине",
      "percent": "4"
    },
    {
      "name": "Меноррагия",
      "percent": "3"
    },
    {
      "name": "Депрессия",
      "percent": "3"
    },
    {
      "name": "Синусит",
      "percent": "1"
    },
    {
      "name": "вагинит",
      "percent": "5"
    },
    {
      "name": "Отек",
      "percent": "5"
    },
    {
      "name": "Недомогание",
      "percent": "4"
    },
    {
      "name": "усталость",
      "percent": null
    },
    {
      "name": "вялость",
      "percent": null
    },
    {
      "name": "Рвота",
      "percent": null
    }
  ]
}