{
  "name": "пиперациллин/тазобактам",
  "comment": "Rx",
  "other_names": [
    "Зосин"
  ],
  "classes": [
    "Расширенный спектр",
    "пенициллины"
  ],
  "source": "https://reference.medscape.com/drug/zosyn-piperacillin-tazobactam-342485",
  "pregnancy": {
    "common": [
      "Пиперациллин и тазобактам проникают через плаценту у человека",
      "Недостаточно данных о применении пиперациллина и/или тазобактама у беременных женщин, чтобы сообщить о риске серьезных врожденных дефектов и выкидыша, связанном с приемом препарата."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "Фетотоксичность в присутствии материнской токсичности наблюдалась в исследованиях токсичности для развития и пери/постнатальных исследованиях, проведенных на крысах (внутрибрюшинное введение до спаривания и на протяжении всей беременности или с 17-го дня беременности до 21-го дня лактации) в дозах, меньших, чем максимальная рекомендуемая суточная доза для человека в зависимости от организма. -площадь поверхности (мг/м",
          "Никаких структурных аномалий плода не наблюдалось у крыс или мышей при внутривенном введении препарата во время органогенеза в дозах, в 1–2 и 2–3 раза превышающих человеческие дозы пиперациллина и тазобактама, соответственно; в зависимости от площади поверхности тела (мг/м"
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о влиянии пиперациллина и тазобактама на ребенка, находящегося на грудном вскармливании, или на выработку молока.",
      "Пиперациллин выделяется с грудным молоком; концентрации тазобактама в грудном молоке не изучались."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Аллергия на пенициллины, цефалоспорины, имипенем, ингибиторы бета-лактамаз"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Рассмотреть содержание натрия (2,79 мэкв/г пиперациллина) у пациентов, нуждающихся в ограничении натрия.",
        "Длительное использование может привести к грибковой или бактериальной суперинфекции.",
        "Введение препарата при отсутствии доказанной или сильно подозреваемой бактериальной инфекции или профилактических показаний вряд ли принесет пользу пациенту и увеличивает риск развития резистентных к лекарству бактерий.",
        "Следует соблюдать осторожность у пациентов с почечной недостаточностью или недостаточно развитыми почками из-за натриевой нагрузки и побочных эффектов высоких концентраций пенициллина в сыворотке крови; может потребоваться коррекция дозы",
        "Сообщается о диарее, ассоциированной с Clostridium difficile (CDAD); при подозрении или подтверждении CDAD может потребоваться прекращение продолжающегося приема антибактериальных препаратов, не направленных против C. difficile; надлежащее управление жидкостью и электролитами, возможно, потребуется введение белковых добавок; антибактериальное лечение C. difficile и хирургическое обследование должны быть назначены по клиническим показаниям",
        "Риск осложнений кровотечения, особенно при почечной недостаточности; прекратить, если тромбоцитопения или кровотечение происходит",
        "Повышенная частота лихорадки и сыпи у пациентов с муковисцидозом, получающих пиперациллин.",
        "Сообщалось о серьезных кожных реакциях, включая синдром Стивенса-Джонсона и токсический эпидермальный некролиз, генерализованный экзантематозный пустулез; прекратить, если возникает реакция",
        "Мониторинг почечной, печеночной и особенно кроветворной функций при длительном лечении",
        "Риск судорог может увеличиться у пациентов с судорогами в анамнезе при введении в дозах, превышающих рекомендуемые, при внутривенном введении при наличии почечной недостаточности.",
        "Пациенты могут испытывать нервно-мышечную возбудимость или судороги, если дозы, превышающие рекомендуемые, вводятся внутривенно (особенно при наличии почечной недостаточности); внимательно следить за пациентами с почечной недостаточностью или судорожными расстройствами на наличие признаков и симптомов нервно-мышечной возбудимости или судорог (приступов)",
        "Лейкопения/нейтропения, связанные с длительной терапией; следует проводить периодическую оценку функции кроветворения, особенно при длительной терапии, которая составляет ≥ 21 дня.",
        "Выполняйте периодические определения электролитов у пациентов с низкими запасами калия, которые получают цитотоксическую терапию или диуретики, и учитывайте возможность гипокалиемии у пациентов с потенциально низкими запасами калия.",
        "Сообщалось о повышении частоты сыпи и лихорадки у пациентов с муковисцидозом, получающих пиперациллин.",
        "Случаи гемофагоцитарного лимфогистиоцитоза (HLH) сообщили в педиатрических и взрослых больных; признаки и симптомы ГЛГ могут включать лихорадку, сыпь, лимфаденопатию, гепатоспленомегалию и цитопению; при подозрении на ГЛГ немедленно прекратите терапию и назначьте соответствующее лечение"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Лечение может привести к такому же явлению, если его назначать вместе с векуронием; из-за их сходного механизма действия ожидается, что нейромышечная блокада, вызванная любым из недеполяризующих миорелаксантов, может быть продлена в присутствии пиперациллина.",
            "Мониторинг побочных реакций, связанных с нервно-мышечной блокадой",
            "Пиперациллин при одновременном применении с векуронием вызывает пролонгацию нервно-мышечной блокады векурония."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин альфа",
      "description": {
        "common": "пиперациллин усиливает действие антитромбина альфа за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "антитромбин III",
      "description": {
        "common": "пиперациллин усиливает эффекты антитромбина III за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аргатробан",
      "description": {
        "common": "пиперациллин повысит уровень или эффект аргатробана за счет антикоагуляции. Избегайте или используйте альтернативный препарат. цефалоспорины могут снижать активность протромбина"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "пиперациллин снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Дождитесь завершения лечения антибиотиками, чтобы ввести живую бактериальную вакцину; антибиотики могут снижать терапевтический эффект БЦЖ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бивалирудин",
      "description": {
        "common": "пиперациллин повысит уровень или эффект бивалирудина за счет антикоагуляции. Избегайте или используйте альтернативный препарат. цефалоспорины могут снижать активность протромбина"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "пиперациллин, холерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дальтепарин",
      "description": {
        "common": "пиперациллин усиливает антикоагулянтное действие дальтепарина. Избегайте или используйте альтернативный препарат. Пиперациллин может ингибировать агрегацию тромбоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эноксапарин",
      "description": {
        "common": "пиперациллин усиливает антикоагулянтное действие эноксапарина. Избегайте или используйте альтернативный препарат. Пиперациллин может ингибировать агрегацию тромбоцитов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гепарин",
      "description": {
        "common": "пиперациллин повысит уровень или эффект гепарина за счет антикоагуляции. Избегайте или используйте альтернативный препарат. пиперациллин может ингибировать агрегацию тромбоцитов"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "пиперациллин уменьшает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омадациклин",
      "description": {
        "common": "омадациклин снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сарециклин",
      "description": {
        "common": "Сарециклин снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Тетрациклины могут нарушать бактерицидное действие пенициллинов. Следите за снижением терапевтического эффекта пенициллинов при одновременном применении с тетрациклином."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "пиперациллин снижает уровень или эффект базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин снижает действие пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "демеклоциклин",
      "description": {
        "common": "демеклоциклин снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дихлорфенамид",
      "description": {
        "common": "дихлорфенамид и пиперациллин снижают уровень калия в сыворотке. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксициклин",
      "description": {
        "common": "доксициклин снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат снижает действие пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миноциклин",
      "description": {
        "common": "миноциклин снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пробенецид",
      "description": {
        "common": "пробенецид будет увеличивать уровень или эффект пиперациллина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "пиперациллин уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "тетрациклин снижает эффекты пиперациллина за счет фармакодинамического антагонизма. Используйте осторожность/монитор. бактериостатические агенты могут подавлять действие бактерицидных агентов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ванкомицин",
      "description": {
        "common": "пиперациллин увеличивает токсичность ванкомицина за счет неустановленного механизма взаимодействия. Используйте осторожность/монитор. Мониторинг функции почек у пациентов, одновременно получающих пиперациллин и ванкомицин."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "векуроний",
      "description": {
        "common": "пиперациллин увеличивает токсичность векурония за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Нервно-мышечная блокада может быть продолжительной."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "пиперациллин, варфарин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Дисфункция тромбоцитов возникает при применении пенициллинов расширенного спектра действия в различной степени. Контролируйте МНО и при необходимости корректируйте дозу варфарина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амикацин",
      "description": {
        "common": "пиперациллин усиливает эффекты амикацина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин",
      "description": {
        "common": "пиперациллин, аспирин.\nОдин из них усиливает действие другого за счет конкуренции за связывание рецепторов. Незначительное/значение неизвестно. Салициловая кислота может быть вытеснена из участков связывания с белками или может сама вытеснять другие лекарственные средства, связанные с белками, что приводит к усилению действия вытесненного лекарственного средства."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин ректальный",
      "description": {
        "common": "пиперациллин будет увеличивать уровень или эффект ректального аспирина за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Салициловая кислота может быть вытеснена из участков связывания с белками или может сама вытеснять другие лекарственные средства, связанные с белками, что приводит к усилению действия вытесненного лекарственного средства."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "аспирин/лимонная кислота/бикарбонат натрия",
      "description": {
        "common": "Пиперациллин увеличивает уровень или эффект аспирина/лимонной кислоты/бикарбоната натрия за счет конкуренции за связывание с белками плазмы. Незначительное/значение неизвестно. Салициловая кислота может быть вытеснена из участков связывания с белками или может сама вытеснять другие лекарственные средства, связанные с белками, что приводит к усилению действия вытесненного лекарственного средства."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "хлоротиазид",
      "description": {
        "common": "хлоротиазид повышает уровень пиперациллина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "трисалицилат магния холина",
      "description": {
        "common": "пиперациллин будет увеличивать уровень или эффект трисалицилата магния холина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно. Салицилатные соли могут быть вытеснены из мест связывания или могут вытеснять другие лекарственные средства, сильно связывающиеся с белками, такие как пенициллины."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гентамицин",
      "description": {
        "common": "пиперациллин усиливает действие гентамицина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "гидрохлоротиазид",
      "description": {
        "common": "Гидрохлоротиазид повышает уровень пиперациллина за счет снижения почечного клиренса. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "пиперациллин будет увеличивать уровень или эффект ибупрофена IV за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "меклофенамат",
      "description": {
        "common": "пиперациллин будет увеличивать уровень или эффект меклофенамата за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "неомицин ПО",
      "description": {
        "common": "пиперациллин усиливает эффекты неомицина перорально за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "шиповника",
      "description": {
        "common": "плоды шиповника повышают уровень или эффект пиперациллина за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "стрептомицин",
      "description": {
        "common": "пиперациллин усиливает эффекты стрептомицина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тобрамицин",
      "description": {
        "common": "пиперациллин усиливает действие тобрамицина за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кора ивы",
      "description": {
        "common": "пиперациллин будет увеличивать уровень или эффект коры ивы за счет конкуренции кислых (анионных) препаратов за почечный канальцевый клиренс. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "7-11"
    },
    {
      "name": "Запор",
      "percent": "1-8"
    },
    {
      "name": "Головная боль",
      "percent": "1-8"
    },
    {
      "name": "Бессонница",
      "percent": "4-7"
    },
    {
      "name": "Тошнота",
      "percent": "2-7"
    },
    {
      "name": "Высокая температура",
      "percent": "2-5"
    },
    {
      "name": "Кандидоз полости рта",
      "percent": "2-4"
    },
    {
      "name": "Сыпь",
      "percent": "2-4"
    },
    {
      "name": "Рвота",
      "percent": "2-4"
    },
    {
      "name": "Диспепсия",
      "percent": "3"
    },
    {
      "name": "Зуд",
      "percent": "3"
    },
    {
      "name": "Боль",
      "percent": "2-3"
    },
    {
      "name": "Гипертония",
      "percent": "2"
    },
    {
      "name": "лейкопения",
      "percent": "1"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "1.4"
    },
    {
      "name": "Анафилаксия",
      "percent": null
    },
    {
      "name": "Агранулоцитоз",
      "percent": null
    },
    {
      "name": "Тромбоцитопения",
      "percent": null
    },
    {
      "name": "эозинофилия",
      "percent": null
    },
    {
      "name": "мелена",
      "percent": null
    },
    {
      "name": "лейкопения",
      "percent": null
    },
    {
      "name": "Положительный тест Кумбса",
      "percent": null
    },
    {
      "name": "Длительное ПВ и ПТВ",
      "percent": null
    },
    {
      "name": "Транзиторное повышение LFT и креатинина",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "Отек легких",
      "percent": null
    },
    {
      "name": "Легочная эмболия",
      "percent": null
    },
    {
      "name": "желудочно-кишечный",
      "percent": null
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "желтуха",
      "percent": null
    },
    {
      "name": "гематологический",
      "percent": null
    },
    {
      "name": "Гемолитическая анемия",
      "percent": null
    },
    {
      "name": "агранулоцитоз",
      "percent": null
    },
    {
      "name": "панцитопения",
      "percent": null
    },
    {
      "name": "Иммунный",
      "percent": null
    },
    {
      "name": "Реакции гиперчувствительности",
      "percent": null
    },
    {
      "name": "анафилактический",
      "percent": null
    },
    {
      "name": "анафилактоидные реакции",
      "percent": null
    },
    {
      "name": "включая шок",
      "percent": null
    },
    {
      "name": "почечная",
      "percent": null
    },
    {
      "name": "интерстициальный нефрит",
      "percent": null
    },
    {
      "name": "Кожа и придатки",
      "percent": null
    },
    {
      "name": "Многоформная эритема",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "эксфолиативный дерматит",
      "percent": null
    },
    {
      "name": "респираторный",
      "percent": null
    },
    {
      "name": "торакальные и медиастинальные расстройства",
      "percent": null
    },
    {
      "name": "носовое кровотечение",
      "percent": null
    },
    {
      "name": "эозинофильная пневмония",
      "percent": null
    },
    {
      "name": "Психические расстройства",
      "percent": null
    },
    {
      "name": "Бред",
      "percent": null
    },
    {
      "name": "Лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "Острый генерализованный экзантематозный пустулез",
      "percent": null
    },
    {
      "name": "Гемофагоцитарный лимфогистиоцитоз",
      "percent": null
    },
    {
      "name": "HLH",
      "percent": null
    }
  ]
}