{
  "name": "лесинурад",
  "comment": "Discontinued",
  "other_names": [
    "Зурампик (ДСК)"
  ],
  "classes": [
    "Агенты против подагры",
    "Селективный ингибитор реабсорбции мочевой кислоты (SURI)"
  ],
  "source": "https://reference.medscape.com/drug/zurampic-lesinurad-1000060",
  "pregnancy": {
    "common": [
      "Нет доступных данных о применении у беременных женщин для информирования о риске, связанном с приемом лекарств."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях развития эмбриона и плода при пероральном введении лезинурада беременным крысам и кроликам во время органогенеза в дозах, вызывающих воздействие на мать, примерно в 45 и 10 раз превышающее воздействие при максимальном рекомендованном воздействии на человека, не наблюдалось тератогенности или воздействия на развитие плода. доза (MRHD)",
          "В исследовании пренатального и постнатального развития при введении лезинурада беременным крысам в период от органогенеза до лактации в дозе, примерно в 5 раз превышающей МРДЧ, не наблюдалось неблагоприятных последствий для развития."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в препарате и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от препарата или от основного состояния матери.",
      "Неизвестно, проникает ли он в грудное молоко человека. Присутствует в молоке крыс."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Возникала острая почечная недостаточность, которая чаще встречалась при монотерапии лезинурадом.",
        "Следует использовать в сочетании с ингибитором ксантиноксидазы"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Синдром лизиса опухоли или синдром Леша-Нихана",
        "Тяжелая почечная недостаточность (расчетный CrCl <30 мл/мин), терминальная стадия почечной недостаточности, реципиенты почечного трансплантата или пациенты на диализе"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Во время клинических исследований наблюдались серьезные неблагоприятные сердечно-сосудистые события (определяемые как смерть от сердечно-сосудистых заболеваний, нефатальные инфаркты миокарда или нефатальные инсульты); причинно-следственная связь не установлена",
        "Побочные эффекты, связанные с функцией почек, возникали после начала приема лезинурада; заболеваемость была выше при дозах, превышающих 200 мг/день, причем самая высокая частота встречалась при использовании монотерапии; контролировать функцию почек в начале и во время терапии, особенно у пациентов с предполагаемым CrCl <60 мл/мин, и оценивать признаки и симптомы острой мочекислой нефропатии"
      ],
      "specific": [
        {
          "type": "Обзор лекарственного взаимодействия",
          "description": [
            "Лезинурад является слабым индуктором CYP3A и не оказывает соответствующего влияния на индукцию или ингибирование любого другого фермента CYP; осторожность при работе с чувствительными субстратами CYP3A",
            "На основании исследований in vitro лесинурад является ингибитором OATP1B1, OCT1, OAT1 и OAT3; однако лесинурад не является ингибитором этих транспортеров in vivo.",
            "Гормональные контрацептивы, включая пероральные, инъекционные, трансдермальные и имплантируемые формы, могут быть ненадежными при одновременном применении с лесинурадом; использовать дополнительные методы негормональной контрацепции",
            "Лезинурад является субстратом CYP2C9, и его экспозиция увеличивается при совместном применении с ингибиторами CYP2C9 и у медленных метаболизаторов CYP2C9, в то время как его экспозиция снижается при совместном применении с индукторами CYP2C9.",
            "Дозы аспирина >325 мг/сутки могут снижать эффективность лезинурада.",
            "На основании данных in vitro лесинурад является субстратом для CYP2C9, OAT1 и OAT3; однако клинических исследований ингибиторов ОАТ1 и ОАТ3 не проводилось.",
            "Исследования in vitro показывают, что лезинурад не является ингибитором эпоксидгидролазы; однако ингибиторы эпоксидгидролазы (например, вальпроевая кислота) могут нарушать метаболизм лезинурада; не следует назначать с ингибиторами эпоксидгидролазы"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Серьезный",
      "interaction_with": "аспирин",
      "description": {
        "common": "аспирин снижает действие лезинурада за счет неустановленного механизма взаимодействия. Избегайте или используйте альтернативный препарат. Аспирин в дозах >325 мг/сут может снижать эффективность лезинурада. Дозы аспирина 325 мг/день или менее (т. е. для профилактики сердечно-сосудистых событий) не снижают эффективность лезинурада и могут назначаться одновременно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диеногест/эстрадиола валерат",
      "description": {
        "common": "лезинурад снижает эффекты диеногеста/эстрадиола валерата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные методы негормональной контрацепции. Не полагайтесь только на гормональную контрацепцию при приеме лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "лезинурад снижает эффекты этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные методы негормональной контрацепции. Не полагайтесь только на гормональную контрацепцию при приеме лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этоногестрел",
      "description": {
        "common": "лезинурад снижает действие этоногестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные методы негормональной контрацепции. Не полагайтесь только на гормональную контрацепцию при приеме лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "ивосидениб будет снижать уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения чувствительных субстратов CYP2C9 с ивосиденибом или замените его альтернативной терапией. Если coadministration неизбежна, контролировать пациентов для потери терапевтического эффекта этих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левоноргестрел внутриматочный",
      "description": {
        "common": "лезинурад уменьшает эффекты левоноргестрела внутриутробно, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные методы негормональной контрацепции. Не полагайтесь только на гормональную контрацепцию при приеме лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левоноргестрел перорально",
      "description": {
        "common": "лезинурад снижает эффекты перорального левоноргестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные методы негормональной контрацепции. Не полагайтесь только на гормональную контрацепцию при приеме лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "медроксипрогестерон",
      "description": {
        "common": "лезинурад снижает эффекты медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные методы негормональной контрацепции. Не полагайтесь только на гормональную контрацепцию при приеме лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрон",
      "description": {
        "common": "лезинурад снижает эффекты норэтиндрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Используйте дополнительные методы негормональной контрацепции. Не полагайтесь только на гормональную контрацепцию при приеме лезинурада."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "лезинурад снижает уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вальпроевая кислота",
      "description": {
        "common": "вальпроевая кислота, лесинурад. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Избегайте одновременного применения с ингибиторами эпоксидгидролазы (вальпроевой кислотой), которые могут влиять на метаболизм лезинурада."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпелисиб",
      "description": {
        "common": "алпелисиб будет снижать уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амиодарон",
      "description": {
        "common": "амиодарон увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амлодипин",
      "description": {
        "common": "лезинурад снижает уровень амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Одновременное применение апалутамида, слабого индуктора CYP2C9, с препаратами, являющимися субстратами CYP2C9, может привести к снижению воздействия этих препаратов. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "лезинурад снижает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол повысит уровень или эффект лезинурада за счет снижения метаболизма. Изменить терапию/внимательно контролировать. Каннабидиол потенциально может ингибировать активность CYP2C9. Рассмотрите возможность снижения дозы при одновременном применении субстратов CYP2C9."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капецитабин",
      "description": {
        "common": "капецитабин увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "флуконазол увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фторурацил",
      "description": {
        "common": "фторурацил увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флурбипрофен",
      "description": {
        "common": "флурбипрофен увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "фосфенитоин снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемфиброзил",
      "description": {
        "common": "гемфиброзил увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен",
      "description": {
        "common": "ибупрофен увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ибупрофен внутривенно",
      "description": {
        "common": "ибупрофен внутривенно повышает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индометацин",
      "description": {
        "common": "индометацин будет повышать уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "Лезинурад будет снижать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет повышать уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "лезинурад будет снижать уровень или эффект перорального приема левоноргестрела/этинилэстрадиола/бисглицината железа, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Эффективность гормональных контрацептивов может быть снижена. Используйте альтернативный метод контрацепции или резервный метод, когда индукторы ферментов используются с комбинированными гормональными контрацептивами (КГК), и продолжайте резервную контрацепцию в течение 28 дней после прекращения приема индуктора ферментов, чтобы обеспечить надежность контрацепции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефенамовая кислота",
      "description": {
        "common": "мефенамовая кислота увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нитизинон",
      "description": {
        "common": "нитизинон увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Нитизинон ингибирует CYP2C9. Следует соблюдать осторожность при совместном применении с субстратом CYP2C9, особенно с узким терапевтическим индексом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пироксикам",
      "description": {
        "common": "пироксикам увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP2C9, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "лезинурад снижает уровень силденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спарсентан",
      "description": {
        "common": "спарсентан снижает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Используйте осторожность/монитор. Спарсентан (индуктор CYP2C9) уменьшает экспозицию субстратов CYP2C9 и снижает эффективность, связанную с этими субстратами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "сульфадиазин увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "сульфаметоксазол будет повышать уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "лезинурад снижает уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "толбутамид увеличивает уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "задиристый",
      "description": {
        "common": "Лесинурад снижает уровень или эффект уброгепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Коррекция дозы рекомендуется при одновременном применении уброгепанта и умеренных и слабых индукторов CYP3A4. (см. Модификации дозировки)"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет увеличивать уровень или эффект лезинурада, влияя на метаболизм печеночного фермента CYP2C9/10. Изменить терапию/внимательно контролировать."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Повышенный креатинин",
      "percent": "4.3"
    },
    {
      "name": "Высота",
      "percent": "1.5"
    },
    {
      "name": "к",
      "percent": "2"
    },
    {
      "name": "х базовый уровень",
      "percent": "3.9"
    },
    {
      "name": "Высота",
      "percent": "2"
    },
    {
      "name": "х базовый уровень",
      "percent": "1.8"
    },
    {
      "name": "Около",
      "percent": "90"
    },
    {
      "name": "решить к концу обучения",
      "percent": null
    }
  ]
}