{
  "name": "идеалалисиб",
  "comment": "Rx",
  "other_names": [
    "Зиделиг"
  ],
  "classes": [
    "Ингибиторы PI3K",
    "Противоопухолевые препараты"
  ],
  "source": "https://reference.medscape.com/drug/zydelig-idelalisib-999941",
  "pregnancy": {
    "common": [
      "Нет доступных данных о беременных женщинах, чтобы информировать о риске, связанном с лекарственным средством. В исследованиях репродукции животных введение иделалисиба беременным крысам во время органогенеза приводило к снижению веса плода и врожденным порокам развития у крыс при воздействии на мать (AUC) в 12 раз по сравнению с зарегистрированными у пациентов в рекомендуемой дозе 150 мг 2 раза в сутки",
      "Женщины репродуктивного возраста должны пройти тест на беременность до начала лечения."
    ],
    "specific": [
      {
        "type": "контрацепция",
        "description": [
          "Основываясь на результатах исследований репродукции животных, посоветуйте пациентам мужского пола с партнершами репродуктивного возраста использовать эффективные методы контрацепции во время лечения и в течение 3 месяцев после последней дозы.",
          "Согласно исследованиям на животных, иделалисиб может нанести вред плоду при введении беременной женщине.",
          "Рекомендовать женщинам с репродуктивным потенциалом использовать эффективные средства контрацепции во время лечения иделалисибом и в течение как минимум 1 месяца после приема последней дозы."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Из-за возможности серьезных побочных реакций от иделалисиба у ребенка, находящегося на грудном вскармливании, посоветуйте кормящим женщинам не кормить грудью во время приема иделалисиба и в течение как минимум 1 месяца после последней дозы.",
      "Отсутствуют данные о присутствии иделалисиба или его метаболитов в грудном молоке или его влиянии на ребенка, находящегося на грудном вскармливании, или на выработку молока."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Смертельные и/или серьезные инфекции произошли у 48% пролеченных пациентов; следить за признаками и симптомами инфекции; прервать при подозрении на инфекцию (см. Модификации дозировки)",
        "Смертельный и тяжелый пневмонит зарегистрирован у 4% пролеченных пациентов; следить за легочными симптомами и двусторонними интерстициальными инфильтратами; прерывание или прекращение лечения иделалисибом при подозрении на пневмонит (см. Модификации дозировки)",
        "Смертельная и/или серьезная диарея или колит возникали у 14% пролеченных пациентов; контролировать до и во время лечения; прервите, а затем уменьшите или прекратите прием иделалисиба при появлении симптомов/лабораторных данных (см. Модификации дозировки)",
        "Смертельная и/или серьезная гепатотоксичность наблюдалась у 16% пролеченных пациентов; контролировать функцию печени до и во время лечения; прервите, а затем уменьшите или прекратите прием в соответствии с рекомендациями (см. Модификации дозировки)",
        "Смертельные и серьезные перфорации кишечника сообщили; прекратить, если есть подозрение на перфорацию кишечника"
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Серьезные аллергические реакции в анамнезе, включая анафилаксию и токсический эпидермальный некролиз в анамнезе."
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Если есть подозрение на ССД, ТЭН или DRESS, прервите терапию до определения этиологии реакции; если подтвердится, навсегда прекратить",
        "Сообщается о нейтропении, требующей лечения (степень 3 или 4); контролировать анализы крови не реже одного раза в 2 недели в течение первых 6 месяцев лечения и не реже одного раза в неделю, если количество нейтрофилов <1 мкг/л; прервать терапию до разрешения и возобновить в уменьшенной дозе",
        "Сообщается о смертельном и серьезном пневмоните; оценить пациентов с легочными симптомами (например, кашлем, одышкой, гипоксией, интерстициальными инфильтратами при рентгенологическом исследовании или снижением насыщения кислородом > 5%); если диагностирован симптоматический пневмонит или организующаяся пневмония, начните соответствующее лечение кортикостероидами и окончательно прекратите терапию (см. «Предупреждения черного ящика» и «Изменения дозировки»).",
        "Сообщалось о серьезных аллергических реакциях, включая анафилаксию; прекратить навсегда, если возникает аллергическая реакция",
        "Может причинить вред плоду при назначении беременным женщинам (см. Беременность).",
        "Смертельные исходы и/или серьезные инфекции произошли у 21% пациентов, получавших монотерапию, и у 36% пациентов, получавших лечение в комбинированных исследованиях; наиболее распространенными инфекциями были пневмония, сепсис и фебрильная нейтропения; следить за признаками и симптомами инфекции и прерывать лечение при инфекции ≥3 степени тяжести; тяжелая или фатальная пневмония, вызванная Pneumocystis jirovecii (PJP) или цитомегаловирусом (CMV), возникала у <1% пациентов, получавших лечение; рекомендуется регулярный клинический и лабораторный мониторинг на наличие ЦМВ-инфекции у пациентов с ЦМВ-инфекцией в анамнезе или положительной серологической картиной ЦМВ в начале лечения (см.",
        "Смертельные и серьезные перфорации кишечника сообщили; посоветуйте пациентам немедленно сообщать о любых новых или усиливающихся болях в животе, ознобе, лихорадке, тошноте или рвоте (см. Предупреждения в черном ящике)",
        "В ходе клинических исследований возникали тяжелые кожные реакции, в том числе токсический эпидермальный некролиз (ТЭН) и синдром Стивенса-Джонсона (ССД), лекарственная реакция с эозинофилией и системными симптомами (DRESS); другие тяжелые или опасные для жизни (степень ≥3) кожные реакции включают дерматит, эксфолиативную сыпь, эритематозную сыпь, генерализованную сыпь, макулярную сыпь, макуло-папулезную сыпь, папулезную сыпь, зудящую сыпь и кожные заболевания."
      ],
      "specific": [
        {
          "type": "Гепатотоксичность",
          "description": [
            "Мониторинг АЛТ и АСТ у всех пациентов каждые 2 нед в течение первых 3 мес лечения, каждые 4 нед в течение следующих 3 мес, затем каждые 1–3 мес в дальнейшем; еженедельно контролировать токсичность печени, если АЛТ или АСТ превышают верхний предел нормы в 3 раза, пока не будет решена проблема",
            "Избегайте одновременного применения с другими препаратами, которые могут вызвать гепатотоксичность.",
            "Приостановить терапию, если АЛТ или АСТ превышают верхний предел нормы более чем в 5 раз, и продолжать еженедельно контролировать АСТ, АЛТ и общий билирубин, пока аномалия не будет устранена.",
            "Сообщается о фатальной и/или серьезной гепатотоксичности"
          ]
        },
        {
          "type": "Тяжелая диарея",
          "description": [
            "Сообщается о тяжелой диарее или колите (см. «Предупреждения черного ящика» и «Изменения дозировки»).",
            "Диарея может возникнуть в любое время; избегать одновременного применения с другими препаратами, вызывающими диарею; диарея, вызванная терапией, плохо реагирует на средства, препятствующие моторике",
            "Среднее время до разрешения колебалось от 1 недели до 1 месяца в исследованиях после прерывания терапии и, в некоторых случаях, применения кортикостероидов."
          ]
        },
        {
          "type": "Обзор лекарственных взаимодействий",
          "description": [
            "Иделалисиб преимущественно метаболизируется CYP3A; избегать одновременного применения с сильными индукторами CYP3A",
            "Известно, что сильные ингибиторы CYP3A увеличивают AUC иделалисиба; следить за признаками токсичности иделалисиба (см. Модификации дозировки)",
            "Иделалисиб является сильным ингибитором CYP3A; избегать совместного применения с субстратами CYP3A"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "альфузозин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект альфузозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "астемизол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект астемизола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Избегайте одновременного применения с сильными ингибиторами CYP3A4 (увеличивает системную экспозицию кобиметиниба в 6,7 раза)."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кониваптан",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект кониваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект интраназального дигидроэрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "элиглустат",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект элиглустата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 противопоказаны элиглустату со слабым или промежуточным метаболизмом; снизить дозу элиглустата с 84 мг два раза в день до 84 мг один раз в день у пациентов с интенсивным метаболизмом; элиглустат противопоказан, если сильные или умеренные ингибиторы CYP2D6 применяются одновременно с сильными или умеренными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "финеренон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флибансерин",
      "description": {
        "common": "иделалисиб будет повышать уровень или действие флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение флибансерина с умеренными или сильными ингибиторами CYP3A4 противопоказано. Может возникнуть тяжелая гипотензия или обмороки."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "инфигратиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект инфигратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект ивабрадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение ивабрадина с сильными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Лонафарниб является чувствительным субстратом CYP3A4. Одновременное применение с сильными или умеренными ингибиторами CYP3A4 противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ловастатин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект ловастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 увеличивают системное воздействие статинов и риск развития миопатии, включая рабдомиолиз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "луразидон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект луразидона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект мавакамтена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 могут увеличивать системное воздействие мавакамтена, что приводит к сердечной недостаточности из-за систолической дисфункции."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "налоксегол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект налоксегола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Совместное введение налоксегола с сильными ингибиторами CYP3A4 может значительно увеличить системную экспозицию налоксегола, что может вызвать симптомы отмены опиоидов."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "омбитасвир/паритапревир/ритонавир и дасабувир (DSC)",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект омбитасвира/паритапревира/ритонавира и дасабувира (DSC), влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пакритиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект пакритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "симвастатин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект симвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Сильные ингибиторы CYP3A4 увеличивают системное воздействие статинов и риск развития миопатии, включая рабдомиолиз."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "стирипентол",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект стирипентола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "такролимус мазь",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект мази такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "задиристый",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект уброгепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "венетоклакс",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект венетоклакса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Использование сильных ингибиторов CYP3A4 противопоказано с венетоклаксом во время начальной фазы увеличения дозы. Если сильный ингибитор CYP3A необходимо использовать после фазы нарастания, уменьшите дозу венетоклакса как минимум на 75%."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "иделалисиб будет повышать уровень или действие воклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP3A4. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект акалабрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения акалабрутиниба с сильными ингибиторами CYP3A. Если сильный ингибитор CYP3A необходимо использовать кратковременно (например, до 7 дней), временно прервите лечение акалабрутинибом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект адаграсиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения адаграсиба, субстрата CYP3A4, с сильными ингибиторами CYP3A4, пока концентрации адаграсиба не достигнут равновесного состояния (примерно через 8 дней). Если равновесное состояние не достигается, одновременное применение сильных ингибиторов CYP3A4 повысит концентрацию адаграсиба и риск его токсичности."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адо-трастузумаб эмтанзин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект адо-трастузумаба эмтанзина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект альфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алпразолам",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект алпразолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амбрисентан",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект амбризентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект амиодарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амлодипин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект амлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апалутамид",
      "description": {
        "common": "апалутамид снижает уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение апалутамида, сильного индуктора CYP3A4, с препаратами, являющимися субстратами CYP3A4, может привести к снижению воздействия этих препаратов. Избегайте или заменяйте эти лекарства другим препаратом, когда это возможно. Оценить потерю терапевтического эффекта, если лекарство должно быть coadministered. При необходимости отрегулируйте дозу в соответствии с предписывающей информацией."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апиксабан",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект апиксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апремиласт",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект апремиласта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апрепитант",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект апрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арипипразол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект арипипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "армодафинил",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект армодафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "иделалисиб увеличивает уровень или эффект артеметера/люмефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аторвастатин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект аторвастатина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "аванафил",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект аванафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения авапритиниба с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "акситиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект бедаквилина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект бензфетамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бортезомиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект бортезомиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "босентан",
      "description": {
        "common": "бозентан будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бозутиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект бозутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брентуксимаб ведотин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект брентуксимаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бригатиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект бригатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения сильного ингибитора CYP3A, уменьшите дозу бригатиниба один раз в сутки примерно на 50% (т. е. со 180 мг до 90 мг или с 90 мг до 60 мг). После прекращения приема сильного ингибитора CYP3A возобновите прием бригатиниба в той дозе, которая переносилась до начала приема сильного ингибитора CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект бромокриптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект буккального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект трансдермального бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект буспирона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бусульфан",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект бусульфана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кабозантиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект кабозантиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения кабозантиниба с сильными ингибиторами CYP3A4. Если требуется сильный ингибитор CYP3A4, уменьшите дозу кабозантиниба на 40 мг/сут (кометрик) или на 20 мг/сут (кабометикс). Возобновить прием предыдущей дозы через 2-3 дня после прекращения приема сильного ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кальцитриол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект кальцитриола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект церитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект хлордиазепоксида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорохин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект хлорохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект хлорфенирамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "цилостазол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект цилостазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект циталопрама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клоназепам",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект клоназепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клоразепат",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект клоразепата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобицистат",
      "description": {
        "common": "кобицистат будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или действие кокаина местного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "колхицин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект колхицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте использования колхицина с сильными ингибиторами CYP3A4. Если coadministration необходимо, уменьшите дозу колхицина или частоты, как рекомендуется в информации о назначении. Использование любого продукта колхицина в сочетании с сильными ингибиторами CYP3A4 противопоказано пациентам с почечной или печеночной недостаточностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кониваптан",
      "description": {
        "common": "Кониваптан будет увеличивать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "копанлисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект копанлисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если нельзя избежать одновременного применения с сильными ингибиторами CYP3A, уменьшите дозу копанлисиба до 45 мг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект кризотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект циклофосфамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклоспорин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект циклоспорина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дабрафениб",
      "description": {
        "common": "дабрафениб будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дантролен",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект дантролена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дапсон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект дапсона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "даридорексант",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект даридорексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект дарифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект дазатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, иделалисиб.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексаметазон",
      "description": {
        "common": "дексаметазон снижает уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декслансопразол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект декслансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диазепам",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дилтиазем",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект дилтиазема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект дизопирамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доцетаксел",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект доцетаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксорубицин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксорубицин липосомальный",
      "description": {
        "common": "иделалисиб будет повышать уровень или действие липосомального доксорубицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дронедарон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект дронедарона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эластичный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект эластрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элбасвир/гразопревир",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект элбасвира/гразопревира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элетриптан",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект элетриптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элвитегравир/кобицистат/эмтрицитабин/тенофовир DF",
      "description": {
        "common": "Элвитегравир/кобицистат/эмтрицитабин/тенофовир DF будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект энкорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение сильного ингибитора CYP3A4 неизбежно, уменьшите дозу энкорафениба до одной трети дозы (например, с 450 мг/сут до 150 мг/сут). После прекращения приема ингибитора в течение 3-5 периодов полувыведения возобновить прием энкорафениба в прежней дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект энтректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сильных ингибиторов CYP3A4 с энтректинибом, субстратом CYP3A4. Если одновременное применение неизбежно, уменьшите дозу энтректиниба до 100 мг/сутки для пациентов в возрасте 12 лет и старше с площадью поперечного сечения >1,50 м2. Возобновить прием предыдущей дозы энтректиниба после прекращения приема сильного ингибитора CYP3A в течение 3–5 периодов полувыведения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энзалутамид",
      "description": {
        "common": "энзалутамид будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эплеренон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект эплеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект эрдафитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP3A4, внимательно следите за побочными реакциями и рассмотрите возможность соответствующего уменьшения дозы. Если сильный ингибитор CYP3A4 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект эрголоидных мезилатов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект эрготамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрлотиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект эрлотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект основания эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "иделалисиб будет повышать уровень или действие этилсукцината эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или действие лактобионата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или действие стеарата эритромицина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект эсциталопрама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсликарбазепина ацетат",
      "description": {
        "common": "Эсликарбазепина ацетат будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзомепразол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект эзомепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект синтетических конъюгированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этерифицированные эстрогены",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект этерифицированных эстрогенов, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эстропипат",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект эстропипата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эзопиклон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект эсзопиклона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект этинилэстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этосуксимид",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект этосуксимида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этопозид",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект этопозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этравирин",
      "description": {
        "common": "этравирин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эверолимус",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект эверолимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "экземестан",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект экземестана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект федратиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения федратиниба с сильными ингибиторами CYP3A4, уменьшите дозу федратиниба до 200 мг/сут. Если прием ингибитора CYP3A4 прекращен, увеличьте дозу федратиниба до 300 мг/сут в течение 2 недель, а затем до 400 мг/сут в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фелбамат",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект фелбамата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фелодипин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект фелодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенофибрат",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенофибрат микронизированный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект микронизированного фенофибрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенофибриновая кислота",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект фенофиброевой кислоты, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект трансмукозального введения фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "иделалисиб будет снижать уровень или эффект фексинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения, наблюдайте за фексинидазолом на предмет снижения эффективности из-за снижения концентрации в плазме активных метаболитов М1 и М2."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флуразепам",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект флуразепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флутамид",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект флутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосапрепитант",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект фосапрепитанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фосфенитоин",
      "description": {
        "common": "Фосфенитоин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фостаматиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект фостаматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение иделалисиба с субстратом CYP3A может повышать концентрацию этих субстратов CYP3A. Используйте альтернативы, которые не являются сильными ингибиторами CYP3A. Если невозможно использовать альтернативные препараты, чаще наблюдайте за пациентами на предмет побочных реакций иделалисиба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект гилтеритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рассмотрите альтернативы любому сильному ингибитору CYP3A4 при совместном применении с гилтеритинибом. Если такой комбинации нельзя избежать, внимательно следите за побочными эффектами, связанными с гилтеритинибом. Прервите и уменьшите дозу гилтеритиниба у пациентов с серьезной или опасной для жизни токсичностью."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект гласдегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Рассмотрите альтернативные методы лечения, которые не являются сильными ингибиторами CYP3A, или отслеживайте повышенный риск побочных эффектов, включая удлинение интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "галоперидол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект галоперидола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибрутиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект ибрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать coadministration с чувствительными субстратами CYP3A. Избегайте одновременного применения ибрутиниба и сильных ингибиторов CYP3A4. Если необходимо кратковременно использовать сильный ингибитор CYP3A4 (например, противоинфекционные препараты в течение 7 дней), прервите терапию ибрутинибом до прекращения приема сильного ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иматиниб",
      "description": {
        "common": "иматиниб будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "индинавир",
      "description": {
        "common": "Индинавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изосорбида динитрат",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект изосорбида динитрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изосорбида мононитрат",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект изосорбида мононитрата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "исрадипин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект исрадипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "итраконазол",
      "description": {
        "common": "итраконазол будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект ивосидениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сильных ингибиторов CYP3A4 с ивосиденибом или замените его альтернативной терапией. Если одновременное применение сильного ингибитора CYP3A4 неизбежно, уменьшите дозу ивозидениба до 250 мг в день. Если сильный ингибитор отменяется, увеличьте дозу ивосидениба (по крайней мере, после 5 периодов полувыведения сильного ингибитора CYP3A4) до рекомендуемой дозы 500 мг в день. Следите за повышенным риском удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иксабепилон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект иксабепилона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетамин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект кетамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кетоконазол",
      "description": {
        "common": "кетоконазол будет увеличивать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лакосамид",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект лакосамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лансопразол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект лансопразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект лапатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ларотректиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект ларотректиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение ларотректиниба с сильными ингибиторами CYP3A4 неизбежно, дозу ларотректиниба следует снизить на 50%. Возобновить прием ларотректиниба до предыдущей дозы после прекращения приема ингибитора CYP3A4 в течение 3-5 периодов полувыведения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект лефамулина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лефамулина с сильными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лемборексант",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лемборексанта с умеренными или сильными ингибиторами CYP3A."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект лениолисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левокетоконазол",
      "description": {
        "common": "левокетоконазол будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект левомилнаципрана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левоноргестрел перорально",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект перорального левоноргестрела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "линаглиптин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект линаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ломитапид",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лорлатиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект лорлатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения лорлатиниба с сильными ингибиторами CYP3A. Если это неизбежно, уменьшите дозу лорлатиниба на 25 мг/сут. Если сильный ингибитор CYP3A прекращен, увеличьте до предыдущего лорлатиниба (доза после 3 периодов полувыведения сильного ингибитора CYP3A в плазме). Более подробную информацию см. в монографии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лозартан",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект лозартана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лубинированный",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект лурбинектина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мацитентан",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект мацитентана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "маравирок",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект маравирока, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "медроксипрогестерон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект медроксипрогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект мефлохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "местранол",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект местранола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метаксалон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект метаксалона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект метадона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект метилэргоновина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилпреднизолон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект метилпреднизолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Относится к хроническому применению мидазолама перорально"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Совместное введение сильных ингибиторов CYP3A4 с интраназальным введением мидазолама приводит к более высокому системному воздействию мидазолама, что может пролонгировать седативный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидостаурин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект мидостаурина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если нельзя избежать одновременного применения с сильными ингибиторами CYP3A4, контролируйте мидостаурин на предмет повышенного риска побочных реакций, особенно в течение первой недели лечения."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мифепристон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект мифепристона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект миртазапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "митотан",
      "description": {
        "common": "митотан снижает уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект мобоцертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "модафинил",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект модафинила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "монтелукаст",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект монтелукаста, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нафциллин",
      "description": {
        "common": "нафциллин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "нефазодон будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нератиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект нератиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения нератиниба с сильными/умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "невирапин",
      "description": {
        "common": "невирапин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "никардипин",
      "description": {
        "common": "никардипин увеличивает уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нифедипин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект нифедипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нилотиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект нилотиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нимодипин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект нимодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нисолдипин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект нисолдипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект норэтиндрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрона ацетат",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект норэтиндрона ацетата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "норэтиндрон трансдермальный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект трансдермального норэтиндрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными ингибиторами CYP3A, уменьшите дозу олапариба до 150 мг (капсула) или 100 мг (таблетка) перорально два раза в день. Не заменяйте таблетки капсулами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омавелоксолон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект омавелоксолона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если это неизбежно, уменьшите дозу омавелоксолона до 50 мг/сут. Внимательно следить и прекратить, если возникают побочные эффекты."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омбитасвир/паритапревир/ритонавир",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект омбитасвира/паритапревира/ритонавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "омепразол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект омепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект ондансетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект осимертиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения осимертиниба с сильными ингибиторами CYP3A4. Если не существует другого альтернативного лечения, более внимательно следите за пациентом на предмет побочных эффектов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оспемифен",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект оспемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "окскарбазепин",
      "description": {
        "common": "окскарбазепин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект оксикодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паклитаксел",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект паклитаксела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "паклитаксел, связанный с белком",
      "description": {
        "common": "иделалисиб увеличивает уровень или эффект связывания паклитаксела с белком, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект палбоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения палбоциклиба с сильными ингибиторами CYP3A. Если невозможно избежать, уменьшите дозу палбоциклиба до 75 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палифермин",
      "description": {
        "common": "палифермин повышает токсичность иделалисиба по др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Палифермин не следует вводить в течение 24 часов до, во время инфузии или в течение 24 часов после введения противоопухолевых средств. Совместное введение палифермина в течение 24 часов после химиотерапии приводило к увеличению тяжести и продолжительности орального мукозита."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "парикальцитол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект парикальцитола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект пазопаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. По возможности избегайте одновременного применения пазопаниба с сильными ингибиторами CYP3A4; при необходимости одновременного применения уменьшите дозу пазопаниба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пемигатиниб",
      "description": {
        "common": "Idelalisib повысит уровень или эффект пемигатиниба, затрагивая метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными или умеренными ингибиторами CYP3A4, уменьшите дозу пемигатиниба (см. изменения дозировки в монографии). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием пемигатиниба в прежней дозе."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "перампанель",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект перампанела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пексидартиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект пексидартиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение с сильными или умеренными ингибиторами CYP3A4 неизбежно, уменьшите дозу пексидартиниба (см. изменения дозировки в монографии). После прекращения приема ингибитора CYP3A4 в течение 3 периодов полувыведения можно возобновить прием предыдущей дозы пексидартиниба."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенитоин",
      "description": {
        "common": "фенитоин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект пимавансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Уменьшите дозу до 17 мг/сут, если пимавансерин назначается одновременно с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект пимозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "помалидомид",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект помалидомида за счет ингибирования альдегиддегидрогеназы. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понатиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект понатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "позаконазол",
      "description": {
        "common": "позаконазол будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пралсетиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект пралсетиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "празиквантел",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект празиквантела, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примахин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект примахина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прогестерон микронизированный",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект микронизированного прогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прогестерон, натуральный",
      "description": {
        "common": "иделалисиб повысит уровень или действие прогестерона, естественным образом влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "квазепам",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект квазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кветиапин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект кветиапина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "хинидин повышает уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект хинина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рабепразол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект рабепразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект ранолазина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "регорафениб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект регорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "репаглинид",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект репаглинида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект рибоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если сильный ингибитор CYP3A необходимо применять одновременно с рибоциклибом, уменьшите начальную дозу рибоциклиба до 400 мг/сут."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифабутин",
      "description": {
        "common": "рифабутин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рифапентин",
      "description": {
        "common": "рифапентин будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изморозь",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект римегепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "риосигуат",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект риоцигуата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ривароксабан",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект ривароксабана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рофлумиласт",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект рофлумиласта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект ромидепсина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ропивакаин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект ропивакаина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "салметерол",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект салметерола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "саквинавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект саксаглиптина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селуметиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект селуметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с сильными или умеренными ингибиторами CYP3A4, уменьшите дозу селенутиниба (дополнительную информацию см. в монографии по селенутинибу). После прекращения приема сильного или умеренного ингибитора CYP3A4 в течение 3 периодов полувыведения возобновите прием селенутиниба в дозе, которая была принята до начала приема ингибитора."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект сипонимода, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Одновременное применение сипонимода с умеренным или сильным ингибитором CYP3A4 ПЛЮС с умеренным или сильным ингибитором CYP2C9 не рекомендуется."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сиролимус",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект сиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "солифенацин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект солифенацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сонидегиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект сонидегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения сонидегиба с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сорафениб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект сорафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "спарсентан",
      "description": {
        "common": "иделалисиб, спарсентан.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Если это неизбежно, прервите лечение спарсентаном. При возобновлении приема спарсентана следует рассмотреть вопрос о титровании дозы. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "Зверобой снижает уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного администрирования; сильные индукторы CYP3A4 значительно снижают системную экспозицию иделалисиба"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект суфентанила, влияя на метаболизм печеночного фермента CYP2E1. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект сунитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суворексант",
      "description": {
        "common": "иделалисиб повышает уровень суворексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Суворексант не рекомендуется применять вместе с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "такролимус",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект такролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тадалафил",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект тадалафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "tamoxifen",
      "description": {
        "common": "иделалисиб снижает эффекты тамоксифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Влияет на метаболизм печеночного/кишечного фермента CYP3A4. Ингибирование CYP3A4 снижает метаболизм тамоксифена до N-десметилтамоксифена (активный метаболит с аналогичной биологической активностью)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тамсулозин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект тамсулозина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тазимелтеон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект тазимелтеона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "таземетостат",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте совместного применения таземетостата с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "темсиролимус",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект темсиролимуса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тенипозид",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект тенипозида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрациклин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект тетрациклина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "теофиллин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект теофиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиагабин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект тиагабина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тикагрелор",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект тикагрелора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиклопидин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект тиклопидина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "типранавир",
      "description": {
        "common": "Типранавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект тофацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толтеродин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект толтеродина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "толваптан",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект толваптана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект торемифена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трабектин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект трабектедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо использовать сильный ингибитор CYP3A, кратковременно (например, менее 14 дней), назначьте сильный ингибитор CYP3A через 1 неделю после инфузии трабектедина и прекратите введение за день до следующей инфузии трабектедина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект трамадола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект тразодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триазолам",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект триазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триметоприм",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект триметоприма, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект тримипрамина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тукатиниб",
      "description": {
        "common": "тукатиниб будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения тукатиниба с субстратами CYP3A, когда минимальные изменения концентрации могут привести к серьезной или опасной для жизни токсичности. Если это неизбежно, уменьшите дозу субстрата CYP3A в соответствии с маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "улипристал",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект улипристала, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект вандетаниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "варденафил",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект варденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект вемурафениба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект венлафаксина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "верапамил",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект верапамила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект вилантерола/флутиказона фуроата при вдыхании, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект вилазодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винбластин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект винбластина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винкристин липосомальный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект липосомального винкристина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "винорелбин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект винорелбина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ворапаксар",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект ворапаксара, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вориконазол",
      "description": {
        "common": "вориконазол будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. При совместном применении с сильными ингибиторами CYP3A следует следить за признаками токсичности иделалисиба; следуйте рекомендациям по изменению дозировки в случае возникновения побочных реакций"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект вортиоксетина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вокселотор",
      "description": {
        "common": "Вокселотор увеличивает уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Вокселотор увеличивает системное воздействие на чувствительные субстраты CYP3A4. Избегайте совместного применения с чувствительными субстратами CYP3A4 с узким терапевтическим индексом. Рассмотрите возможность снижения дозы чувствительного(их) субстрата(ов) CYP3A4, если этого избежать невозможно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "золпидем",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект золпидема, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зонисамид",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект зонисамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абемацилиб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект абемациклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A4 повышают уровень абемациклиба и его метаболитов в плазме крови. Требуется снижение дозы абемациклиба. Если сильный ингибитор CYP3A4 прекращается, увеличьте дозу абемациклиба до начала приема сильного ингибитора."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апалутамид",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект апалутамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение апалутамида с сильными ингибиторами CYP3A4 или CYP2C8 не требует модификации начальной дозы; однако может потребоваться снижение дозы в зависимости от переносимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуемая доза атогепанта составляет 10 мг перорально каждый день при одновременном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белзутифан",
      "description": {
        "common": "белзутифан будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Если невозможно избежать одновременного применения белзутифана с чувствительными субстратами CYP3A4, рассмотрите возможность увеличения дозы чувствительного субстрата CYP3A4 в соответствии с инструкцией по его применению."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект бензгидрокодона/ацетаминофена, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с сильными ингибиторами CYP3A4 может увеличить концентрацию гидрокодона (бензгидрокодон является пролекарством гидрокодона) в плазме крови и может привести к угнетению дыхания с летальным исходом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект брекспипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Вводить половину обычной дозы брекспипразола при одновременном применении с сильными ингибиторами CYP3A4. При одновременном применении с сильным/умеренным ингибитором CYP2D6 вводят четверть дозы брекспипразола."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "будесонид",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект будесонида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Кортикостероиды могут потребоваться для лечения тяжелой диареи или колита, связанных с терапией иделалисибом. Известно, что сильные ингибиторы CYP3A4 увеличивают системное воздействие перорального будесонида. Внимательно следите за увеличением системных эффектов кортикостероидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект подкожного имплантата бупренорфина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Наблюдайте за пациентами, уже находящимися на подкожном имплантате с бупренорфином, которым требуется недавно начатое лечение ингибиторами CYP3A4 на наличие признаков и симптомов передозировки. Если доза сопутствующего ингибитора CYP3A4 не может быть уменьшена или прекращена, может потребоваться удаление имплантата, после чего пациенту следует назначить лекарственную форму бупренорфина, которая позволяет корректировать дозу. Если ингибитор CYP3A4 прекращается у пациента, состояние которого стабилизировалось на бупренорфине, наблюдайте за пациентом на предмет отмены."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект бупренорфина, инъекционного препарата длительного действия, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Пациенты, которые переходят на инъекции бупренорфина пролонгированного действия с трансмукозального введения бупренорфина совместно с ингибиторами CYP3A4, должны находиться под наблюдением для обеспечения адекватных уровней бупренорфина в плазме. В течение 2 недель, если появляются признаки и симптомы токсичности бупренорфина или передозировки, а сопутствующий ингибитор CYP3A4 не может быть уменьшен или прекращен, переведите пациента обратно на форму бупренорфина, которая позволяет корректировать дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кальцифедиол",
      "description": {
        "common": "иделалисиб, кальцифедиол. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Ингибиторы CYP450 могут ингибировать ферменты, участвующие в метаболизме витамина D (CYP24A1 и CYP27B1). Это может изменить уровень кальцифедиола в сыворотке крови и уменьшить превращение кальцифедиола в кальцитриол. Может потребоваться коррекция дозы кальцифедиола, а концентрация 25-гидроксивитамина D в сыворотке, интактный ПТГ и концентрация кальция в сыворотке должны тщательно контролироваться при начале или прекращении приема сильного ингибитора CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект каннабидиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рассмотрите возможность снижения дозы каннабидиола при совместном применении с сильным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "капматиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект капматиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект карипразина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с сильными ингибиторами CYP3A4 требует снижения дозы карипразина. См. раздел «Изменение дозировки» в монографии на лекарство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ценобамат",
      "description": {
        "common": "ценобамат будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Увеличивайте дозу субстрата CYP3A4 по мере необходимости при совместном применении с ценобаматом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорамфеникол",
      "description": {
        "common": "хлорамфеникол будет увеличивать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклесонид ингаляционный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект циклесонида при вдыхании, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дефлазакорт",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект дефлазакорта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу дефлазакорта до одной трети рекомендуемой дозы при совместном применении с умеренными или сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам интраназально",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект интраназального диазепама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные или умеренные ингибиторы CYP3A4 могут снижать скорость выведения диазепама, тем самым усиливая побочные реакции на диазепам."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доравирин",
      "description": {
        "common": "иделалисиб будет повышать уровень или действие доравирина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение доравирина и ингибиторов CYP3A4 может повышать концентрацию в плазме и токсичность доравирина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дронабинол",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект дронабинола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Дронабинол является субстратом CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дювелисиб",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект дювелисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение с сильным ингибитором CYP3A4 увеличивает AUC дувелисиба, что может увеличить риск токсичности дувелисиба. Уменьшите дозу дувелисиба до 15 мг два раза в сутки при совместном применении с сильным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элаголикс",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект элаголикса, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение элаголикса 200 мг два раза в сутки с сильными ингибиторами CYP3A в течение > 1 месяца не рекомендуется. Ограничьте дозу элаголикса до 150 мг в день, а продолжительность применения ингибитора CYP3A — до 6 месяцев при одновременном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элвитегравир",
      "description": {
        "common": "иделалисиб повышает уровень элвитегравира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Элвитегравир является субстратом CYP3A4; при совместном применении с сильными ингибиторами CYP3A4 может повышаться уровень."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб, иделалисиб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энкорафениб как ингибирует, так и индуцирует CYP3A4 в клинически значимых концентрациях в плазме. Совместное введение энкорафениба с чувствительными субстратами CYP3A4 может привести к повышению токсичности или снижению эффективности этих препаратов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "энфортумаб ведотин",
      "description": {
        "common": "иделалисиб повышает токсичность энфортумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Энфортумаб ведотин представляет собой конъюгат антитело-лекарственное средство, который высвобождает монометилауристатин Е (MMAE) посредством протеолитического расщепления. MMAE преимущественно метаболизируется CYP3A4 in vitro. Одновременное применение с сильными ингибиторами CYP3A4 может увеличить воздействие свободного MMAE, что может увеличить частоту или тяжесть токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол вагинальный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект вагинального эстрадиола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение с ингибиторами CYP3A4 может повышать концентрацию эстрогенов в плазме и токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "федратиниб",
      "description": {
        "common": "федратиниб будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При необходимости измените дозу препаратов, являющихся субстратами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флутиказона фуроат",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект флутиказона фуроата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флутиказон ингаляционный",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект флутиказона при ингаляции, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Сильные ингибиторы CYP3A4 могут увеличить системную экспозицию флутиказона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гефитиниб",
      "description": {
        "common": "иделалисиб повышает уровень гефитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение сильных ингибиторов CYP3A4 может увеличить риск побочных эффектов гефитиниба."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глекапревир/пибрентасвир",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект глекапревира/пибрентасвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект гуанфацина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные или умеренные ингибиторы CYP3A4 значительно повышают концентрацию гуанфацина в плазме. Утвержденная FDA маркировка гуанфацина с пролонгированным высвобождением (ER) рекомендует, чтобы при совместном применении дозировка гуанфацина была снижена до половины рекомендуемой дозы. Конкретные рекомендации для гуанфацина с немедленным высвобождением (IR) отсутствуют."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект гидрокодона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Совместное применение с ингибиторами CYP3A4 может увеличить концентрацию гидрокодона в плазме крови и привести к угнетению дыхания с летальным исходом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ифосфамид",
      "description": {
        "common": "иделалисиб будет снижать уровень или эффект ифосфамида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ингибиторы CYP3A4 могут снижать метаболизм ифосфамида до его активных алкилирующих метаболитов, что, возможно, снижает эффективность лечения ифосфамидом."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "истрадефиллин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект истрадефиллина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Не превышайте дозу истрадефиллина 20 мг/сут при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу ивакафтора при совместном применении с сильными ингибиторами CYP3A4. См. конкретный продукт, содержащий ивакафтор, для точной модификации дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ленакапавир",
      "description": {
        "common": "ленакапавир будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Ленкапавир может увеличить количество субстратов CYP3A4, инициированных в течение 9 месяцев после последней подкожной дозы ленакапавира, что может увеличить потенциальный риск побочных реакций субстратов CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левамлодипин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект левамлодипина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение с умеренными и сильными ингибиторами CYP3A приводит к увеличению системного воздействия амлодипина и может потребовать снижения дозы. При одновременном применении амлодипина с ингибиторами CYP3A необходимо следить за появлением симптомов гипотензии и отеков, чтобы определить необходимость коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левоноргестрел перорально/этинилэстрадиол/бисглицинат железа",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект перорального левоноргестрела/этинилэстрадиола/бисглицината железа, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Одновременное применение с ингибиторами CYP3A4 может повышать концентрацию гормонов в плазме. Рекомендуется использование негормональных контрацептивов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект лопинавира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Иделалисиб является сильным ингибитором CYP3A; избегать одновременного применения с чувствительными субстратами CYP3A"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмакафтор/ивакафтор",
      "description": {
        "common": "иделалисиб повышает уровни люмакафтора/ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Сильные ингибиторы CYP3A не влияют на экспозицию люмакафтора, но увеличивают экспозицию ивакафтора в 4,3 раза. Из-за индукционного эффекта лумакафтора на CYP3A в равновесном состоянии чистая экспозиция ивакафтора, как ожидается, не превысит таковую при приеме без лумакафтора в дозе 150 мг каждые 12 ч (утвержденная доза ивакафтора для монотерапии). Таким образом, при назначении ингибиторов CYP3A пациентам, принимающим в настоящее время люмакафтор/ивакафтор, коррекция дозы не требуется. Тем не менее, при начале приема люмакафтора/ивакафтора у пациентов, принимающих сильные ингибиторы CYP3A, уменьшите дозу до 1 таблетки в день (общая суточная доза 200 мг ивакафтора/ивакафтора 125 мг) в течение первой недели лечения, чтобы обеспечить стационарный индукционный эффект люмакафтора. . После этого периода продолжайте принимать рекомендуемую суточную дозу. Для умеренных или слабых ингибиторов CYP3A4 коррекции дозы не требуется."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люматепероне",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект люматеперона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу луматеперона до 10,5 мг/сут при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "люмефантрин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект люмефантрина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект марихуаны, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мирветуксимаб соравтансин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект мирветуксимаба соравтанзина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное применение с сильными ингибиторами CYP3A4 может увеличить экспозицию неконъюгированного DM4 (субстрат CYP3A4 и цитотоксический компонент конъюгата антитело-лекарственное средство для мирветуксимаба соравтанзина), что может увеличить риск побочных реакций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мометазон, интраназально",
      "description": {
        "common": "иделалисиб будет повышать уровень или действие мометазона при интраназальном введении, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нальдемедин",
      "description": {
        "common": "иделалисиб повышает уровень нальдемедина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следите за возможными побочными эффектами нальдемедина при совместном применении с сильными или умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нетупитант/палоносетрон",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект нетупитанта/палоносетрона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Нетупитант в основном метаболизируется CYP3A4; не требуется коррекция дозировки"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офатумумаб подкожно",
      "description": {
        "common": "офатумумаб подкожно, иделалисиб.\nЛибо усиливает действие другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Учитывайте риск аддитивных эффектов иммунной системы при одновременном применении иммуносупрессивной терапии. При переходе с терапии с иммунными эффектами следует учитывать продолжительность и механизм действия этих терапий при инициации офатумумаба подкожно."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект олицеридина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При необходимости одновременного применения может потребоваться менее частое введение олицеридина. Внимательно следите за угнетением дыхания и седативным эффектом и соответственно титруйте последующие дозы. Если прием ингибитора прекращается, рассмотрите возможность увеличения дозы олицеридина до тех пор, пока не будет достигнут стабильный эффект препарата. Следите за признаками отмены опиоидов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект осилодростата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу осилодростата, субстрата CYP3A4, наполовину при совместном применении с сильным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панобиностат",
      "description": {
        "common": "иделалисиб повышает уровень панобиностата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите начальную дозу панобиностата до 10 мг при совместном применении с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "полатузумаб ведотин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект полатузумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Полатузумаб подвергается катаболизму до небольших пептидов, аминокислот, монометилауристатина Е (MMAE) и неконъюгированных катаболитов, связанных с MMAE. MMAE является субстратом CYP3A4. Совместное введение полатузумаба ведотина с сильным ингибитором CYP3A4 может увеличить AUC неконъюгированного MMAE, что может усилить токсичность полатузумаба ведотина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "интравагинальный гель с прогестероном",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект интравагинального геля прогестерона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рипретиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект рипретиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное применение с сильным ингибитором CYP3A увеличивает системную экспозицию рипретиниба и его активного метаболита (DP-5439), что может повышать риск побочных реакций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP3A4, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект селперкатиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. При необходимости одновременного применения уменьшите дозу селперкатиниба до 40 мг перорально два раза в день, если исходная доза составляла 120 мг два раза в день, и до 80 мг перорально два раза в день, если исходная доза составляла 160 мг два раза в день."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "силденафил",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект силденафила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Одновременное применение силденафила с сильными ингибиторами CYP3A4 не рекомендуется. Если вы принимаете Виагру, подумайте о снижении начальной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сипонимод",
      "description": {
        "common": "сипонимод и иделалисиб усиливают иммунодепрессивное действие; риск заражения. Используйте осторожность/монитор. Следует соблюдать осторожность при совместном применении из-за аддитивных иммунодепрессивных эффектов во время такой терапии и в течение нескольких недель после введения. При переходе с препаратов с пролонгированным иммунным действием следует учитывать период полувыведения и механизм действия этих препаратов, чтобы избежать непреднамеренных аддитивных иммунодепрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, иделалисиб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP3A4. Мониторинг субстратов CYP3A4 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP3A4 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект суфентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект суфентанила SL, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение суфентанила SL с любым ингибитором CYP3A4 может увеличить концентрацию суфентанила в плазме и, таким образом, усилить или пролонгировать побочные эффекты, включая потенциально смертельное угнетение дыхания."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "таземетостат снижает уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тековиримат",
      "description": {
        "common": "Тековиримат будет снижать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Тековиримат является слабым индуктором CYP3A4. Мониторинг чувствительных субстратов CYP3A4 для эффективности при совместном применении."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект тербинафина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тезакафтор",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект тезакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Скорректируйте режим дозирования тезакафтора при одновременном применении с сильным ингибитором CYP3A."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "иделалисиб будет увеличивать уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тисотумаб ведотин",
      "description": {
        "common": "иделалисиб повышает уровень тисотумаба ведотина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Активный метаболит тисотумаба ведотина (MMAE) является субстратом CYP3A4. Совместное применение с сильными ингибиторами CYP3A4 может увеличить системное воздействие неконъюгированного MMAE и увеличить риск побочных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб",
      "description": {
        "common": "трастузумаб, иделалисиб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного действия; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трастузумаб дерукстекан",
      "description": {
        "common": "трастузумаб дерукстекан, иделалисиб.\nЛибо увеличивает токсичность другого за счет иммунодепрессивного эффекта; риск заражения. Используйте осторожность/монитор. Частота нейтропении или фебрильной нейтропении увеличивалась при одновременном применении трастузумаба с миелосупрессивной химиотерапией. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект умеклидиния бромида/вилантерола при вдыхании, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "упадацитиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект упадацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Следует соблюдать осторожность при одновременном применении упадацитиниба с сильными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект валбеназина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу валбеназина до 40 мг один раз в день при совместном применении с сильным ингибитором CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "велпатасвир",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект велпатасвира, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "иделалисиб повысит уровень или эффект варфарина по другим причинам (см. комментарий). Используйте осторожность/монитор. Менее активный R-энантиомер варфарина частично метаболизируется CYP3A4 (а также CYP1A2 и CYP2C19). При совместном применении с ингибиторами этих изоферментов контролируйте МНО чаще и при необходимости корректируйте дозу варфарина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "занубрутиниб",
      "description": {
        "common": "иделалисиб будет повышать уровень или эффект занубрутиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите дозу занубрутиниба (субстрата CYP3A4) до 80 мг перорально два раза в день при одновременном применении с умеренным ингибитором CYP3A4. Прервите дозу в соответствии с рекомендациями для побочных реакций. После прекращения приема ингибитора CYP3A4 возобновите прием предыдущей дозы занубрутиниба."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ацетазоламид",
      "description": {
        "common": "ацетазоламид будет повышать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "анастрозол",
      "description": {
        "common": "анастрозол будет увеличивать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "циклофосфамид",
      "description": {
        "common": "циклофосфамид будет увеличивать уровень или эффект иделалисиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "иделалисиб, ганаксолон. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. Ожидается, что изменения экспозиции ганаксолона при совместном применении с сильными, умеренными или слабыми ингибиторами CYP3A4 не будут клинически значимыми."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "иксазомиб",
      "description": {
        "common": "иделалисиб, иксазомиб. влияет на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно. В клинических исследованиях одновременное применение иксазомиба с сильными ингибиторами CYP3A не приводило к клинически значимому изменению системной экспозиции иксазомиба."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Снижение ANC",
      "percent": "3-4"
    },
    {
      "name": "Оценка",
      "percent": "37"
    },
    {
      "name": "лихорадка",
      "percent": "3-35"
    },
    {
      "name": "нейтропения",
      "percent": "3"
    },
    {
      "name": "Оценка",
      "percent": "4"
    },
    {
      "name": "или",
      "percent": "31"
    },
    {
      "name": "Тошнота",
      "percent": "27"
    },
    {
      "name": "Пневмония",
      "percent": "16-23"
    },
    {
      "name": "Озноб",
      "percent": "2-21"
    },
    {
      "name": "Диарея",
      "percent": "32"
    },
    {
      "name": "любой класс",
      "percent": "3"
    },
    {
      "name": "Диарея или колит",
      "percent": "14-19"
    },
    {
      "name": "Оценка",
      "percent": "3-4"
    },
    {
      "name": "Увеличение количества лимфоцитов",
      "percent": "18"
    },
    {
      "name": "Оценка",
      "percent": "4-18"
    },
    {
      "name": "Сыпь",
      "percent": "14"
    },
    {
      "name": "Гепатотоксичность",
      "percent": "13"
    },
    {
      "name": "фатальный",
      "percent": "11"
    },
    {
      "name": "серьезный",
      "percent": "3"
    },
    {
      "name": "Рвота",
      "percent": "16"
    },
    {
      "name": "гипогликемия",
      "percent": "3"
    },
    {
      "name": "любой класс",
      "percent": "14"
    },
    {
      "name": "Пневмония",
      "percent": "3-4"
    },
    {
      "name": "Оценка",
      "percent": "11-14"
    },
    {
      "name": "Диарея",
      "percent": "3-4"
    },
    {
      "name": "Оценка",
      "percent": "5-14"
    },
    {
      "name": "ANC уменьшился",
      "percent": "1-10"
    },
    {
      "name": "Оценка",
      "percent": "3-4"
    },
    {
      "name": "АЛТ повышен",
      "percent": "9"
    },
    {
      "name": "Оценка",
      "percent": "3-4"
    },
    {
      "name": "Головная боль",
      "percent": "8"
    },
    {
      "name": "Снижение количества лимфоцитов",
      "percent": "8"
    },
    {
      "name": "Оценка",
      "percent": "7-8"
    },
    {
      "name": "АЛТ повышен",
      "percent": "7"
    },
    {
      "name": "Оценка",
      "percent": "1-7"
    },
    {
      "name": "Синусит",
      "percent": "6"
    },
    {
      "name": "Сепсис",
      "percent": "6"
    },
    {
      "name": "Боль",
      "percent": "1-6"
    },
    {
      "name": "Артралгия",
      "percent": "3-4"
    },
    {
      "name": "ГЭРБ",
      "percent": "5"
    },
    {
      "name": "Стоматит",
      "percent": null
    },
    {
      "name": "Бронхит",
      "percent": null
    },
    {
      "name": "АСТ повышен",
      "percent": null
    },
    {
      "name": "Оценка",
      "percent": null
    },
    {
      "name": "Кожные и подкожные заболевания",
      "percent": null
    },
    {
      "name": "Стивенс",
      "percent": null
    },
    {
      "name": "синдром Джонсона",
      "percent": null
    },
    {
      "name": "SJS",
      "percent": null
    },
    {
      "name": "токсический эпидермальный некролиз",
      "percent": null
    },
    {
      "name": "ДЕСЯТЬ",
      "percent": null
    },
    {
      "name": "и лекарственная реакция с эозинофилией и системными симптомами",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    }
  ]
}