{
  "name": "зилеутон",
  "comment": "Rx",
  "other_names": [
    "Зифло",
    "Zyflo Filmвкладка",
    "Зифло КР"
  ],
  "classes": [
    "Ингибиторы 5-липоксигеназы"
  ],
  "source": "https://reference.medscape.com/drug/zyflo-zileuton-343450",
  "pregnancy": {
    "common": [
      "Отсутствуют достаточные данные о применении у беременных женщин для информирования о риске, связанном с приемом лекарств.",
      "Существует регистр воздействия беременных, в котором отслеживаются исходы беременности у женщин, получавших лекарства от астмы во время беременности; для получения дополнительной информации обращайтесь к исследованию беременности MothersToBaby, проводимому организацией специалистов по тератологии по телефону 1-877-311-8972, или посетите веб-сайт http://mothertobaby.org/pregnancy-studies."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "В исследованиях на животных пероральное введение беременным крысам и кроликам во время органогенеза вызывало неблагоприятные последствия для развития; структурные аномалии (волчья пасть) наблюдались у кроликов при дозе, аналогичной максимально рекомендуемой суточной пероральной дозе для человека (MRHD), изменения роста (снижение массы тела плода и увеличение скелетных вариаций) наблюдались у крыс при воздействии материнской плазмы в 20 раз больше, чем в МРДС; в исследовании пре- и постнатального развития пероральное введение беременным крысам от органогенеза до отъема при воздействии материнской плазмы в 20 раз выше, чем MRHD, привело к снижению выживаемости детенышей и массы тела; препарат и/или его метаболиты проникают через плацентарный барьер крыс; следовательно, препарат может передаваться от матери к развивающемуся плоду."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Препарат и метаболиты выделяются с молоком крыс; неизвестно, проникает ли зилеутон в грудное молоко, а также нет данных о воздействии препарата на младенцев, находящихся на грудном вскармливании, или о воздействии на выработку материнского молока; Поскольку многие лекарственные препараты выделяются с грудным молоком, а также из-за потенциального канцерогенного действия, показанного в исследованиях на животных, следует учитывать преимущества грудного вскармливания для развития и здоровья наряду с клинической потребностью матери в лекарственном средстве и любыми потенциальными неблагоприятными эффектами на грудного ребенка от наркотиков или от основное материнское состояние"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Заболевание печени, LFT ≥3x ULN",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Не показан к применению при остром бронхоспазме.",
        "Сообщалось о поведенческих изменениях и нарушениях сна.",
        "Не рекомендуется для пациентов младше 12 лет из-за риска гепатотоксичности.",
        "Заболевания печени в анамнезе, злоупотребление алкоголем"
      ],
      "specific": []
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флибансерин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Противопоказано. Одновременное применение флибансерина с умеренными или сильными ингибиторами CYP3A4 противопоказано. Может возникнуть тяжелая гипотензия или обмороки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алосетрон",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект алосетрона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кобиметиниб",
      "description": {
        "common": "зилеутон будет повышать уровень или эффект кобиметиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное краткосрочное (14 дней или менее) применение умеренных ингибиторов CYP3A неизбежно для пациентов, принимающих кобиметиниб в дозе 60 мг, уменьшите дозу кобиметиниба до 20 мг. После отмены умеренного ингибитора CYP3A возобновите прием кобиметиниба в дозе 60 мг. Используйте альтернативу умеренному ингибитору CYP3A у пациентов, которые принимают уменьшенную дозу кобиметиниба (40 или 20 мг в день)."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект дулоксетина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "зилеутон повышает уровень элиглустата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Умеренные ингибиторы CYP3A4 не рекомендуются при слабом или промежуточном метаболизме элиглустата; уменьшить дозу элиглустата с 84 мг два раза в день до 84 мг один раз в день у пациентов с интенсивным метаболизмом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект интраназального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "зилеутон будет увеличивать уровень или эффект трансдермального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "зилеутон будет увеличивать уровень или эффект трансмукозального фентанила, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если необходимо совместное применение ингибиторов CYP3A4 с фентанилом, наблюдайте за пациентами на предмет угнетения дыхания и седативного эффекта через частые промежутки времени и рассмотрите возможность корректировки дозы фентанила до тех пор, пока не будут достигнуты стабильные эффекты препарата."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иринотекан липосомальный",
      "description": {
        "common": "зилеутон будет увеличивать уровень или эффект липосомального иринотекана, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивабрадин",
      "description": {
        "common": "зилеутон повышает уровень или эффект ивабрадина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения ивабрадина с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налоксегол",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект налоксегола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное применение налоксегола с умеренными ингибиторами CYP3A4 неизбежно, уменьшите дозу налоксегола до 12,5 мг в сутки."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олапариб",
      "description": {
        "common": "зилеутон повышает уровень или эффект олапариба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если невозможно избежать одновременного применения с умеренными ингибиторами CYP3A, уменьшите дозу олапариба до 200 мг (капсула) или 150 мг (таблетка) перорально два раза в день. Не заменяйте таблетки капсулами."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "зилеутон повышает уровень пимозида за счет замедления метаболизма. Противопоказано. Может продлить интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пирфенидон",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект пирфенидона, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Использование сильных ингибиторов CYP1A2 следует прекратить до начала лечения пирфенидоном и избегать во время лечения; если сильные ингибиторы CYP1A2 являются единственным препаратом выбора, рекомендуется снижение дозы"
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тизанидин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект тизанидина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атазанавир",
      "description": {
        "common": "атазанавир повышает уровень зилеутона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атогепант",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект атогепанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бендамустин",
      "description": {
        "common": "зилеутон повышает уровень бендамустина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Снижение превращения бендамустина в активные метаболиты. Концентрация активных метаболитов бендамустина может снижаться."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "зилеутон повышает уровень или эффект брекспипразола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Введите четверть дозы брекспипразола при совместном применении с умеренным ингибитором CYP3A4 ПЛЮС сильным/умеренным ингибитором CYP2D6."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект кломипрамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "зилеутон повышает уровень или эффект клозапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарунавир",
      "description": {
        "common": "дарунавир повышает уровень зилеутона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс увеличивает уровень или эффект зилеутона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и зилеутон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эльтромбопаг",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект элтромбопага, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элуксадолин",
      "description": {
        "common": "зилеутон повышает уровень элуксадолина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. В качестве меры предосторожности из-за неполной информации о метаболизме элуксадолина следует соблюдать осторожность при одновременном применении с сильными ингибиторами CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фосампренавир",
      "description": {
        "common": "фосампренавир повышает уровень зилеутона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект имипрамина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "индинавир",
      "description": {
        "common": "индинавир повышает уровень зилеутона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "летермовир",
      "description": {
        "common": "летермовир повышает уровень зилеутона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лидокаин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект лидокаина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "зилеутон повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопинавир",
      "description": {
        "common": "лопинавир повышает уровень зилеутона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мефлохин",
      "description": {
        "common": "зилеутон увеличивает уровень или действие мефлохина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект мексилетина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нелфинавир",
      "description": {
        "common": "нелфинавир повышает уровень зилеутона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "зилеутон повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палбоциклиб",
      "description": {
        "common": "зилеутон будет повышать уровень или эффект палбоциклиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентоксифиллин",
      "description": {
        "common": "зилеутон будет увеличивать уровень или эффект пентоксифиллина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект рамелтеона, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "разагилин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект разагилина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Рекомендуемая доза разагилина составляет 0,5 мг в сутки в сочетании с ингибиторами CYP1A2."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир повышает уровень зилеутона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Возможна повышенная токсичность. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ропинирол",
      "description": {
        "common": "зилеутон повышает уровень или эффект ропинирола, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сонидегиб",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект сонидегиба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Избегайте одновременного применения сонидегиба с умеренными ингибиторами CYP3A4. Если необходимо использовать умеренный ингибитор CYP3A, назначайте умеренный ингибитор CYP3A в течение <14 дней и внимательно следите за побочными реакциями, особенно со стороны опорно-двигательного аппарата."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суворексант",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект суворексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Уменьшите начальную дозу суворексанта до 5 мг HS при одновременном применении с умеренными ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербинафин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект тербинафина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "теофиллин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект теофиллина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тофацитиниб",
      "description": {
        "common": "зилеутон повышает уровень тофацитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При совместном применении тофацитиниба с умеренными ингибиторами CYP3A4 не рекомендуется специфическая коррекция дозы; уменьшить дозу тофацитиниба при одновременном применении как с умеренными ингибиторами CYP3A4, так и с мощными ингибиторами CYP2C19."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варфарин",
      "description": {
        "common": "зилеутон повысит уровень или эффект варфарина по другим причинам (см. комментарий). Используйте осторожность/монитор. Менее активный R-энантиомер варфарина частично метаболизируется CYP3A4 (а также CYP1A2 и CYP2C19). При совместном применении с ингибиторами этих изоферментов контролируйте МНО чаще и при необходимости корректируйте дозу варфарина."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "антипирин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект антипирина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "азенапин",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект азенапина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кофеин",
      "description": {
        "common": "зилеутон увеличивает уровень или действие кофеина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект фроватриптана, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект ондансетрона, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно. Коррекции дозы ондансетрона не требуется."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "рилузол",
      "description": {
        "common": "зилеутон увеличивает уровень или эффект рилузола, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Головная боль",
      "percent": "24.6"
    },
    {
      "name": "Боль в животе",
      "percent": "5"
    },
    {
      "name": "высота ALT",
      "percent": "3"
    },
    {
      "name": "раз ВГН",
      "percent": "1.9-5"
    },
    {
      "name": "Астения",
      "percent": "3.8"
    },
    {
      "name": "Диспепсия",
      "percent": "8.2"
    },
    {
      "name": "Диарея",
      "percent": "5"
    },
    {
      "name": "Генерализованная боль",
      "percent": "7.8"
    },
    {
      "name": "Тошнота",
      "percent": "5.5"
    },
    {
      "name": "лейкопения",
      "percent": "1-3"
    },
    {
      "name": "Миалгия",
      "percent": "7"
    },
    {
      "name": "Слабость",
      "percent": "4"
    },
    {
      "name": "Синусит",
      "percent": "7"
    },
    {
      "name": "Фаринголарингеальная боль",
      "percent": "5"
    },
    {
      "name": "Гепатит",
      "percent": null
    },
    {
      "name": "Поведенческие изменения",
      "percent": null
    },
    {
      "name": "Желтуха",
      "percent": null
    },
    {
      "name": "Отказ печени",
      "percent": null
    },
    {
      "name": "самоубийство",
      "percent": null
    },
    {
      "name": "самоубийство",
      "percent": null
    }
  ]
}