{
  "name": "оланзапин",
  "comment": "Rx",
  "other_names": [
    "Зипрекса",
    "Зипрекса Зидис",
    "Зипрекса Релпревв"
  ],
  "classes": [
    "Нейролептики",
    "Антиманиакальные агенты",
    "2-е поколение"
  ],
  "source": "https://reference.medscape.com/drug/zyprexa-relprevv-olanzapine-342979",
  "pregnancy": {
    "common": [
      "Новорожденные, подвергшиеся воздействию антипсихотических препаратов в течение 3-го триместра беременности, подвержены риску ЭПС или синдрома отмены после родов; эти осложнения различаются по степени тяжести, некоторые из них проходят самостоятельно, а другие требуют поддержки в отделении интенсивной терапии и длительной госпитализации.",
      "Категория беременности: C",
      "Лактация: Препарат проникает в грудное молоко; не рекомендуется"
    ],
    "specific": []
  },
  "lactation": {
    "common": [
      "Лактация: Препарат проникает в грудное молоко; не рекомендуется"
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [
        "Не одобрен для психоза, связанного с деменцией; пожилые пациенты с психозом, связанным с деменцией, которые лечатся нейролептиками, подвергаются повышенному риску смерти, как показано в краткосрочных контролируемых исследованиях; в этих испытаниях смерть была либо сердечно-сосудистой (например, сердечная недостаточность, внезапная смерть), либо инфекционной (например, пневмония) по своей природе.",
        "Из-за этого риска оланзапин доступен только в рамках программы ограниченного распространения.",
        "Пациенты подвержены риску сильного седативного эффекта (включая кому) или бреда после каждой инъекции и должны находиться под наблюдением не менее 3 часов в зарегистрированном учреждении с легким доступом к службам экстренного реагирования."
      ],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "Обратитесь к вкладышу в упаковке для противопоказаний Symbyax при пероральном применении оланзапина и флуоксетина в комбинации.",
        "Документально подтвержденная гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Необратимые, непроизвольные, дискинетические движения могут развиться при приеме нейролептиков; распространенность наиболее высока среди пожилых людей, особенно пожилых женщин; прекратить, если клинически целесообразно",
        "Поздняя дискинезия может частично или полностью исчезнуть при отмене антипсихотического лечения; однако антипсихотическое лечение само по себе может подавлять (или частично подавлять) признаки и симптомы синдрома и, возможно, маскировать основной процесс; Влияние симптоматического подавления на длительное течение синдрома неизвестно.",
        "Оланзапин показан как неотъемлемая часть комплексной программы лечения педиатрических пациентов с шизофренией и биполярным расстройством, которая может включать другие меры (например, психологические, образовательные, социальные), а также в/м, пролонгированное высвобождение: риск постинъекционного делирия/синдрома седации, доступность ограничена. ограничено и требует регистрации (звоните по телефону 877-772-9390)",
        "Цереброваскулярные эффекты, включая инсульт и транзиторную ишемическую атаку, приведшую к смерти.",
        "Соблюдайте осторожность у пациентов с судорогами в анамнезе или с состояниями, потенциально снижающими судорожный порог.",
        "Будьте осторожны при физических нагрузках, обезвоживании, воздействии тепла и при приеме лекарств с антихолинергическими эффектами; может возникнуть нарушение регуляции внутренней температуры тела",
        "Возможность суицидальной попытки присуща шизофрении и биполярному расстройству I типа, поэтому медикаментозное лечение должно сопровождаться тщательным наблюдением за пациентами из группы высокого риска; при использовании в сочетании с флуоксетином также см. разделы «Предупреждения в штучной упаковке» и «Меры предосторожности» вкладыша в упаковке для Symbyax.",
        "Сообщается о нейтропении, лейкопении и агранулоцитозе; прекратить терапию при первых признаках дискразии крови или если абсолютное число нейтрофилов <1000/мм³",
        "Изменения уровня пролактина от нормального до высокого, наблюдаемые в контролируемых исследованиях (частота 30%).",
        "С осторожностью применять у пациентов с текущим диагнозом или предшествующей задержкой мочи.",
        "Может ухудшить суждение, мышление и двигательные навыки; соблюдать осторожность при работе с механизмами",
        "Предупреждение FDA относительно использования не по прямому назначению для лечения деменции у пожилых людей (см. Предупреждения о черном ящике)",
        "Лекарственная реакция с эозинофилией и системными симптомами (DRESS), о которых сообщалось при воздействии оланзапина; DRESS может проявляться кожной реакцией (например, сыпью или эксфолиативным дерматитом), эозинофилией, лихорадкой и/или лимфаденопатией с системными осложнениями, такими как гепатит, нефрит, пневмонит, миокардит и/или перикардит; ПЛАТЬЕ иногда фатально; прекратить прием оланзапина при подозрении на DRESS",
        "Может вызывать сонливость, постуральную гипотензию, двигательную и сенсорную нестабильность, что может привести к падениям и, как следствие, переломам или другим травмам; для пациентов с заболеваниями, состояниями или лекарствами, которые могут усугубить эти эффекты, провести полную оценку риска падения при начале антипсихотической терапии и повторно для пациентов, находящихся на длительной антипсихотической терапии"
      ],
      "specific": [
        {
          "type": "Применение у пациентов с сопутствующими заболеваниями",
          "description": [
            "Следует соблюдать осторожность у пациентов с клинически значимой гипертрофией предстательной железы, узкоугольной глаукомой или паралитической кишечной непроходимостью в анамнезе или родственными состояниями; оланзапин проявляет мускариновую активность in vitro",
            "Может вызывать ортостатическую гипотензию, связанную с головокружением, тахикардией, брадикардией и, у некоторых пациентов, обмороками, особенно в период начальной титрации дозы, вероятно, как следствие антагонистических свойств альфа1-адренорецепторов."
          ]
        },
        {
          "type": "Метаболические изменения",
          "description": [
            "Повышенная вероятность (у подростков по сравнению со взрослыми) увеличения массы тела и гиперлипидемии; клиницисты, назначающие препараты подросткам, должны учитывать потенциальные долгосрочные риски, которые во многих случаях могут привести к назначению других препаратов в первую очередь в этой популяции.",
            "Увеличение веса",
            "Гипергликемия и сахарный диабет",
            "Рассмотрите риски и преимущества при назначении оланзапина пациентам с сахарным диабетом или пограничным повышенным уровнем глюкозы в крови (натощак 100-126 мг/дл, не натощак 140-200 мг/дл); регулярно следить за ухудшением контроля глюкозы; гипергликемия, в некоторых случаях выраженная и связанная с кетоацидозом или гиперосмолярной комой или смертью, была зарегистрирована у пациентов, получавших атипичные нейролептики, включая оланзапин.",
            "Рекомендуется соответствующий клинический мониторинг, включая определение уровня липидов в крови натощак в начале и периодически во время лечения."
          ]
        },
        {
          "type": "Злокачественный нейролептический синдром",
          "description": [
            "Лечение ЗНС должно включать немедленную отмену антипсихотических препаратов и других препаратов, не являющихся необходимыми для одновременной терапии; интенсивное симптоматическое лечение и врачебный контроль; и лечение любых сопутствующих серьезных медицинских проблем, для которых доступны специальные методы лечения",
            "Если пациенту требуется лечение антипсихотическими препаратами после выздоровления от ЗНС, следует тщательно рассмотреть и контролировать потенциальное повторное введение лекарственной терапии.",
            "Сообщалось о случаях ЗНС в связи с атипичным применением антипсихотических средств (например, оланзапина).",
            "Симптомы включают гиперпирексию, мышечную ригидность; измененный психический статус и признаки вегетативной нестабильности"
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд, оланзапин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Противопоказано.\nКомментарий: Увеличивает риск злокачественного нейролептического синдрома. Увеличивает риск злокачественного нейролептического синдрома."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дронедарон",
      "description": {
        "common": "оланзапин и дронедарон увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "оланзапин и тиоридазин увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "абаметапир",
      "description": {
        "common": "абаметапир будет повышать уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. В течение 2 недель после применения абаметапира следует избегать приема препаратов, являющихся субстратами CYP1A2. Если это невозможно, избегайте использования абаметапира."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "адаграсиб",
      "description": {
        "common": "адаграсиб, оланзапин.\nОдин из них усиливает действие другого на интервал QTc. Избегайте или используйте альтернативный препарат. Каждый препарат удлиняет интервал QTc, что может увеличить риск пируэтной тахикардии, других серьезных аритмий и внезапной смерти. Если coadministration неизбежен, таким пациентам рекомендуется более частый мониторинг."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амиодарон",
      "description": {
        "common": "оланзапин и амиодарон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амисульприд",
      "description": {
        "common": "амисульприд и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "анагрелид",
      "description": {
        "common": "оланзапин и анагрелид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "апоморфин",
      "description": {
        "common": "оланзапин снижает эффекты апоморфина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "триоксид мышьяка",
      "description": {
        "common": "оланзапин и триоксид мышьяка увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер",
      "description": {
        "common": "артеметер и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "артеметер/люмефантрин",
      "description": {
        "common": "оланзапин и артеметер/люмефантрин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "азенапин",
      "description": {
        "common": "оланзапин и азенапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен, оланзапин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бромокриптин",
      "description": {
        "common": "оланзапин снижает действие бромокриптина за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "оланзапин и бупренорфин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если необходимо одновременное применение оланзапина и бупренорфина, следует рассмотреть возможность снижения дозы одного или обоих препаратов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "подкожный имплантат бупренорфин и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин трансдермальный",
      "description": {
        "common": "трансдермальный бупренорфин и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "бупренорфин, инъекции пролонгированного действия и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "каберголин",
      "description": {
        "common": "оланзапин снижает эффекты каберголина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибаты кальция/магния/калия/натрия",
      "description": {
        "common": "оланзапин, оксибаты кальция/магния/калия/натрия.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "церитиниб",
      "description": {
        "common": "церитиниб и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "оланзапин и хлорпромазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "оланзапин и ципрофлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "циталопрам и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кларитромицин",
      "description": {
        "common": "кларитромицин и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кризотиниб",
      "description": {
        "common": "кризотиниб и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дегареликс",
      "description": {
        "common": "дегареликс и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "десфлуран",
      "description": {
        "common": "десфлуран и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дизопирамид",
      "description": {
        "common": "оланзапин и дизопирамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дофамин",
      "description": {
        "common": "оланзапин снижает действие допамина за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дроперидол",
      "description": {
        "common": "оланзапин и дроперидол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элиглустат",
      "description": {
        "common": "оланзапин и элиглустат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энкорафениб",
      "description": {
        "common": "энкорафениб и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "энтректиниб",
      "description": {
        "common": "оланзапин и энтректиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрдафитиниб",
      "description": {
        "common": "оланзапин повышает уровень или эффект эрдафитиниба, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Если одновременное применение сильных ингибиторов CYP2C9 неизбежно, следует внимательно следить за побочными реакциями и соответствующим образом изменять дозу эрдафитиниба. Если сильный ингибитор CYP2C9 прекращается, рассмотрите возможность увеличения дозы эрдафитиниба при отсутствии какой-либо токсичности, связанной с препаратом."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрибулин",
      "description": {
        "common": "эрибулин и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "оланзапин и основание эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "оланзапин и этилсукцинат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "оланзапин и лактобионат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "оланзапин и стеарат эритромицина увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "федратиниб",
      "description": {
        "common": "оланзапин повысит уровень или эффект федратиниба по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Избегайте одновременного применения федратиниба (субстрата CYP3A4 и CYP2C19) с двойным ингибитором CYP3A4 и CYP2C19. Эффект одновременного применения двойного ингибитора CYP3A4 и CYP2C19 с федратинибом не изучался."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения фексинидазола с препаратами, блокирующими калиевые каналы или удлиняющими интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин будет увеличивать уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фоскарнет",
      "description": {
        "common": "оланзапин и фоскарнет увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "живосиран",
      "description": {
        "common": "гивосиран повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте совместного применения чувствительных субстратов CYP1A2 с гивосираном. Если это неизбежно, уменьшите дозировку субстрата CYP1A2 в соответствии с одобренной маркировкой продукта."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гласдегиб",
      "description": {
        "common": "оланзапин и гласдегиб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если coadministration неизбежен, контролировать повышенный риск продления интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гозерелин",
      "description": {
        "common": "оланзапин и гозерелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гистрелин",
      "description": {
        "common": "оланзапин и гистрелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "гидрокодон, оланзапин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроксихлорохина сульфат",
      "description": {
        "common": "гидроксихлорохина сульфат и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ибутилид",
      "description": {
        "common": "оланзапин и ибутилид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "илоперидон",
      "description": {
        "common": "оланзапин и илоперидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "инотузумаб",
      "description": {
        "common": "оланзапин и инотузумаб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изофлуран",
      "description": {
        "common": "изофлуран и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ивосидениб",
      "description": {
        "common": "Ивосидениб, и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегайте одновременного применения препаратов, удлиняющих интервал QTc, с ивосиденибом или замените их альтернативной терапией. Если одновременное применение препарата, удлиняющего интервал QTc, неизбежно, необходимо контролировать повышенный риск удлинения интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лефамулин",
      "description": {
        "common": "и лефамулин, и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лениолисиб",
      "description": {
        "common": "лениолисиб будет повышать уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат. Избегайте лениолисиба с субстратами CYP1A2, имеющими узкий терапевтический индекс."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ленватиниб",
      "description": {
        "common": "оланзапин и ленватиниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лейпролид",
      "description": {
        "common": "оланзапин и лейпролид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леводопа",
      "description": {
        "common": "оланзапин снижает действие леводопы за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леводопа ингаляционно",
      "description": {
        "common": "оланзапин снижает эффекты леводопы при вдыхании за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Атипичные нейролептики (2-го поколения) ингибируют дофаминовые D2-рецепторы в разной степени (клозапин и кветиапин имеют меньший риск). ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лизурид",
      "description": {
        "common": "оланзапин снижает эффекты лизурида за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лонафарниб",
      "description": {
        "common": "оланзапин увеличивает уровень или эффект лонафарниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Избегайте или используйте альтернативный препарат. Если одновременное введение лонафарниба (чувствительный субстрат CYP3A) со слабыми ингибиторами CYP3A неизбежно, уменьшите или продолжите прием лонафарниба в начальной дозе. Внимательно следите за аритмиями и явлениями (например, обмороками, учащенным сердцебиением), поскольку влияние лонафарниба на интервал QT неизвестно."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лопинавир",
      "description": {
        "common": "оланзапин и лопинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мациморелин",
      "description": {
        "common": "мациморелин и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Макиморелин вызывает увеличение скорректированного интервала QT примерно на 11 мсек. Избегайте одновременного применения с препаратами, удлиняющими интервал QT, что может увеличить риск развития желудочковой тахикардии типа torsade de pointes. Прежде чем вводить мациморелин, подождите достаточное время вымывания препаратов, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "оланзапин и мапротилин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мефлохин",
      "description": {
        "common": "мефлохин увеличивает токсичность оланзапина по интервалу QTc. Избегайте или используйте альтернативный препарат. Мефлохин может усиливать удлиняющий интервал QT эффект препаратов, удлиняющих интервал QTc высокого риска."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "оланзапин и метадон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метилдопа",
      "description": {
        "common": "оланзапин снижает эффекты метилдопы за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "оланзапин, метоклопрамид интраназально.\nЛибо усиливает эффекты другого с помощью Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: избегайте интраназального применения метоклопрамида или взаимодействующих препаратов, в зависимости от важности препарата для пациента."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мидостаурин",
      "description": {
        "common": "оланзапин и мидостаурин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мобоцертиниб",
      "description": {
        "common": "мобоцертиниб и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Если одновременное применение неизбежно, уменьшите дозу мобоцертиниба и чаще контролируйте интервал QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "моксифлоксацин",
      "description": {
        "common": "оланзапин и моксифлоксацин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "олопатадин интраназально",
      "description": {
        "common": "оланзапин и олопатадин интраназально усиливают седативный эффект. Избегайте или используйте альтернативный препарат. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ондансетрон",
      "description": {
        "common": "оланзапин и ондансетрон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Избегать при врожденном синдроме удлиненного интервала QT; Рекомендуется мониторинг ЭКГ при одновременном приеме препаратов, удлиняющих интервал QT, нарушений электролитного баланса, ХСН или брадиаритмий."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оланзапин и оксалиплатин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "палиперидон",
      "description": {
        "common": "оланзапин и палиперидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "панобиностат",
      "description": {
        "common": "оланзапин и панобиностат увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "оланзапин и пароксетин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пазопаниб",
      "description": {
        "common": "оланзапин и пазопаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пефлоксацин",
      "description": {
        "common": "пефлоксацин будет повышать уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентамидин",
      "description": {
        "common": "оланзапин и пентамидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "оланзапин и пимавансерин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пимозид",
      "description": {
        "common": "оланзапин и пимозид увеличивают интервал QTc. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "питолизант",
      "description": {
        "common": "оланзапин и питолизант увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "понесимод",
      "description": {
        "common": "оланзапин и понесимод увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прамипексол",
      "description": {
        "common": "оланзапин снижает действие прамипексола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокаинамид",
      "description": {
        "common": "оланзапин и прокаинамид увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пропафенон",
      "description": {
        "common": "оланзапин и пропафенон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кветиапин",
      "description": {
        "common": "оланзапин и кветиапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "хинидин",
      "description": {
        "common": "оланзапин и хинидин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ранолазин",
      "description": {
        "common": "оланзапин и ранолазин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рибоциклиб",
      "description": {
        "common": "рибоциклиб увеличивает токсичность оланзапина на интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе сообщения о некоторых случаях, свидетельствуют о том, что оланзапин в редких случаях может вызывать значительное удлинение интервала QTc."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ропинирол",
      "description": {
        "common": "оланзапин снижает действие ропинирола за счет фармакодинамического антагонизма. Противопоказано."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "safinamide",
      "description": {
        "common": "оланзапин снижает действие сафинамида за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Антагонисты дофамина могут уменьшать эффекты сафинамида и усугублять симптомы болезни Паркинсона."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "саквинавир",
      "description": {
        "common": "оланзапин и саквинавир увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селинексор",
      "description": {
        "common": "селинексор, оланзапин. неустановленный механизм взаимодействия. Избегайте или используйте альтернативный препарат. Пациенты, получающие селинексор, могут испытывать неврологическую токсичность. Избегайте приема селинексора с другими лекарствами, которые могут вызвать головокружение или спутанность сознания."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "севофлуран",
      "description": {
        "common": "севофлуран и оланзапин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сипонимод",
      "description": {
        "common": "оланзапин увеличивает уровень или эффект сипонимода, влияя на метаболизм печеночного фермента CYP2C9/10. Избегайте или используйте альтернативный препарат. Совместное применение сипонимода с препаратами, вызывающими умеренное ингибирование CYP2C9 И умеренное или сильное ингибирование CYP3A4, не рекомендуется. Следует соблюдать осторожность при одновременном применении сипонимода с умеренными ингибиторами CYP2C9."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксибат натрия",
      "description": {
        "common": "оланзапин, натрия оксибат.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "соталол",
      "description": {
        "common": "оланзапин и соталол увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "суфентанил SL, оланзапин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Одновременное применение может привести к артериальной гипотензии, выраженному седативному эффекту, угнетению дыхания, коме и смерти. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "оланзапин и тетрабеназин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "оланзапин и тиотиксен увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "торемифен",
      "description": {
        "common": "оланзапин и торемифен увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "оланзапин и тразодон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трипторелин",
      "description": {
        "common": "оланзапин и трипторелин увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "умеклидиния бромид/вилантерол ингаляционно",
      "description": {
        "common": "оланзапин увеличивает токсичность умеклидиния бромида/вилантерола при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вандетаниб",
      "description": {
        "common": "оланзапин и вандетаниб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вемурафениб",
      "description": {
        "common": "оланзапин и вемурафениб увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилантерол/флутиказона фуроат ингаляционно",
      "description": {
        "common": "оланзапин увеличивает токсичность вилантерола/флутиказона фуроата при вдыхании с интервалом QTc. Избегайте или используйте альтернативный препарат. Соблюдайте особую осторожность при одновременном применении вилантерола с препаратами, удлиняющими интервал QTc; адреномиметики могут усиливать действие на сердечно-сосудистую систему."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "зипразидон",
      "description": {
        "common": "оланзапин и зипразидон увеличивают интервал QTc. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "абоботулотоксин А",
      "description": {
        "common": "abobotulinumtoxinA усиливает действие оланзапина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Применение антихолинергических препаратов после введения препаратов, содержащих ботулинический токсин, может усиливать системные антихолинергические эффекты."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акарбоза",
      "description": {
        "common": "оланзапин, акарбоза. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "аклидиний",
      "description": {
        "common": "аклидиний снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акривастин",
      "description": {
        "common": "акривастин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбиглутид",
      "description": {
        "common": "оланзапин, альбиглутид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альбутерол",
      "description": {
        "common": "оланзапин усиливает, а альбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфентанил",
      "description": {
        "common": "альфентанил и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "альфузозин",
      "description": {
        "common": "оланзапин и альфузозин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "алмотриптан, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алпразолам",
      "description": {
        "common": "алпразолам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифостин",
      "description": {
        "common": "амифостин, оланзапин.\nОдин из них усиливает действие другого за счет блокирования антигипертензивных каналов. Используйте осторожность/монитор. Из-за антагонизма к альфа-адренорецепторам атипичные нейролептики могут усиливать действие некоторых антигипертензивных средств. Контролируйте артериальное давление и соответствующим образом корректируйте дозу."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "оланзапин и амитриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "амобарбитал снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амоксапин",
      "description": {
        "common": "оланзапин и амоксапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "антихолинергические/седативные комбинации",
      "description": {
        "common": "Комбинация антихолинергических/седативных средств снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "апоморфин",
      "description": {
        "common": "оланзапин и апоморфин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арформотерол",
      "description": {
        "common": "оланзапин увеличивает, а арформотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "арипипразол и оланзапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "армодафинил",
      "description": {
        "common": "Армодафинил снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "азенапин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин трансдермальный",
      "description": {
        "common": "трансдермальный азенапин и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "атомоксетин и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атракурий",
      "description": {
        "common": "атракуриум снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атропин",
      "description": {
        "common": "атропин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "атропин в/в/в/м",
      "description": {
        "common": "оланзапин усиливает действие атропина в/в/в/м за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные антихолинергические эффекты, возможна гипогликемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "авапритиниб",
      "description": {
        "common": "оланзапин повышает уровень или эффект авапритиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акситиниб",
      "description": {
        "common": "оланзапин повышает уровень акситиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азеластин",
      "description": {
        "common": "азеластин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азитромицин",
      "description": {
        "common": "азитромицин увеличивает токсичность оланзапина по интервалу QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "баклофен",
      "description": {
        "common": "баклофен и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бедаквилин",
      "description": {
        "common": "оланзапин и бедаквилин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. ЭКГ следует тщательно контролировать"
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "алкалоиды красавки",
      "description": {
        "common": "Алкалоиды белладонны снижают уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "белладонна, опиум и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "беназеприл",
      "description": {
        "common": "оланзапин, беназеприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Усиленный гипотензивный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бенперидол",
      "description": {
        "common": "бенперидол и оланзапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "бензгидрокодон/ацетаминофен и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "оланзапин усиливает, а бензфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бензтропин",
      "description": {
        "common": "оланзапин усиливает действие бензтропина за счет фармакодинамического синергизма. Используйте осторожность/монитор. При одновременном применении могут наблюдаться дополнительные антихолинергические побочные эффекты. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брексанолон",
      "description": {
        "common": "брексанолон, оланзапин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "брекспипразол",
      "description": {
        "common": "брекспипразол и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бромфенирамин",
      "description": {
        "common": "бромфенирамин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "бупренорфин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "буккальный бупренорфин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "оланзапин повышает токсичность бупренорфина длительного действия за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. Одновременное применение бупренорфина и бензодиазепинов или других средств, угнетающих ЦНС, увеличивает риск побочных реакций, включая передозировку, угнетение дыхания и смерть. В большинстве случаев предпочтительнее прекращение приема бензодиазепинов или других средств, угнетающих ЦНС. В некоторых случаях может быть уместным мониторинг на более высоком уровне помощи при снижении дозы препаратов, угнетающих ЦНС. В других случаях целесообразно постепенное снижение дозы назначенного бензодиазепина или другого препарата, угнетающего ЦНС, или снижение до минимальной эффективной дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "бутабарбитал снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "буталбитал снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "буторфанол",
      "description": {
        "common": "буторфанол и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кофеин",
      "description": {
        "common": "оланзапин усиливает, а кофеин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каннабидиол",
      "description": {
        "common": "каннабидиол, оланзапин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Из-за возможности как индукции, так и ингибирования CYP1A2 при одновременном применении субстратов CYP1A2 и каннабидиола следует рассмотреть возможность снижения дозировки субстратов CYP1A2 в соответствии с клиническими показаниями."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каптоприл",
      "description": {
        "common": "оланзапин, каптоприл.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Оба препарата снижают кровяное давление. Контролируйте артериальное давление."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбиноксамин",
      "description": {
        "common": "карбиноксамин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "каризопродол",
      "description": {
        "common": "каризопродол и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлоралгидрат",
      "description": {
        "common": "хлоралгидрат и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлордиазепоксид",
      "description": {
        "common": "хлордиазепоксид и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорохин",
      "description": {
        "common": "хлорохин увеличивает токсичность оланзапина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорфенирамин",
      "description": {
        "common": "хлорфенирамин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпромазин",
      "description": {
        "common": "хлорпромазин и оланзапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "оланзапин, хлорпропамид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорзоксазон",
      "description": {
        "common": "хлорзоксазон и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение сигарет",
      "description": {
        "common": "курение сигарет снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циметидин",
      "description": {
        "common": "циметидин повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циннаризин",
      "description": {
        "common": "циннаризин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрофлоксацин",
      "description": {
        "common": "ципрофлоксацин будет повышать уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор. Концентрация оланзапина в плазме может повышаться, что увеличивает риск побочных реакций, таких как ортостатическая гипотензия или седативный эффект. Важно соблюдать осторожность, наблюдать за пациентом и корректировать дозу оланзапина по мере необходимости."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "цисатракурий",
      "description": {
        "common": "цисатракурий снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клемастин",
      "description": {
        "common": "клемастин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клобазам",
      "description": {
        "common": "оланзапин, клобазам. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: одновременный прием может повысить вероятность воздействия на ЦНС (например, повышенный седативный эффект или угнетение дыхания)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "оланзапин и кломипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоназепам",
      "description": {
        "common": "клоназепам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клонидин",
      "description": {
        "common": "клонидин, оланзапин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты; потенциальный делирий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клоразепат",
      "description": {
        "common": "клоразепат и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "клозапин и оланзапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кодеин",
      "description": {
        "common": "кодеин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклизин",
      "description": {
        "common": "циклизин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "циклобензаприн и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "ципрогептадин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дантролен",
      "description": {
        "common": "дантролен и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "даридорексант",
      "description": {
        "common": "оланзапин и даридорексант усиливают седативный эффект. Изменить терапию/внимательно контролировать. Одновременное применение увеличивает риск угнетения ЦНС, что может привести к аддитивному нарушению психомоторных функций и нарушению дневных функций."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дарифенацин",
      "description": {
        "common": "дарифенацин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дазатиниб",
      "description": {
        "common": "дазатиниб и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "деферазирокс",
      "description": {
        "common": "деферазирокс увеличивает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "оланзапин и дезипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "оланзапин и дейтетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать. Риск развития паркинсонизма, злокачественного нейролептического синдрома и акатизии может повышаться при одновременном применении дейтетрабеназина и антагонистов допамина или нейролептиков."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексхлорфенирамин",
      "description": {
        "common": "дексхлорфенирамин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "оланзапин увеличивает, а дексфенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексмедетомидин",
      "description": {
        "common": "дексмедетомидин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "оланзапин усиливает, а дексметилфенидат снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "оланзапин увеличивает, а декстроамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "декстрометорфан, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "декстроморамид и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диаморфин",
      "description": {
        "common": "диаморфин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диазепам",
      "description": {
        "common": "диазепам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дицикломин",
      "description": {
        "common": "дицикломин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "оланзапин усиливает, а диэтилпропион снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеликефалин",
      "description": {
        "common": "дифеликфалин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин hcl и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "дигидроэрготамин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дименгидринат",
      "description": {
        "common": "дименгидринат и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифенгидрамин",
      "description": {
        "common": "дифенгидрамин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат гидрохлорид и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дипипанон",
      "description": {
        "common": "дипипанон и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "добутамин",
      "description": {
        "common": "оланзапин усиливает, а добутамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофетилид",
      "description": {
        "common": "дофетилид увеличивает токсичность оланзапина по интервалу QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе сообщения о некоторых случаях, свидетельствуют о том, что оланзапин в редких случаях может вызывать значительное удлинение интервала QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доласетрон",
      "description": {
        "common": "доласетрон и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "донепезил",
      "description": {
        "common": "Донепезил и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дофамин",
      "description": {
        "common": "оланзапин увеличивает, а дофамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "допексамин",
      "description": {
        "common": "оланзапин усиливает, а допексамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "досулепин",
      "description": {
        "common": "оланзапин и досулепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксепин",
      "description": {
        "common": "оланзапин и доксепин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "доксиламин",
      "description": {
        "common": "доксиламин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дроперидол",
      "description": {
        "common": "дроперидол и оланзапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфавиренц",
      "description": {
        "common": "эфавиренз и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эфедрин",
      "description": {
        "common": "оланзапин увеличивает, а эфедрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "адреналин",
      "description": {
        "common": "оланзапин усиливает, а адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "оланзапин увеличивает седативный эффект, а рацемический адреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрголоидные мезилаты",
      "description": {
        "common": "эрголоидные мезилаты, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эрготамин",
      "description": {
        "common": "эрготамин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромициновое основание",
      "description": {
        "common": "основание эритромицина увеличивает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этилсукцинат эритромицина",
      "description": {
        "common": "этилсукцинат эритромицина повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лактобионат эритромицина",
      "description": {
        "common": "лактобионат эритромицина повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эритромицина стеарат",
      "description": {
        "common": "эритромицина стеарат повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "эсциталопрам увеличивает токсичность оланзапина на интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе сообщения о некоторых случаях, свидетельствуют о том, что оланзапин в редких случаях может вызывать значительное удлинение интервала QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эскетамин интраназально",
      "description": {
        "common": "эскетамин интраназально, оланзапин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстазолам",
      "description": {
        "common": "эстазолам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "оланзапин и этанол усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этинилэстрадиол",
      "description": {
        "common": "этинилэстрадиол повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эксенатид раствор для инъекций",
      "description": {
        "common": "оланзапин, эксенатид раствор для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суспензия эксенатида для инъекций",
      "description": {
        "common": "оланзапин, суспензия эксенатида для инъекций. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "оланзапин усиливает, а фенфлурамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фезотеродин",
      "description": {
        "common": "фезотеродин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фексинидазол",
      "description": {
        "common": "фексинидазол повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финеренон",
      "description": {
        "common": "оланзапин увеличивает уровень или эффект финеренона, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Контролируйте уровень калия в сыворотке во время начала лечения и корректировки дозы финерерона или слабых ингибиторов CYP3A4. При необходимости отрегулируйте дозировку финерерона."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "финголимод",
      "description": {
        "common": "финголимод и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флавоксат",
      "description": {
        "common": "флавоксат снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флекаинид",
      "description": {
        "common": "оланзапин и флекаинид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флибансерин",
      "description": {
        "common": "оланзапин увеличивает уровень или эффект флибансерина, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. При одновременном применении с несколькими слабыми ингибиторами CYP3A4 возможно усиление побочных эффектов флибансерина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуконазол",
      "description": {
        "common": "оланзапин и флуконазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "оланзапин и флуоксетин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "флуфеназин и оланзапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуразепам",
      "description": {
        "common": "флуразепам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "формотерол",
      "description": {
        "common": "оланзапин усиливает, а формотерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фостемсавир",
      "description": {
        "common": "оланзапин и фостемсавир увеличивают интервал QTc. Используйте осторожность/монитор. Сообщалось об удлинении интервала QTc при приеме фостемсавира в дозах, превышающих рекомендуемые."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гадобенат",
      "description": {
        "common": "гадобенат и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ганаксолон",
      "description": {
        "common": "оланзапин и ганаксолон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемифлоксацин",
      "description": {
        "common": "гемифлоксацин и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гемтузумаб",
      "description": {
        "common": "оланзапин и гемтузумаб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гилтеритиниб",
      "description": {
        "common": "гилтеритиниб и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "оланзапин, глимепирид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "оланзапин, глипизид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "оланзапин, глибурид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гликопирролат",
      "description": {
        "common": "оланзапин усиливает эффекты гликопирролата за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные антихолинергические эффекты, возможна гипогликемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ингаляционный гликопирролат",
      "description": {
        "common": "Ингаляционный гликопирролат снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гранисетрон",
      "description": {
        "common": "гранисетрон и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "guanfacine",
      "description": {
        "common": "гуанфацин, оланзапин. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Аддитивные гипотензивные эффекты; потенциальный делирий."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "галоперидол и оланзапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "henbane",
      "description": {
        "common": "белена снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гоматропин",
      "description": {
        "common": "гоматропин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "гидроморфон и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидроксизин",
      "description": {
        "common": "гидроксизин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиосциамин",
      "description": {
        "common": "гиосциамин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гиосциамин спрей",
      "description": {
        "common": "оланзапин усиливает действие спрея гиосциамина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные антихолинергические эффекты, возможна гипогликемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "илоперидон и оланзапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "имипрамин",
      "description": {
        "common": "оланзапин и имипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инкоботулотоксин А",
      "description": {
        "common": "оланзапин усиливает эффекты инкоботулотоксина А за счет фармакодинамического синергизма. Используйте осторожность/монитор. Аддитивные антихолинергические эффекты, возможна гипогликемия."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "оланзапин, инсулин аспарт. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек",
      "description": {
        "common": "оланзапин снижает действие инсулина деглудек по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин деглудек/инсулин аспарт",
      "description": {
        "common": "оланзапин снижает эффекты инсулина деглудек/инсулин аспарт по другим причинам (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "оланзапин, инсулин детемир. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "оланзапин, инсулин гларгин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "оланзапин, инсулин глулизин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вдыхаемый инсулин",
      "description": {
        "common": "оланзапин снижает эффекты инсулина, вдыхаемого др. (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; дозы противодиабетических агентов может потребоваться корректировка и может потребоваться повышенная частота мониторинга глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "оланзапин, инсулин лизпро. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "оланзапин, инсулин НПХ. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "оланзапин, инсулин обычный человеческий. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ипратропий",
      "description": {
        "common": "ипратропий снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изавуконазония сульфат",
      "description": {
        "common": "оланзапин увеличивает уровень или эффект изавуконазония сульфата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изониазид",
      "description": {
        "common": "изониазид будет увеличивать уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "оланзапин увеличивает, а изопротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "исрадипин",
      "description": {
        "common": "оланзапин и исрадипин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "итраконазол",
      "description": {
        "common": "Итраконазол, и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ивакафтор",
      "description": {
        "common": "оланзапин повышает уровень ивакафтора, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Мониторинг при одновременном применении со слабыми ингибиторами CYP3A4."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетотифен, офтальмологический",
      "description": {
        "common": "оланзапин и кетотифен, офтальмологические, усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лапатиниб",
      "description": {
        "common": "оланзапин и лапатиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "лазмидитан, оланзапин.\nЛибо усиливает действие другого за счет седативного эффекта. Используйте осторожность/монитор. Совместное применение лазмидитана и других препаратов, угнетающих ЦНС, включая алкоголь, в клинических исследованиях не изучалось. Ласмидитан может вызывать седативный эффект, а также другие когнитивные и/или психоневрологические побочные реакции."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лемборексант",
      "description": {
        "common": "оланзапин увеличивает уровень или эффект лемборексанта, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Изменить терапию/внимательно контролировать. Рекомендуется более низкая ночная доза лемборексанта при совместном применении со слабыми ингибиторами CYP3A4. См. монографию по лекарству для конкретных изменений дозировки."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "оланзапин усиливает, а левалбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левофлоксацин",
      "description": {
        "common": "оланзапин и левофлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "левомилнаципран, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леворфанол",
      "description": {
        "common": "леворфанол и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "линезолид",
      "description": {
        "common": "линезолид, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лираглутид",
      "description": {
        "common": "оланзапин, лираглутид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "оланзапин усиливает, а лиздексамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "оланзапин и лофепрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лофексидин",
      "description": {
        "common": "оланзапин и лофексидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ломитапид",
      "description": {
        "common": "оланзапин повышает уровень ломитапида, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Доза ломитапида не должна превышать 30 мг/сут."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоперамид",
      "description": {
        "common": "оланзапин и лоперамид увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лопразолам",
      "description": {
        "common": "лопразолам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоразепам",
      "description": {
        "common": "лоразепам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "лоркасерин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лорметазепам",
      "description": {
        "common": "лорметазепам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "локсапин и оланзапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "Ингаляционный локсапин и оланзапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "луразидон, оланзапин.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Используйте осторожность/монитор.\nКомментарий: возможно усиление угнетающего действия на ЦНС при одновременном применении; монитор для увеличения побочных эффектов и токсичности."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мапротилин",
      "description": {
        "common": "оланзапин и мапротилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "маравирок",
      "description": {
        "common": "маравирок, оланзапин.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Повышенный риск ортостатической гипотензии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "марихуана",
      "description": {
        "common": "оланзапин и марихуана усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мавакамтен",
      "description": {
        "common": "оланзапин увеличивает уровень или эффект мавакамтена, влияя на метаболизм печеночного фермента CYP2C19. Изменить терапию/внимательно контролировать. Начало применения слабых ингибиторов CYP2C19 может потребовать снижения дозы мавакамтена."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меклизин",
      "description": {
        "common": "меклизин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мелатонин",
      "description": {
        "common": "оланзапин и мелатонин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "меперидин",
      "description": {
        "common": "меперидин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мепробамат",
      "description": {
        "common": "оланзапин и мепробамат усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "оланзапин усиливает, а метапротеренол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метаксалон",
      "description": {
        "common": "метаксалон и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "оланзапин, метформин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метадон",
      "description": {
        "common": "метадон и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "оланзапин усиливает, а метамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метокарбамол",
      "description": {
        "common": "метокарбамол и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метскополамин",
      "description": {
        "common": "метскополамин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "оланзапин увеличивает, а метилендиоксиметамфетамин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилэргоновин",
      "description": {
        "common": "метилэргоновин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "оланзапин увеличивает токсичность метилфенидата за счет фармакодинамического антагонизма. Используйте осторожность/монитор. Внимательно следите за признаками измененного клинического ответа на метилфенидат или антипсихотик при использовании этих препаратов в комбинации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метоклопрамид",
      "description": {
        "common": "оланзапин и метоклопрамид усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мексилетин",
      "description": {
        "common": "мексилетин повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам",
      "description": {
        "common": "мидазолам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидазолам интраназально",
      "description": {
        "common": "оланзапин увеличивает уровень или эффект интраназального мидазолама, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор. Совместное введение мягких ингибиторов CYP3A4 с интраназальным введением мидазолама может привести к более высокому системному воздействию мидазолама, что может продлить седативный эффект."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мидодрин",
      "description": {
        "common": "оланзапин усиливает, а мидодрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "мифепристон",
      "description": {
        "common": "мифепристон, оланзапин. интервал QTc. Изменить терапию/внимательно контролировать. Используйте альтернативы, если они доступны."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миглитол",
      "description": {
        "common": "оланзапин, миглитол. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "милнаципран",
      "description": {
        "common": "милнаципран, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "миртазапин",
      "description": {
        "common": "оланзапин и миртазапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "модафинил",
      "description": {
        "common": "модафинил снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "морфий",
      "description": {
        "common": "морфин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пустырник",
      "description": {
        "common": "оланзапин и пустырник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "моксонидин",
      "description": {
        "common": "оланзапин и моксонидин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "набилоне",
      "description": {
        "common": "оланзапин и набилон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "налбуфин",
      "description": {
        "common": "налбуфин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "наратриптан",
      "description": {
        "common": "наратриптан, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "натеглинид",
      "description": {
        "common": "оланзапин, натеглинид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "норадреналин",
      "description": {
        "common": "оланзапин усиливает, а норадреналин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "оланзапин и нортриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "офлоксацин",
      "description": {
        "common": "оланзапин и офлоксацин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "олицеридин, оланзапин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Изменить терапию/внимательно контролировать. При одновременном применении могут возникнуть глубокий седативный эффект, угнетение дыхания, кома и смерть. Зарезервируйте сопутствующее назначение этих препаратов пациентам, для которых другие варианты лечения неадекватны. Ограничьте дозы и продолжительность до необходимого минимума. Внимательно следите за признаками угнетения дыхания и седации."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "онаботулотоксин А",
      "description": {
        "common": "onabotulinumtoxinA снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "настойка опия и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "орфенадрин",
      "description": {
        "common": "орфенадрин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осилодростат",
      "description": {
        "common": "осилодростат и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "осимертиниб",
      "description": {
        "common": "осимертиниб и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Проводить периодический мониторинг ЭКГ и электролитов у пациентов, принимающих препараты, удлиняющие интервал QTc."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксалиплатин",
      "description": {
        "common": "оксалиплатин повысит уровень или эффект оланзапина по другим причинам (см. комментарий). Используйте осторожность/монитор. Мониторинг изменений ЭКГ, если терапия начата у пациентов с препаратами, которые, как известно, удлиняют интервал QT."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксазепам",
      "description": {
        "common": "оксазепам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин",
      "description": {
        "common": "оксибутинин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин актуальные",
      "description": {
        "common": "Оксибутинин местно снижает уровень оланзапина за счет ингибирования абсорбции через ЖКТ. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксибутинин трансдермальный",
      "description": {
        "common": "трансдермальный оксибутинин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксикодон",
      "description": {
        "common": "оксикодон и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "оксиморфон и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "озанимод",
      "description": {
        "common": "озанимод и оланзапин увеличивают интервал QTc. Изменить терапию/внимательно контролировать. Из-за потенциального аддитивного воздействия на частоту сердечных сокращений лечение озанимодом, как правило, не следует начинать у пациентов, одновременно получающих препараты, удлиняющие интервал QT, с известными аритмогенными свойствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "оланзапин и палиперидон усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "панкуроний",
      "description": {
        "common": "панкуроний снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверетум",
      "description": {
        "common": "папаверетум и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "папаверин",
      "description": {
        "common": "оланзапин и папаверин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пароксетин",
      "description": {
        "common": "пароксетин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пасиреотид",
      "description": {
        "common": "оланзапин и пасиреотид увеличивают интервал QTc. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пегинтерферон альфа 2а",
      "description": {
        "common": "пегинтерферон альфа 2а повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "пентазоцин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "пентобарбитал снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "оланзапин и перфеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "оланзапин усиливает, а фендиметразин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенелзин",
      "description": {
        "common": "фенелзин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "фенобарбитал снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фентермин",
      "description": {
        "common": "оланзапин усиливает, а фентермин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "оланзапин увеличивает, а фенилэфрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "оланзапин увеличивает, а фенилэфрин перорально снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор. ."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фолкодин",
      "description": {
        "common": "оланзапин и фолкодин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "оланзапин и пимозид усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пиоглитазон",
      "description": {
        "common": "оланзапин, пиоглитазон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пипемидиновая кислота",
      "description": {
        "common": "пипемидиновая кислота повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "оланзапин усиливает, а пирбутерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "позаконазол",
      "description": {
        "common": "оланзапин и позаконазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пралидоксим",
      "description": {
        "common": "пралидоксим снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прамлинтид",
      "description": {
        "common": "оланзапин, прамлинтид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примахин",
      "description": {
        "common": "оланзапин и примахин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "примидон",
      "description": {
        "common": "Примидон снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "прокарбазин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прохлорперазин",
      "description": {
        "common": "оланзапин и прохлорперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "прометазин",
      "description": {
        "common": "оланзапин и прометазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропантелин",
      "description": {
        "common": "пропантелин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "пропофол и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "оланзапин увеличивает, а пропилгекседрин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "протриптилин",
      "description": {
        "common": "оланзапин и протриптилин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "квазепам",
      "description": {
        "common": "квазепам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "оланзапин и кветиапин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хинин",
      "description": {
        "common": "оланзапин и хинин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "Рамелтеон",
      "description": {
        "common": "оланзапин и рамелтеон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рапакуроний",
      "description": {
        "common": "рапакуроний снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ремимазолам",
      "description": {
        "common": "ремимазолам, оланзапин.\nОдин из них увеличивает токсичность другого за счет седативного эффекта. Изменить терапию/внимательно контролировать. Одновременное применение может привести к выраженному седативному эффекту, угнетению дыхания, коме и/или смерти. Непрерывный мониторинг основных показателей жизнедеятельности во время седации и периода восстановления при совместном применении. Тщательно титруйте дозу ремимазолама при одновременном применении с опиоидными анальгетиками и/или седативными/снотворными средствами."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "репаглинид",
      "description": {
        "common": "оланзапин, репаглинид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рифампин",
      "description": {
        "common": "рифампицин снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рилпивирин",
      "description": {
        "common": "оланзапин и рилпивирин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "римаботулотоксин B",
      "description": {
        "common": "оланзапин, римаботулотоксин B.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Антихолинергические средства могут усиливать действие ботулинического токсина. Внимательно следите за усиление нервно-мышечной блокады."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "оланзапин и рисперидон усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ритонавир",
      "description": {
        "common": "ритонавир снижает уровень оланзапина за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рокуроний",
      "description": {
        "common": "рокуроний снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ромидепсин",
      "description": {
        "common": "оланзапин и ромидепсин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "розиглитазон",
      "description": {
        "common": "оланзапин, розиглитазон. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рукапариб",
      "description": {
        "common": "Рукапариб увеличивает уровень или действие оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Отрегулируйте дозировку субстратов CYP1A2, если это клинически указано."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "салметерол",
      "description": {
        "common": "оланзапин увеличивает, а салметерол снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "саксаглиптин",
      "description": {
        "common": "оланзапин, саксаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "скополамин",
      "description": {
        "common": "скополамин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тюбетейка",
      "description": {
        "common": "оланзапин и шлемник усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "секобарбитал снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "селперкатиниб",
      "description": {
        "common": "селперкатиниб увеличивает токсичность оланзапина на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сертралин",
      "description": {
        "common": "оланзапин и сертралин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пастушья сумка",
      "description": {
        "common": "оланзапин и пастушья сумка усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ситаглиптин",
      "description": {
        "common": "оланзапин, ситаглиптин. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "курение",
      "description": {
        "common": "курение снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/?сульфат магния/хлорид калия",
      "description": {
        "common": "сульфат натрия/? сульфат магния/хлорид калия усиливает действие оланзапина по неизвестному механизму. Используйте осторожность/монитор. Внимательно следите за признаками усиления депрессии ЦНС при использовании более высоких доз сульфата магния вместе с депрессантом ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сульфат натрия/сульфат калия/сульфат магния",
      "description": {
        "common": "Сульфат натрия/сульфат калия/сульфат магния усиливает действие оланзапина по неизвестному механизму. Используйте осторожность/монитор. Внимательно следите за признаками усиления депрессии ЦНС при использовании более высоких доз сульфата магния вместе с депрессантом ЦНС."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "солифенацин",
      "description": {
        "common": "солифенацин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сорафениб",
      "description": {
        "common": "сорафениб и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор. Ограниченные данные, в том числе некоторые сообщения о клинических случаях, позволяют предположить, что оланзапин может быть связан со значительным удлинением интервала QTc в редких случаях."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "стирипентол",
      "description": {
        "common": "стирипентол, оланзапин. влияет на метаболизм печеночного фермента CYP1A2. Изменить терапию/внимательно контролировать. Стирипентол является ингибитором и индуктором CYP1A2. Мониторинг субстратов CYP1A2 при совместном введении со стирипентолом для увеличения или уменьшения эффектов. Субстраты CYP1A2 могут потребовать коррекции дозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суфентанил",
      "description": {
        "common": "суфентанил и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "сунитиниб",
      "description": {
        "common": "оланзапин и сунитиниб увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "такролимус",
      "description": {
        "common": "оланзапин и такролимус увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "тапентадол и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "таземетостат",
      "description": {
        "common": "оланзапин увеличивает уровень или эффект таземетостата, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "телаванцин",
      "description": {
        "common": "оланзапин и телаванцин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "темазепам",
      "description": {
        "common": "и темазепам, и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тербуталин",
      "description": {
        "common": "оланзапин усиливает, а тербуталин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "терифлуномид",
      "description": {
        "common": "терифлуномид снижает уровень оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "оланзапин и тетрабеназин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиоридазин",
      "description": {
        "common": "оланзапин и тиоридазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "оланзапин и тиотиксен усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тинидазол",
      "description": {
        "common": "оланзапин увеличивает уровень или эффект тинидазола, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотропий",
      "description": {
        "common": "тиотропий снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "употребление табака",
      "description": {
        "common": "употребление табака снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "оланзапин, толазамид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "оланзапин, толбутамид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Атипичные антипсихотики ассоциировались с гипергликемией, которая может изменить контроль уровня глюкозы в крови; внимательно следите за уровнем глюкозы."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толтеродин",
      "description": {
        "common": "толтеродин снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "топирамат",
      "description": {
        "common": "оланзапин и топирамат усиливают седативный эффект. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трамадол",
      "description": {
        "common": "трамадол и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "транилципромин",
      "description": {
        "common": "транилципромин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тразодон",
      "description": {
        "common": "оланзапин и тразодон усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триазолам",
      "description": {
        "common": "триазолам и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклабендазол",
      "description": {
        "common": "триклабендазол и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "триклофос",
      "description": {
        "common": "триклофос и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "оланзапин и трифлуоперазин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тригексифенидил",
      "description": {
        "common": "оланзапин усиливает эффекты тригексифенидила за счет фармакодинамического синергизма. Используйте осторожность/монитор. Возможно аддитивное антихолинергическое действие."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "оланзапин и тримипрамин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трипролидин",
      "description": {
        "common": "трипролидин и оланзапин усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "троспия хлорид",
      "description": {
        "common": "троспия хлорид снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "валбеназин",
      "description": {
        "common": "валбеназин и оланзапин увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "варденафил",
      "description": {
        "common": "оланзапин и варденафил увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "векуроний",
      "description": {
        "common": "векуроний снижает уровень оланзапина за счет ингибирования всасывания в желудочно-кишечном тракте. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "венлафаксин, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "верапамил",
      "description": {
        "common": "верапамил увеличивает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вилазодон",
      "description": {
        "common": "вилазодон, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "воклоспорин",
      "description": {
        "common": "воклоспорин, оланзапин.\nОдин из них усиливает действие другого на интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориконазол",
      "description": {
        "common": "оланзапин и вориконазол увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "вориностат",
      "description": {
        "common": "оланзапин и вориностат увеличивают интервал QTc. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "оланзапин усиливает, а ксилометазолин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбин",
      "description": {
        "common": "оланзапин усиливает, а йохимбин снижает седативный эффект. Эффект взаимодействия не ясен, будьте осторожны. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зиконотид",
      "description": {
        "common": "оланзапин и зиконотид усиливают седативный эффект. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зилеутон",
      "description": {
        "common": "зилеутон повышает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "оланзапин и зипразидон усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зотепин",
      "description": {
        "common": "оланзапин и зотепин усиливают антидофаминергические эффекты, включая экстрапирамидные симптомы и злокачественный нейролептический синдром. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бримонидин",
      "description": {
        "common": "бримонидин усиливает эффекты оланзапина за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Нарастающее угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "витекс",
      "description": {
        "common": "витекс снижает эффекты оланзапина за счет фармакодинамического антагонизма. Незначительное/значение неизвестно. (теоретическое взаимодействие)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "спирт этиловый",
      "description": {
        "common": "этанол, оланзапин.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Аддитивное угнетение ЦНС."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "эвкалипт",
      "description": {
        "common": "оланзапин и эвкалипт усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "омепразол",
      "description": {
        "common": "омепразол снижает уровень или эффект оланзапина, влияя на метаболизм печеночного фермента CYP1A2. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб",
      "description": {
        "common": "оланзапин повышает уровень или эффект руксолитиниба, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "руксолитиниб местно",
      "description": {
        "common": "оланзапин будет повышать уровень или эффект руксолитиниба для местного применения, влияя на метаболизм печеночного/кишечного фермента CYP3A4. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "мудрец",
      "description": {
        "common": "оланзапин и шалфей усиливают седативный эффект. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Ортостатическая гипотензия",
      "percent": "20"
    },
    {
      "name": "Увеличение веса",
      "percent": "5-40"
    },
    {
      "name": "дозозависимый",
      "percent": "39"
    },
    {
      "name": "Гипертриглицеридемия",
      "percent": "39"
    },
    {
      "name": "гиперхолестеринемия",
      "percent": "6-39"
    },
    {
      "name": "Сонливость",
      "percent": "15-32"
    },
    {
      "name": "дозозависимый",
      "percent": "9-22"
    },
    {
      "name": "Экстрапирамидные симптомы",
      "percent": "2-20"
    },
    {
      "name": "прибыль на акцию",
      "percent": "4-18"
    },
    {
      "name": "дозозависимый",
      "percent": "12"
    },
    {
      "name": "ксеростомия",
      "percent": "12"
    },
    {
      "name": "Слабость",
      "percent": "5-12"
    },
    {
      "name": "Головокружение",
      "percent": "9-11"
    },
    {
      "name": "Случайная травма",
      "percent": "7-11"
    },
    {
      "name": "Бессонница",
      "percent": "30"
    },
    {
      "name": "Повышенный уровень аланинаминотрансферазы",
      "percent": "12.8"
    },
    {
      "name": "ALT",
      "percent": "2"
    },
    {
      "name": "уровень",
      "percent": "1"
    },
    {
      "name": "Запор",
      "percent": "1"
    },
    {
      "name": "Диспепсия",
      "percent": "2"
    },
    {
      "name": "Гиперпролактинемия",
      "percent": "2"
    },
    {
      "name": "Гипергликемия",
      "percent": "4"
    },
    {
      "name": "Гипотония",
      "percent": null
    },
    {
      "name": "Постуральная гипотензия",
      "percent": null
    },
    {
      "name": "Тремор",
      "percent": null
    },
    {
      "name": "Астения",
      "percent": null
    },
    {
      "name": "Реакции акатизии",
      "percent": null
    },
    {
      "name": "Реакции паркинсонизма",
      "percent": null
    },
    {
      "name": "обморок",
      "percent": null
    },
    {
      "name": "Внезапная сердечная смерть",
      "percent": null
    },
    {
      "name": "Гипергликемия",
      "percent": null
    },
    {
      "name": "Диабетическая кома с кетоацидозом",
      "percent": null
    },
    {
      "name": "Диабетический кетоацидоз",
      "percent": null
    },
    {
      "name": "Острый геморрагический панкреатит",
      "percent": null
    },
    {
      "name": "Венозная тромбоэмболия",
      "percent": null
    },
    {
      "name": "Реакция иммунной гиперчувствительности",
      "percent": null
    },
    {
      "name": "Цереброваскулярная болезнь",
      "percent": null
    },
    {
      "name": "Seizure",
      "percent": null
    },
    {
      "name": "эпилептический статус",
      "percent": null
    },
    {
      "name": "Суицидальное намерение",
      "percent": null
    },
    {
      "name": "Легочная эмболия",
      "percent": null
    },
    {
      "name": "Смерть",
      "percent": null
    },
    {
      "name": "Злокачественный нейролептический синдром",
      "percent": null
    },
    {
      "name": "НМС",
      "percent": null
    },
    {
      "name": "Поздняя дискинезия",
      "percent": null
    },
    {
      "name": "Эозинофилия и системные симптомы",
      "percent": null
    },
    {
      "name": "ОДЕВАТЬСЯ",
      "percent": null
    },
    {
      "name": "Водопады",
      "percent": null
    },
    {
      "name": "Синдром беспокойных ног",
      "percent": null
    },
    {
      "name": "Слюнная гиперсекреция",
      "percent": null
    }
  ]
}