{
  "name": "линезолид",
  "comment": "Rx",
  "other_names": [
    "Зивокс"
  ],
  "classes": [
    "Антибиотики",
    "Другой",
    "Оксазолидиноны"
  ],
  "source": "https://reference.medscape.com/drug/zyvox-linezolid-342574",
  "pregnancy": {
    "common": [
      "Имеющиеся данные из опубликованных и постмаркетинговых отчетов о случаях применения линезолида беременными женщинами не выявили связанного с препаратом риска серьезных врожденных дефектов, выкидышей или неблагоприятных исходов для матери или плода."
    ],
    "specific": [
      {
        "type": "Данные о животных",
        "description": [
          "При введении во время органогенеза линезолид не вызывал пороков развития у мышей, крыс или кроликов при уровнях воздействия на мать примерно в 6,5 раз (мыши), что эквивалентно (крысы), или в 0,06 раза (кролики) клинического терапевтического воздействия, исходя из AUC; однако смертность эмбриона и плода наблюдалась у мышей в 6,5 раз по сравнению с расчетным воздействием на человека.",
          "Когда самкам крыс вводили дозу во время органогенеза во время лактации, постнатальная выживаемость детенышей снижалась при дозах, приблизительно эквивалентных предполагаемому воздействию на человека на основе AUC."
        ]
      },
      {
        "type": "Бесплодие",
        "description": [
          "Основываясь на результатах исследований на крысах, препарат может обратимо снижать фертильность у пациентов мужского пола."
        ]
      }
    ]
  },
  "lactation": {
    "common": [
      "Нет информации о влиянии препарата на выработку молока; учитывайте преимущества грудного вскармливания для развития и здоровья, а также клиническую потребность матери в лекарствах и любые потенциальные неблагоприятные последствия для ребенка, находящегося на грудном вскармливании, от наркотиков или от основного заболевания матери.",
      "Препарат присутствует в грудном молоке; на основании данных из доступных опубликованных отчетов о случаях заболевания суточная доза, которую младенец будет получать с грудным молоком, будет составлять примерно от 6% до 9% рекомендуемой терапевтической дозы для младенцев (10 мг/кг каждые 8 ​​часов).",
      "Нет информации о влиянии линезолида на младенцев, находящихся на грудном вскармливании; однако диарея и рвота были наиболее частыми побочными реакциями, о которых сообщалось в клинических исследованиях у младенцев, получавших линезолид терапевтически.",
      "Рекомендовать кормящим женщинам следить за ребенком на грудном вскармливании на предмет диареи и рвоты."
    ]
  },
  "warnings": {
    "black_box_warning": {
      "common": [],
      "specific": []
    },
    "contraindicators": {
      "common": [
        "В течение 14 дней после приема ингибитора МАО",
        "Гиперчувствительность"
      ],
      "specific": []
    },
    "cautions": {
      "common": [
        "Может развиться суперинфекция",
        "При возникновении диареи оцените наличие Clostridium difficile.",
        "Монитор для миелосупрессии; рассмотреть вопрос о прекращении лечения у пациентов, у которых развивается или ухудшается миелосупрессия",
        "С осторожностью применять у пациентов с феохромоцитомой, одновременным приемом апраклонидина, бримонидина, неконтролируемой гипертензией, тиреотоксикозом, карциноидным синдромом, сахарным диабетом или судорожными расстройствами.",
        "Молочный ацидоз сообщили с использованием; немедленно обследовать пациентов, у которых развивается рецидивирующий необъяснимый ацидоз с тошнотой и рвотой",
        "Фенилаланин может быть опасен для пациентов с фенилкетонурией (ФКУ); суспензия для приема внутрь содержит фенилаланин, компонент аспартама; каждые 5 мл пероральной суспензии 100 мг/5 мл содержат 20 мг фенилаланина; перед назначением пероральной суспензии пациенту с фенилкетонурией рассмотрите общую суточную дозу фенилаланина из всех источников, включая пероральную суспензию; другие составы не содержат фенилаланин",
        "Может вызвать гипогликемию; контролировать уровень глюкозы в крови",
        "Сообщалось о периферической и оптической нейропатии, особенно у пациентов, получавших расширенные курсы терапии > 28 дней.",
        "Не одобрен для грамотрицательных бактерий или инфекций, связанных с катетером; клиническое исследование показало более высокую смертность при этих состояниях при применении линезолида, чем при применении других антибиотиков."
      ],
      "specific": [
        {
          "type": "Гипонатриемия",
          "description": [
            "Регулярно контролируйте уровень натрия в сыворотке у пожилых людей, у пациентов, принимающих диуретики, и у других пациентов с риском развития гипонатриемии и/или SIADH при приеме препарата.",
            "При появлении признаков и симптомов гипонатриемии и/или СНСАДГ следует прекратить терапию и принять соответствующие поддерживающие меры.",
            "Пострегистрационные случаи гипонатриемии и/или синдрома неадекватной секреции антидиуретического гормона (SIADH); в зарегистрированных случаях признаки и симптомы включали спутанность сознания, сонливость, общую слабость, а в тяжелых случаях приводили к дыхательной недостаточности и даже смерти."
          ]
        },
        {
          "type": "Серотониновый синдром",
          "description": [
            "Избегайте одновременного применения с серотонинергическими психиатрическими препаратами (например, СИОЗС, СИОЗСН, ТЦА, ИМАО, бупропионом, буспироном, агонистами серотониновых 5-HT1-рецепторов (триптанами) и опиоидами, включая меперидин), если это не показано при угрожающих жизни или неотложных инфекциях (например, ванкомицин). резистентные энтерококковые инфекции, внутрибольничная пневмония, осложненные инфекции кожи и кожных покровов, такие как метициллин-резистентный золотистый стафилококк) из-за повышенного риска серотонинового синдрома; линезолид может повышать уровень серотонина в ЦНС за счет ингибирования МАО-А",
            "Если линезолид необходимо ввести пациенту, который в настоящее время принимает серотонинергический препарат, немедленно прекратите прием серотонинергического препарата и наблюдайте за токсичностью ЦНС; серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения (5 недель, если принимался флуоксетин), в зависимости от того, что наступит раньше; прием серотонинергических психиатрических препаратов следует прекратить как минимум за 2 недели до начала терапии линезолидом; флуоксетин следует отменить не менее чем за 5 недель из-за более длительного периода полувыведения."
          ]
        }
      ]
    }
  },
  "interactions": [
    {
      "classification_type": "Противопоказано",
      "interaction_with": "амоксапин",
      "description": {
        "common": "линезолид и амоксапин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "апраклонидин",
      "description": {
        "common": "апраклонидин, линезолид. Механизм: неизвестен. Противопоказано. Противопоказан мфр. информация о назначении."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "армодафинил",
      "description": {
        "common": "линезолид усиливает действие армодафинила за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "атомоксетин",
      "description": {
        "common": "линезолид усиливает действие атомоксетина за счет фармакодинамического синергизма. Противопоказано. Применение атомоксетина с ингибиторами моноаминоксидазы (ИМАО) противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бензфетамин",
      "description": {
        "common": "линезолид усиливает эффекты бензфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "бримонидин",
      "description": {
        "common": "линезолид, бримонидин. Механизм: неизвестен. Противопоказано. Противопоказан в инструкциях производителя."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "буспирон",
      "description": {
        "common": "линезолид, буспирон. Механизм: фармакодинамический синергизм. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "кофеин",
      "description": {
        "common": "линезолид усиливает действие кофеина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин увеличивает токсичность линезолида по неизвестному механизму. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ципрогептадин",
      "description": {
        "common": "линезолид, ципрогептадин. Другое (см. комментарий). Противопоказано.\nКомментарий: Ингибиторы МАО могут пролонгировать и усиливать антихолинергические эффекты антигистаминных препаратов. Ципрогептадин может ослаблять серотонинергический эффект ингибиторов МАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "десвенлафаксин",
      "description": {
        "common": "линезолид и десвенлафаксин повышают уровень серотонина. Противопоказано. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дейтетрабеназин",
      "description": {
        "common": "линезолид, дейтетрабеназин.\nОдин из них увеличивает токсичность другого за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Дейтетрабеназин не следует применять в комбинации с ИМАО или в течение 14 дней после прекращения терапии ИМАО. Если необходимо использовать линезолид, прекратите прием дейтетрабеназина и следите за побочными эффектами. Прием дейтетрабеназина можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "линезолид усиливает действие дексфенфлурамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дексметилфенидат",
      "description": {
        "common": "линезолид усиливает действие дексметилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "линезолид усиливает эффекты декстроамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "декстроамфетамин трансдермальный",
      "description": {
        "common": "линезолид усиливает действие трансдермального декстроамфетамина за счет снижения метаболизма. Противопоказано. ИМАО замедляют метаболизм амфетамина, усиливая действие амфетамина на высвобождение норадреналина и других моноаминов из адренергических нервных окончаний, вызывая признаки гипертонического криза. Не вводите декстроамфетамин во время или в течение 14 дней после введения ИМАО."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "диэтилпропион",
      "description": {
        "common": "линезолид усиливает эффекты диэтилпропиона за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "добутамин",
      "description": {
        "common": "линезолид усиливает действие добутамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "дофамин",
      "description": {
        "common": "линезолид усиливает эффекты допамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "досулепин",
      "description": {
        "common": "линезолид и досулепин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "эфедрин",
      "description": {
        "common": "линезолид усиливает действие эфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "адреналин",
      "description": {
        "common": "линезолид усиливает действие адреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "линезолид усиливает действие фенфлурамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "флуоксетин",
      "description": {
        "common": "линезолид и флуоксетин повышают уровень серотонина. Противопоказано. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 5 недель наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изометептен",
      "description": {
        "common": "линезолид, изометептен.\nОдин из них усиливает действие другого за счет фармакодинамического синергизма. Противопоказано. Артериальная гипертензия, В тач."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "изопротеренол",
      "description": {
        "common": "линезолид усиливает эффекты изопротеренола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лиздексамфетамин",
      "description": {
        "common": "линезолид усиливает действие лиздексамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "лофепрамин",
      "description": {
        "common": "линезолид и лофепрамин повышают уровень серотонина. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "меперидин",
      "description": {
        "common": "линезолид увеличивает токсичность меперидина по неизвестному механизму. Противопоказано."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метамфетамин",
      "description": {
        "common": "линезолид усиливает действие метамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилендиоксиметамфетамин",
      "description": {
        "common": "линезолид усиливает эффекты метилендиоксиметамфетамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "метилфенидат",
      "description": {
        "common": "линезолид усиливает действие метилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "мидодрин",
      "description": {
        "common": "линезолид усиливает эффекты мидодрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "модафинил",
      "description": {
        "common": "линезолид усиливает действие модафинила за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "норадреналин",
      "description": {
        "common": "линезолид усиливает действие норадреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "озанимод",
      "description": {
        "common": "линезолид и озанимод усиливают симпатические (адренергические) эффекты, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Одновременное применение озанимода с ингибиторами МАО-В может снизить экспозицию активных метаболитов озанимода, которые могут ингибировать МАО. Возможность клинического взаимодействия с ингибиторами МАО не изучалась; однако повышенный риск неселективного ингибирования МАО может привести к гипертоническому кризу. Между прекращением приема озанимода и началом приема ингибиторов МАО должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фендиметразин",
      "description": {
        "common": "линезолид усиливает эффекты фендиметразина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фентермин",
      "description": {
        "common": "линезолид усиливает эффекты фентермина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенилэфрин",
      "description": {
        "common": "линезолид усиливает эффекты фенилэфрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "фенилэфрин ПО",
      "description": {
        "common": "линезолид усиливает действие фенилэфрина перорально за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "пропилгекседрин",
      "description": {
        "common": "линезолид усиливает действие пропилгекседрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "псевдоэфедрин",
      "description": {
        "common": "линезолид усиливает действие псевдоэфедрина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "safinamide",
      "description": {
        "common": "линезолид, сафинамид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Противопоказано. Одновременное применение повышает риск неселективного ингибирования МАО, что может привести к гипертоническому кризу. Между прекращением приема сафинамида и началом приема ИМАО должно пройти не менее 14 дней."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "сердексметилфенидат/дексметилфенидат",
      "description": {
        "common": "линезолид усиливает эффекты сердексметилфенидата/дексметилфенидата за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "солриамфетол",
      "description": {
        "common": "линезолид будет повышать уровень или эффект солриамфетола за счет симпатических (адренергических) эффектов, включая повышение артериального давления и частоты сердечных сокращений. Противопоказано. Не используйте солриамфетол во время и/или в течение 14 дней после прекращения лечения ИМАО. ИМАО необратимо ингибируют фермент моноаминоксидазу, фермент, участвующий в деградации различных моноаминов, включая дофамин и норадреналин. Солриамфетол увеличивает синаптический дофамин и норадреналин."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тетрабеназин",
      "description": {
        "common": "тетрабеназин, линезолид. Другое (см. комментарий). Противопоказано.\nКомментарий: риск острого гипертензивного эпизода; разделить на 14 д. Механизм: ИМАО вызывает накопление НЭ в нейронах, а тетрабеназин стимулирует высвобождение НЭ."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "тирамин",
      "description": {
        "common": "линезолид усиливает эффекты тирамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода. Продукты, содержащие тирамин, включают сыр, красное вино, икру, сельдь, консервированный инжир, ферментированное мясо, бобы, дрожжевые экстракты, мисо, авокадо."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "вортиоксетин",
      "description": {
        "common": "линезолид повышает токсичность вортиоксетина за счет калия в сыворотке. Противопоказано. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо срочно ввести линезолид, немедленно прекратите вортиоксетин и наблюдайте за серотониновым синдромом. Мониторинг серотонинового синдрома в течение 3 недель или 24 часов после последней дозы линезолида, в зависимости от того, что наступит раньше. Вортиоксетин можно возобновить через 24 часа после приема последней дозы линезолида."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "ксилометазолин",
      "description": {
        "common": "линезолид усиливает эффекты ксилометазолина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Противопоказано",
      "interaction_with": "йохимбин",
      "description": {
        "common": "линезолид усиливает действие йохимбина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "5-ПВТ",
      "description": {
        "common": "линезолид и 5-HTP повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альбутерол",
      "description": {
        "common": "линезолид усиливает действие альбутерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "альфентанил",
      "description": {
        "common": "линезолид увеличивает токсичность альфентанила по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "алмотриптан",
      "description": {
        "common": "алмотриптан и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "амитриптилин",
      "description": {
        "common": "линезолид и амитриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "арформотерол",
      "description": {
        "common": "линезолид усиливает действие арформотерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вакцина БЦЖ живая",
      "description": {
        "common": "линезолид снижает действие живой вакцины БЦЖ за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "белладонна и опиум",
      "description": {
        "common": "линезолид увеличивает токсичность белладонны и опиума по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бензгидрокодон/ацетаминофен",
      "description": {
        "common": "линезолид увеличивает токсичность бензгидрокодона/ацетаминофена за счет уровня серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин",
      "description": {
        "common": "линезолид увеличивает токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупренорфин буккальный",
      "description": {
        "common": "линезолид увеличивает буккальную токсичность бупренорфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "бупропион",
      "description": {
        "common": "бупропион, линезолид. уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буспирон",
      "description": {
        "common": "линезолид и буспирон повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "буторфанол",
      "description": {
        "common": "линезолид увеличивает токсичность буторфанола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "холерная вакцина",
      "description": {
        "common": "линезолид, противохолерная вакцина. фармакодинамический антагонизм. Избегайте или используйте альтернативный препарат. Избегайте одновременного введения вакцины против холеры с системными антибиотиками, поскольку эти агенты могут быть активны против вакцинного штамма. Не вводите противохолерную вакцину пациентам, получавшим пероральные или парентеральные антибиотики в течение 14 дней до вакцинации."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циталопрам",
      "description": {
        "common": "линезолид и циталопрам повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кломипрамин",
      "description": {
        "common": "линезолид и кломипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кокаин актуальный",
      "description": {
        "common": "линезолид и кокаин местно повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Кокаин ингибирует пресинаптический обратный захват серотонина. Мониторинг токсичности ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "кодеин",
      "description": {
        "common": "линезолид увеличивает токсичность кодеина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "циклобензаприн",
      "description": {
        "common": "линезолид и циклобензаприн повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "деферипрон",
      "description": {
        "common": "деферипрон, линезолид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Избегайте использования деферипрона с другими препаратами, которые, как известно, связаны с нейтропенией или агранулоцитозом; если альтернатива невозможна, чаще контролируйте абсолютное количество нейтрофилов."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дезипрамин",
      "description": {
        "common": "линезолид и дезипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дексфенфлурамин",
      "description": {
        "common": "линезолид и дексфенфлурамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроамфетамин",
      "description": {
        "common": "линезолид и декстроамфетамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстрометорфан",
      "description": {
        "common": "линезолид и декстрометорфан повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "декстроморамид",
      "description": {
        "common": "линезолид увеличивает токсичность декстроморамида по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "диаморфин",
      "description": {
        "common": "линезолид увеличивает токсичность диаморфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "линезолид увеличивает токсичность дифеноксина hcl по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин",
      "description": {
        "common": "линезолид и дигидроэрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дигидроэрготамин интраназально",
      "description": {
        "common": "линезолид и дигидроэрготамин интраназально повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "линезолид увеличивает токсичность дифеноксилата гидрохлорида по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дипипанон",
      "description": {
        "common": "линезолид увеличивает токсичность дипипанона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "допексамин",
      "description": {
        "common": "линезолид усиливает действие допексамина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксапрам",
      "description": {
        "common": "доксапрам усиливает действие линезолида за счет фармакодинамического синергизма. Избегайте или используйте альтернативный препарат. Аддитивный прессорный эффект."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин",
      "description": {
        "common": "линезолид и доксепин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "доксепин крем",
      "description": {
        "common": "линезолид повышает уровень крема доксепин за счет фармакодинамического синергизма. Противопоказано. Ингибитор МАО Д/Ц за 2 недели."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "дулоксетин",
      "description": {
        "common": "линезолид и дулоксетин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "элетриптан",
      "description": {
        "common": "элетриптан и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "рацемический адреналин",
      "description": {
        "common": "линезолид усиливает действие рацемического адреналина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эрготамин",
      "description": {
        "common": "линезолид и эрготамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "эсциталопрам",
      "description": {
        "common": "линезолид и эсциталопрам повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенфлурамин",
      "description": {
        "common": "линезолид и фенфлурамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил",
      "description": {
        "common": "фентанил, линезолид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил интраназально",
      "description": {
        "common": "фентанил интраназально, линезолид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансдермальный",
      "description": {
        "common": "фентанил трансдермальный, линезолид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фентанил трансмукозальный",
      "description": {
        "common": "фентанил через слизистую, линезолид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "флувоксамин",
      "description": {
        "common": "флувоксамин и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "формотерол",
      "description": {
        "common": "линезолид усиливает действие формотерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фроватриптан",
      "description": {
        "common": "фроватриптан и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидрокодон",
      "description": {
        "common": "линезолид увеличивает токсичность гидрокодона за счет уровня серотонина. Избегайте или используйте альтернативный препарат. Взаимодействие ИМАО с опиоидами может проявляться в виде серотонинового синдрома или опиоидной токсичности (например, угнетение дыхания, кома). Опиоиды не рекомендуются пациентам, принимающим ИМАО или в течение 14 дней после прекращения приема ИМАО. Если необходимо срочное лечение опиоидами, используйте тестовые дозы и частое титрование малых доз для купирования боли при тщательном контроле артериального давления и признаков и симптомов ЦНС и угнетения дыхания. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "гидроморфон",
      "description": {
        "common": "линезолид увеличивает токсичность гидроморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "имипрамин",
      "description": {
        "common": "линезолид и имипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "иобенгуан I 131",
      "description": {
        "common": "линезолид снизит уровень или действие иобенгуана I 131 по другим причинам (см. комментарий). Избегайте или используйте альтернативный препарат. Основываясь на механизме действия иобенгуана, препараты, которые снижают поглощение катехоламинов или истощают запасы катехоламинов, могут препятствовать поглощению иобенгуана клетками и, таким образом, снижать эффективность иобенгуана. Прекратите прием мешающих препаратов в течение по крайней мере 5 периодов полувыведения перед введением либо дозиметрической дозы, либо дозы иобенгуана. Не вводите эти препараты, по крайней мере, через 7 дней после каждой дозы иобенгуана."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изокарбоксазид",
      "description": {
        "common": "изокарбоксазид и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "изониазид",
      "description": {
        "common": "линезолид и изониазид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "L-триптофан",
      "description": {
        "common": "линезолид и L-триптофан повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левальбутерол",
      "description": {
        "common": "линезолид усиливает действие левалбутерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леводопа",
      "description": {
        "common": "линезолид и леводопа повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "левомилнаципран",
      "description": {
        "common": "линезолид и левомилнаципран повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "леворфанол",
      "description": {
        "common": "линезолид увеличивает токсичность леворфанола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "литий",
      "description": {
        "common": "линезолид и литий повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "лоркасерин",
      "description": {
        "common": "линезолид и лоркасерин повышают уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ЛСД",
      "description": {
        "common": "линезолид и ЛСД повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "мапротилин",
      "description": {
        "common": "линезолид и мапротилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "меперидин",
      "description": {
        "common": "линезолид и меперидин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метапротеренол",
      "description": {
        "common": "линезолид усиливает действие метапротеренола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метадон",
      "description": {
        "common": "линезолид увеличивает токсичность метадона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метиленовый синий",
      "description": {
        "common": "метиленовый синий и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Оба препарата повышают уровень серотонина в результате ингибирования МАО-А. Избегайте coadministration, если это возможно. Если coadministered, контролировать токсичность ЦНС."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "метоклопрамид интраназально",
      "description": {
        "common": "Интраназальный метоклопрамид повышает токсичность линезолида Др. (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: метоклопрамид может усиливать гипертензивный эффект ингибиторов моноаминоксидазы."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "микробиота полости рта",
      "description": {
        "common": "линезолид снижает влияние пероральной микробиоты за счет фармакодинамического антагонизма. Избегайте или используйте альтернативный препарат. Микробиота полости рта содержит бактериальные споры. Антибактериальные средства могут снижать эффективность при совместном применении. Полный курс антибиотикотерапии за 2-4 дня до начала перорального приема микробиоты. ."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "милнаципран",
      "description": {
        "common": "линезолид и милнаципран повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "миртазапин",
      "description": {
        "common": "линезолид и миртазапин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "морфий",
      "description": {
        "common": "линезолид и морфин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "налбуфин",
      "description": {
        "common": "линезолид увеличивает токсичность налбуфина по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "наратриптан",
      "description": {
        "common": "и наратриптан, и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нефазодон",
      "description": {
        "common": "линезолид и нефазодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "нортриптилин",
      "description": {
        "common": "линезолид и нортриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "настойка опия",
      "description": {
        "common": "линезолид увеличивает токсичность настойки опия по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксикодон",
      "description": {
        "common": "линезолид увеличивает токсичность оксикодона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "оксиморфон",
      "description": {
        "common": "линезолид увеличивает токсичность оксиморфона по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "папаверетум",
      "description": {
        "common": "линезолид повышает токсичность папаверета по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пароксетин",
      "description": {
        "common": "линезолид и пароксетин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пентазоцин",
      "description": {
        "common": "линезолид и пентазоцин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "фенелзин",
      "description": {
        "common": "линезолид и фенелзин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "пирбутерол",
      "description": {
        "common": "линезолид усиливает действие пирбутерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "прокарбазин",
      "description": {
        "common": "линезолид и прокарбазин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "протриптилин",
      "description": {
        "common": "линезолид и протриптилин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "разагилин",
      "description": {
        "common": "разагилин и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ремифентанил",
      "description": {
        "common": "ремифентанил, линезолид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "ризатриптан",
      "description": {
        "common": "ризатриптан и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "веревкагинтерферон альфа 2b",
      "description": {
        "common": "рогинтерферон альфа 2b, линезолид.\nЛибо увеличивает токсичность другого на Other (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: Миелодепрессанты могут вызывать аддитивную миелосупрессию. Избегайте использования и наблюдайте за пациентами, получающими комбинацию, на предмет эффектов чрезмерной миелосупрессии."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "салметерол",
      "description": {
        "common": "линезолид усиливает эффекты салметерола за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Такой же",
      "description": {
        "common": "линезолид и SAMe повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин",
      "description": {
        "common": "селегилин и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "селегилин трансдермальный",
      "description": {
        "common": "трансдермальный селегилин и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "сертралин",
      "description": {
        "common": "линезолид и сертралин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "Зверобой",
      "description": {
        "common": "линезолид и зверобой повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил",
      "description": {
        "common": "линезолид увеличивает токсичность суфентанила по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суфентанил SL",
      "description": {
        "common": "суфентанил SL, линезолид.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суматриптан",
      "description": {
        "common": "суматриптан и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "суматриптан интраназально",
      "description": {
        "common": "суматриптан интраназально и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тапентадол",
      "description": {
        "common": "линезолид увеличивает токсичность тапентадола по неизвестному механизму. Избегайте или используйте альтернативный препарат. Риск гипотонии, гиперпирексии, сонливость или смерти; разделить на 14 д."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тербуталин",
      "description": {
        "common": "линезолид усиливает эффекты тербуталина за счет фармакодинамического синергизма. Противопоказано. Риск острого гипертонического эпизода."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "трамадол",
      "description": {
        "common": "линезолид и трамадол повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "транилципромин",
      "description": {
        "common": "линезолид и транилципромин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тразодон",
      "description": {
        "common": "линезолид и тразодон повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "тримипрамин",
      "description": {
        "common": "линезолид и тримипрамин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "брюшной тиф живая вакцина",
      "description": {
        "common": "линезолид снижает эффекты живой брюшнотифозной вакцины за счет фармакодинамического антагонизма. Противопоказано. Подождите, пока Abx Tx не завершится, чтобы ввести живую бактериальную вакцину."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "валбеназин",
      "description": {
        "common": "линезолид, валбеназин. Другое (см. комментарий). Избегайте или используйте альтернативный препарат.\nКомментарий: одновременное применение валбеназина с ингибиторами МАО может повышать концентрацию моноаминовых нейротрансмиттеров в синапсах, потенциально увеличивая риск серотонинового синдрома или ослабляя эффект валбеназина."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "венлафаксин",
      "description": {
        "common": "линезолид и венлафаксин повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "вилазодон",
      "description": {
        "common": "линезолид, вилазодон.\nОдин из них увеличивает токсичность другого на уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Серьезный",
      "interaction_with": "золмитриптан",
      "description": {
        "common": "золмитриптан и линезолид повышают уровень серотонина. Избегайте или используйте альтернативный препарат. Линезолид может повышать уровень серотонина в результате ингибирования МАО-А. Если необходимо ввести линезолид, немедленно прекратите прием серотонинергического препарата и следите за токсичностью со стороны ЦНС. Серотонинергическую терапию можно возобновить через 24 часа после последней дозы линезолида или через 2 недели наблюдения, в зависимости от того, что наступит раньше."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "акалабрутиниб",
      "description": {
        "common": "акалабрутиниб, линезолид.\nОдин из них увеличивает токсичность другого за счет фармакодинамического синергизма. Используйте осторожность/монитор. Coadministration может увеличить риск миелосупрессивных эффектов."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "амифампридин",
      "description": {
        "common": "линезолид повышает токсичность амифампридина Др. (см. комментарий). Изменить терапию/внимательно контролировать.\nКомментарий: Амифампридин может вызывать судороги. Совместное применение с препаратами, снижающими судорожный порог, может увеличить этот риск."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "арипипразол",
      "description": {
        "common": "линезолид, арипипразол. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "азенапин",
      "description": {
        "common": "линезолид, азенапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "базедоксифен/конъюгированные эстрогены",
      "description": {
        "common": "линезолид снижает уровень или действие базедоксифена/конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "подкожный имплантат с бупренорфином",
      "description": {
        "common": "линезолид, подкожный имплантат с бупренорфином.\nОдин из них увеличивает токсичность другого на уровень серотонина. Используйте осторожность/монитор. Одновременное применение может привести к опасному для жизни серотониновому синдрому. Если одновременное применение оправдано, тщательно наблюдайте за пациентом, особенно в начале лечения и во время коррекции дозы серотонинергического препарата. Прекратите прием бупренорфина при подозрении на серотониновый синдром."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "бупренорфин, инъекции длительного действия",
      "description": {
        "common": "линезолид, бупренорфин, инъекции пролонгированного действия.\nОдин из них увеличивает токсичность другого на уровень серотонина. Изменить терапию/внимательно контролировать. Одновременное применение может привести к опасному для жизни серотониновому синдрому или токсичности опиоидов (например, угнетению дыхания, коме). Инъекции бупренорфина длительного действия не рекомендуются пациентам, принимающим ИМАО, или в течение 14 дней после прекращения такого лечения."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карбамазепин",
      "description": {
        "common": "карбамазепин снижает уровень линезолида за счет усиления метаболизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "карипразин",
      "description": {
        "common": "линезолид, карипразин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "хлорпропамид",
      "description": {
        "common": "линезолид усиливает действие хлорпропамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "клозапин",
      "description": {
        "common": "линезолид, клозапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "конъюгированные эстрогены",
      "description": {
        "common": "линезолид снижает уровень или эффект конъюгированных эстрогенов за счет изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "десфлуран",
      "description": {
        "common": "линезолид повышает уровень десфлюрана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксин hcl",
      "description": {
        "common": "дифеноксин гидрохлорид, линезолид. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дигоксин",
      "description": {
        "common": "линезолид увеличивает уровень или действие дигоксина за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "дифеноксилат гидрохлорид",
      "description": {
        "common": "дифеноксилат гидрохлорид, линезолид. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрадиол",
      "description": {
        "common": "линезолид снижает уровень или эффект эстрадиола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстрогены конъюгированные синтетические",
      "description": {
        "common": "линезолид будет снижать уровень или эффект синтетических конъюгированных эстрогенов путем изменения кишечной флоры. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "эстропипат",
      "description": {
        "common": "линезолид снижает уровень или действие эстропипата, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "этомидат",
      "description": {
        "common": "линезолид повышает уровень этомидата за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "флуфеназин",
      "description": {
        "common": "линезолид, флуфеназин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глимепирид",
      "description": {
        "common": "линезолид усиливает действие глимепирида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глипизид",
      "description": {
        "common": "линезолид усиливает действие глипизида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "глибурид",
      "description": {
        "common": "линезолид усиливает действие глибурида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зеленый чай",
      "description": {
        "common": "зеленый чай, линезолид. Другое (см. комментарий). Используйте осторожность/монитор.\nКомментарий: Избегайте сочетания или чрезмерного употребления зеленого чая. Комбинация может увеличить риск сердечной аритмии или тяжелой гипертонии из-за кофеинового компонента зеленого чая."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "галоперидол",
      "description": {
        "common": "линезолид, галоперидол. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "гидралазин",
      "description": {
        "common": "гидралазин, линезолид. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск гипертонии."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "илоперидон",
      "description": {
        "common": "линезолид, илоперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин аспарт",
      "description": {
        "common": "линезолид усиливает действие инсулина аспарт по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин детемир",
      "description": {
        "common": "линезолид усиливает действие инсулина детемир по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин гларгин",
      "description": {
        "common": "линезолид усиливает действие инсулина гларгина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин глулизин",
      "description": {
        "common": "линезолид усиливает действие инсулина глулизина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин лизпро",
      "description": {
        "common": "линезолид усиливает действие инсулина лизпро по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин НПХ",
      "description": {
        "common": "линезолид усиливает действие инсулина НПХ по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "инсулин обычный человеческий",
      "description": {
        "common": "линезолид увеличивает действие обычного человеческого инсулина по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кетамин",
      "description": {
        "common": "линезолид повышает уровень кетамина за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "лазмидитан",
      "description": {
        "common": "линезолид усиливает действие лазмидитана за счет уровня серотонина. Используйте осторожность/монитор. Coadministration может увеличить риск синдрома серотонина."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "леводопа ингаляционно",
      "description": {
        "common": "Ингаляции леводопы усиливают эффекты линезолида за счет дофаминергических эффектов. Используйте осторожность/монитор. Одновременное применение селективных ингибиторов МАО-В с леводопой может быть связано с ортостатической гипотензией."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "литий",
      "description": {
        "common": "литий, линезолид. Механизм: неизвестен. Используйте осторожность/монитор. Риск злокачественной гиперпирексии. Взаимодействия особенно. ожидается с неселективными ИМАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин",
      "description": {
        "common": "линезолид, локсапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "локсапин вдыхали",
      "description": {
        "common": "линезолид, локсапин ингаляционно. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "луразидон",
      "description": {
        "common": "линезолид, луразидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "местранол",
      "description": {
        "common": "линезолид снижает уровень или действие местранола, изменяя кишечную флору. Относится только к пероральным формам гормона. Низкий риск неэффективности контрацепции. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метформин",
      "description": {
        "common": "линезолид будет увеличивать уровень или эффект метформина за счет неуказанного механизма взаимодействия. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "метризамид",
      "description": {
        "common": "линезолид, метризамид. Механизм: неустановленный механизм взаимодействия. Используйте осторожность/монитор. Риск захвата. Ингибитор МАО Д/Ц за 24 часа до приема. метризамида."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "молиндон",
      "description": {
        "common": "линезолид, молиндон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "оланзапин",
      "description": {
        "common": "линезолид, оланзапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "олицеридин",
      "description": {
        "common": "линезолид, олицеридин.\nОдин из них усиливает действие другого за счет уровня серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "настойка опия",
      "description": {
        "common": "настойка опия, линезолид. Механизм: фармакодинамический синергизм. Используйте осторожность/монитор. Риск серотонинового синдрома."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "палиперидон",
      "description": {
        "common": "линезолид, палиперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "перфеназин",
      "description": {
        "common": "линезолид, перфеназин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "фенилэфрин офтальмологический",
      "description": {
        "common": "линезолид усиливает эффекты офтальмологического фенилэфрина за счет фармакодинамического синергизма. Используйте осторожность/монитор. Некоторая системная абсорбция офтальмологического фенилэфрина; уменьшить дозу в течение 21 дня ингибиторов МАО."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимавансерин",
      "description": {
        "common": "линезолид, пимавансерин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пимозид",
      "description": {
        "common": "линезолид, пимозид. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пропофол",
      "description": {
        "common": "линезолид повышает уровень пропофола за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "кветиапин",
      "description": {
        "common": "линезолид, кветиапин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "рисперидон",
      "description": {
        "common": "линезолид, рисперидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "севофлуран",
      "description": {
        "common": "линезолид повышает уровень севофлурана за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "пикосульфат натрия/оксид магния/безводная лимонная кислота",
      "description": {
        "common": "линезолид уменьшает эффекты пикосульфата натрия/оксида магния/безводной лимонной кислоты, изменяя метаболизм. Используйте осторожность/монитор. Одновременное применение с антибиотиками снижает эффективность за счет изменения бактериальной флоры толстой кишки, необходимой для превращения пикосульфата натрия в активное лекарственное средство."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тапентадол",
      "description": {
        "common": "линезолид и тапентадол повышают уровень серотонина. Изменить терапию/внимательно контролировать."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "тиотиксен",
      "description": {
        "common": "линезолид, тиотиксен. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толазамид",
      "description": {
        "common": "линезолид усиливает действие толазамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "толбутамид",
      "description": {
        "common": "линезолид усиливает действие толбутамида по неизвестному механизму. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "трифлуоперазин",
      "description": {
        "common": "линезолид, трифлуоперазин. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "йохимбе",
      "description": {
        "common": "йохимбе усиливает действие линезолида за счет фармакодинамического синергизма. Используйте осторожность/монитор."
      }
    },
    {
      "classification_type": "Внимательно следите",
      "interaction_with": "зипразидон",
      "description": {
        "common": "линезолид, зипразидон. неустановленный механизм взаимодействия. Используйте осторожность/монитор. Модуляторы серотонина могут усиливать блокаду дофамина, что может повышать риск развития злокачественного нейролептического синдрома. Нейролептики могут усиливать серотонинергический эффект модуляторов серотонина, что может привести к развитию серотонинового синдрома. Мониторинг признаков токсичности серотонина (например, изменения психического статуса, нестабильность вегетативной нервной системы и нервно-мышечной гиперактивности) или злокачественного нейролептического синдрома (например, гипертермия, мышечная ригидность, вегетативная дисфункция)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "амобарбитал",
      "description": {
        "common": "линезолид повышает уровень амобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бальзазид",
      "description": {
        "common": "линезолид будет снижать уровень или эффект бальзазида за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "биотин",
      "description": {
        "common": "линезолид снижает уровень или эффект биотина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутабарбитал",
      "description": {
        "common": "линезолид повышает уровень бутабарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "бутальбитал",
      "description": {
        "common": "линезолид повышает уровень буталбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "чистотел",
      "description": {
        "common": "чистотел усиливает действие линезолида за счет фармакодинамического синергизма. Незначительное/значение неизвестно. Основано на исследованиях на животных."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "кордицепс",
      "description": {
        "common": "кордицепс усиливает действие линезолида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "дисульфирам",
      "description": {
        "common": "дисульфирам, линезолид. Механизм: неизвестен. Незначительное/значение неизвестно. Риск делирия (клинический случай)."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "Женьшень",
      "description": {
        "common": "Женьшень обыкновенный усиливает действие линезолида за счет фармакодинамического синергизма. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пантотеновая кислота",
      "description": {
        "common": "линезолид снижает уровень или эффект пантотеновой кислоты, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пентобарбитал",
      "description": {
        "common": "линезолид повышает уровень пентобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "фенобарбитал",
      "description": {
        "common": "линезолид повышает уровень фенобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "корень плеврита",
      "description": {
        "common": "корень плеврита снижает эффекты линезолида за счет неустановленного механизма взаимодействия. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "примидон",
      "description": {
        "common": "линезолид повышает уровень примидона за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин",
      "description": {
        "common": "линезолид снижает уровень или эффект пиридоксина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "пиридоксин (противоядие)",
      "description": {
        "common": "линезолид снижает уровень или действие пиридоксина (антидота) за счет изменения кишечной флоры. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "секобарбитал",
      "description": {
        "common": "линезолид повышает уровень секобарбитала за счет замедления метаболизма. Незначительное/значение неизвестно. Теоретическое взаимодействие."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфадиазин",
      "description": {
        "common": "линезолид повышает уровень сульфадиазина по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфаметоксазол",
      "description": {
        "common": "линезолид повышает уровень сульфаметоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "сульфизоксазол",
      "description": {
        "common": "линезолид повышает уровень сульфизоксазола по неустановленному механизму взаимодействия. Незначительное/значение неизвестно."
      }
    },
    {
      "classification_type": "Незначительный",
      "interaction_with": "тиамин",
      "description": {
        "common": "линезолид снижает уровень или эффект тиамина, изменяя кишечную флору. Относится только к пероральной форме обоих средств. Незначительное/значение неизвестно."
      }
    }
  ],
  "adverse effects": [
    {
      "name": "Диарея",
      "percent": "7.8-10.8"
    },
    {
      "name": "Рвота",
      "percent": "2.9-9.4"
    },
    {
      "name": "Головная боль",
      "percent": "0.9-6.5"
    },
    {
      "name": "анемия",
      "percent": "5.6"
    },
    {
      "name": "Тромбоцитопения",
      "percent": "4.7"
    },
    {
      "name": "Тошнота",
      "percent": "1.9-3.7"
    },
    {
      "name": "Генерализованная боль в животе",
      "percent": "0.9-2.4"
    },
    {
      "name": "Локализованная боль в животе",
      "percent": "0.5-2.4"
    },
    {
      "name": "Жидкий стул",
      "percent": "1.6-2.3"
    },
    {
      "name": "эозинофилия",
      "percent": "0.4-1.9"
    },
    {
      "name": "Зуд",
      "percent": "0.8-1.4"
    },
    {
      "name": "кроме сайта приложения",
      "percent": "1.2"
    },
    {
      "name": "Головокружение",
      "percent": null
    }
  ]
}